"use client"
import React, { useState } from "react";

const Chikitsha = () => {
    const [searchTerm, setSearchTerm] = useState("");

    const chikitsha = [
        {
            "রোগের নাম": "রক্তদোষজ",
            "চিকিৎসা": `রক্তাতিশয্য অর্থাৎ দেহযন্ত্রের একস্থান হইতে রক্ত অপসৃত হইয়। অন্যত্র উহার সঞ্চয় ও রক্তাল্পতা বা মন্দ রক্তসঞ্চালন এই দ্বিবিধ কারণে রক্তদোষজ রোগ উৎপন্ন হয় । এই সকল রোগে সর্ব্বত্র রক্ত সঞ্চয় উপসর্গ উপস্থিত থাকে। জীবনীশক্তির বৃদ্ধি ও হ্রাস এই দ্বিবিধ কারণ ভেদে রক্ত সঞ্চয় দুই প্রকার ।
রক্তাতিশয্য জনিত রোগের চিকিৎসা - A2 দ্বিতীয় বা তৃতীয় ডাইলিউসন অন্নমাত্রায় কয়েকবার ও হৃদয়ে A2র পটী (৪ জ়াম জলে দুইড়ী বটিকা মিশ্রিত-করিয়া উহাতে লিন্ট বা কাপড় ভিজাইয়া বার- স্বার) ।
রক্তাল্পত। জনিত রোগের চিকিৎসা A দ্বিতীয় ডাইলিউসন অপ্সৰা A2 দ্বিতীয় ডাইলিউসন ও S দ্বিতীয় ডাইলিউসন বা C দ্বিতীয় ডাইলিউসন । রক্তাল্পতা জনিত রোগে প্রায়ই রসঘোষ উপস্থিত থাকে ।`,
        },
        {
            "রোগের নাম": "রক্তহীনতা",
            "চিকিৎসা": `রক্তহীনতা। (Anemia)
  এই রোগে বর্ণ পাণ্ডু, মাংস শিথিল ও নাড়ী দুর্ব্বল হয় এবং সামান্য পরিশ্রমে প্রবল হৃৎস্পন্দন উপস্থিত হয় । শিরঃপীড়া, বামপার্শ্বে বেদনা, পদে স্ফীতি, ভোজনের পর কখন কখন বমন, কোষ্ঠবদ্ধ ও অধিক পরিমাণে প্রস্রাব ইত্যাদি উপসর্গ দেখা দেয়। স্ত্রীলোকের এই রোগ হইলে সচরাচর প্রদর রোগ উপস্থিত হয় ।
  ঋতুর বিশৃঙ্খলা, অস্বাস্থ্যকর খাদ্য ও জলবায়ু, প্রদর বা অর্শরোগ বা অধিক সত্তানোৎপাদন প্রভৃতি কারণে স্ত্রীলোকের এই রোগ উপ- স্থিত হয় ।
চিকিৎসার প্রধান ধাতু-S ডা: ও বটিকা আহারের সময় । পর্যায়ক্রমে L ও A2 র অবগাহন। স্নায়ু বর্তল, উদর গহ্বর, স্নৈহিক স্নায়ু, গ্রীবাপৃষ্ঠ ও উদরস্থ দৈহিক স্নায়ুকেন্দ্রের উপর পর্যায়ক্রমে REY. E
রক্তপ্রধান ধাতু—A L কিম্বা S পৰ্যায়ক্রমে। উক্ত ঔষধ আহারের সময়। এর অবগাহন। হৃদয়ে A2 র মালিঙ্গ • B. E. I
স্ত্রীলোকের রক্তহীনতা রোগের সহিত প্রদর দেখা দিলে A ও C দ্বিঃ ডাঃ পর্যায়ক্রমে ও প্রতি ঘন্টায় একটা করিয়া বটিকা C s A3 ও C1 এর অবগাহন পর্যায়ক্রমে । প্লীহা ও স্বঙ্কতের উপর দর মালিস । C বা C5 ও A3 এর পিচকারী ।
দৃষ্টফল দেখা গিয়াছে যে অনেক স্থলে কয়েক দিন ঔষধ ব্যবহার করিয়াই চমৎকার ফল পাওয়া যায় । শীঘ্র শীঘ্র বলাধান করিবার জন্য ডাইলিউসন ঔষধের সঙ্গে উপযুক্ত স্থানে ইলেক্টিসিটি ও উপ পশু বা প্রদেশে F2  মালিস প্রয়োগ ও আহারের পর কয়েকটা ব S or S5 বিশেষ উপযোগী ।`,
        },
        {
            "রোগের নাম": "হরিৎপীড়া ( Chlorosis )",
            "চিকিৎসা": `হরিৎপীড়া ( Chlorosis )
রক্তাল্পতাবশতঃ এই রোগ উৎপন্ন হয়।
রস প্রধান ধাতু, পুষ্টিকর খাদ্য দ্রব্য পরিহার, অঙ্গ
শারীরিক দৌর্ব্বল্য,
অঙ্গচালনা, বার-
স্বার রিপু তাড়না, নিষ্ফল প্রণয়, রজঃকচ্ছ, ইত্যাদি এইরোগের মূলীভূত কারণ ।
চিকিৎসা - S G A পৰ্যায়ক্রমে । প্রতি ঘণ্টায় একটা করিয়া- বটিকা C5 । উদর গহ্বরে, স্নায়ূবৰ্ত্ত সে, গ্রীবা পৃষ্ঠে ও দৈহিক স্নায়ুতে W. E. ও হৃদয়ে B. E.। A3, L. ও C5 এর অবগাহন । উপপত্তকা প্রদেশে Fর মালিস। দুঃসাধ্য বোগে C ডাইলিউসন
তাণ্ডব রোগ ( Chorea বা St. Vitus's Dance)
এই রোগে একটী অঙ্গ বা একত্রে কতিপয় অঙ্গ অথবা মুখের কতিপয় মাংসপেশী এককালে বিকৃতভাবে নৃত্য করিতে থাকে ৷ নিদ্রিতাবস্থায় রোগের কোন চিহ্ন থাকে না ।
কোষ্টবদ্ধ, ঋতুবিশৃঙ্খলা, মস্তকে বা মেরুদণ্ডে আঘাত বা কদভ্যাস ( হস্তমৈথুনাদি ), ভয়, কৃমি, দন্তোদ্গাম ইত্যাদি কারণে অঞ্চল' তাওবরোগাক্রান্ত রোগীর অঙ্গবিকৃতি দর্শনে এই রোগ জন্মে ।
চিকিৎসা-বোগ কারণ দেখিয়া চিকিৎসা করা কর্তব্য। দ্বি ডাঃ। S2 দ্বিঃ ডাঃ। C5 বারম্বার ; গ্রীবা পৃষ্ঠে, স্নৈহিক স্নায়ুতে ও স্নায়ু বৰ্ত্ত লে R. E. ও Y. E. পর্যায়ক্রমে ; হৃদয়ে A2 র মালিস। C5 এর অবগাহন; সমস্ত মস্তকে এর C6 মালিস ; S বা S5 এর অবগাহন । কৃমি লক্ষণ থাকিলে S ও Ver. পর্যায়ক্রমে এবং রক্তদোষ লক্ষণ
থাকিলে S ও A পৰ্যায়ক্রমে ।`,
        },
        {
            "রোগের নাম": "রক্তস্রাব। (Hemorrhage )",
            "চিকিৎসা": ` রক্তস্রাব। (Hemorrhage )
আধাত বা অন্য কোন কারণে রক্তাশয় হইতে রক্ত স্রাব হয় । রক্তস্রাব দ্বিবিধ, আভ্যস্তবিক ও বাহ্যিক। আভ্যন্তরিক রক্তস্রাবে বহির্দেশে রক্তপাত হয় না—শরীরের ভিন্ন রক্তপাত হয় ৷ সন্ন্যাস প্রভৃতি রোগ আভ্যন্তরিক রক্তস্রাবে উপস্থিত হয় ।
চিকিৎসা — A ও S বা C দ্বিঃ ডাঃ বারম্বার। A2র পটী, B. E. অথবা W.E
জরায়ু হইতে রক্তস্রাব হইলে — A দ্বিঃ ডাঃ বা A2 দ্বিঃ ডাঃ বারম্বার, হৃদয়ে A কিম্বা A2 মালিস । A3র মালিম, পটী ও অব-
গাহন । C5 এর অবগাহন, উপপত্তকা প্রদেশে F2'র মালিস । দৃষ্টফল—ইলেক্টে । হোমিওপ্যাথি চিকিৎসা যে অন্যান্য চিকিৎসা অপেক্ষা শ্রেষ্ঠ তাহার একটা উদাহরণ যদি কেহ অতি অল্প সময়ের মধ্যে দেখিতে ইচ্ছা করেন তাহা হইলে আঘাত জনিত রক্তস্রাবে ব্লু ইলেক্টিসিটি ব্যবহার করিয়া দেখিবেন। সবরাচর কয়েক সেকেণ্ডের মধ্যে ছিন্ন পেশী, শিরা বা ধমনী হুইতে রক্তস্রাব বন্ধ হইয়া যাইবে ।`
        },
        {
            "রোগের নাম": "শিরা স্ফীতি। ( Varices )",
            "চিকিৎসা": `শিরা স্ফীতি। ( Varices )
রক্ত সঞ্চালন বিশৃঙ্খলতা নিবন্ধন শিরা বিস্তৃতি ও শিরাক্ষত এবং বাতরোগে শিরাস্ফীতি ।
চিকিৎসা-A অথবা A2 ও C দ্বিঃ ডাঃ পর্য্যায়ক্রমে। উক্ত ঔষধ আহারের সময় ৫ বা ১০ বটিকা পৰ্যায়ক্রমে। A3 বা C5 এর
পটী। বিস্তৃত শিরার উপর B. E.। রোগ নিশ্চয় আরাম হয় ।
মক্কতে রক্ত সঞ্চয় হইয়া শিরাবিস্তৃতি হইলে A ও F পৰ্যায়ক্রমে । `
        }
        ,
        {
            "রোগের নাম": "একশিরা (Varicocele)",
            "চিকিৎসা": `একশিরা (Varicocele)
কোষের শিরা প্রসারিত হয় ৷ সচরাচর বাম কোষ স্ফীত হয় ও উহাতে বেদন' অনুভূত হয় । পৃষ্ঠে ও কটিদেশে ভার ও টান বোধ হয়। কোষ্ঠ বদ্ধ থাকিলে বেদনাব বৃদ্ধি হয় ৷
চিকিৎসা-শিরাস্ফীতির ন্যায়। ১০ বা ২০টী বটীকা C5 বা Lin ও ৩০ ফোটা A. P. ছয় আউন্স জলে মিশ্রিত করিয়া কয়েক দিন ধরিয়া নিয়ত উহাব পটী লাগাইলে বিশেষ উপকার হয় ।
দৃষ্টফল-চিকিৎসা অনেক স্থলে সফল হইতে দেখা গিয়াছে।
রোগ কিছু বিলম্বে আরোগ্য হয় ৷`
        }
        ,
        {
            "রোগের নাম": "শিরা প্রদাহ (Phlebitis )",
            "চিকিৎসা": `শিরা প্রদাহ (Phlebitis )
এই রোগে শিরার প্রদাহ, শিরা কাঠিন্য এবং শিরার ভিতর যন্ত্রপা
উপস্থিত হয়। চিকিৎসা — A অথবা A ও S প্রঃ ডাঃ পর্য্যায়ক্রমে । এটী বটিকা করিয়৷ উক্ত ঔষধ পর্য্যায়ক্রমে আহারের সময়। পীড়িত শিরার
উপর A2 বা B.E পটী। হৃদয়ে A2 র মালিস। এর অথবা পর্যায়ক্রমে A ও L এর অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "মেদরোগ ( Obesity )",
            "চিকিৎসা": `মেদরোগ ( Obesity )
বসাঝিল্লীর বিকৃত পুষ্টি ও চর্ম্মের নিয়ে ও অন্যান্য অংশে প্রভূত বসা সঞ্চাৰ । সচরাচর উদরের নিম্নভাগ, পৃষ্ঠের উপরিভাগ, স্তন ইত্যাদি স্থলে অধিক স্থূলতা দৃষ্ট হয় ।
মেদরোগ শরীরাভ্যন্তরভাগে ব্যাপ্ত হইয়া শ্বাসনালী, ফুফুস্, অস্ত্র যকৃৎ ইত্যাদি যন্ত্রের কার্য্যে ব্যাখাত জন্মায় । এই রোগ হইতেই সশর্কর বহুমূত্র রোগের উৎপত্তি হয। রসপ্রধান ধাতু, হস্তমৈথুন, নিয়ত উপবেশন ও শযন, সুভোজন ইত্যাদি কারণে মেদরোগ জন্মে ।
চিকিৎসা—যে সমস্ত কারণে এই রোগ জন্মে সেই সকল কারণ পরিহার । S.G অথবা C4 অথবা  C5ব্যবস্থাৰ । A2 ও L বা Ven. পর্যায়ক্রমে। ২০টী বটিকা A3 । C5 ও A3 র অবগাহন পৰ্য্যায়ক্রমে । গ্রীবাপৃষ্ঠ, স্নৈহিত্ব স্নায়ু ও স্নায়ুবর্ত্তলের উপর R. E. ও Y. E.
পর্যায়ক্রমে। উপপত্ত কাপ্রদেশে F2 ব মালিস ।
L এর অবগাহন।
শ্বেতসার খাদ্য পরিহার, অল্প পরিমাণে জল বা জলীয় দ্রব্য ব্যবহার ও পরিমিত ব্যায়াম করিলে শীঘ্র শীঘ্র উপকার হয় । `
        }
        ,
        {
            "রোগের নাম": "কৃশতা ( Marasmus )",
            "চিকিৎসা": `কৃশতা ( Marasmus )
শরীরের একাস্তু শীর্ণভাব ও অরুচি। কিছুদিন পরে অরুচির সঙ্গে সঙ্গে শুল্ক কাশি দেখা দেয় এবং পরে ক্ষয়কাশ উপস্থিত হয়।
চিকিৎসা—S ও C পর্যায়ক্রমে । স্নায়ুবৰ্ত্ত, লে, গ্রীৰাপৃষ্ঠে ও ন্নৈহিক স্নায়ুতে R. E. ও Y. E পর্যায়ক্রমে । মস্তকে W. E. বা C5 এর মালিস । `
        }
        ,
        {
            "রোগের নাম": "বালাস্থিবিকৃতি (Rickets )",
            "চিকিৎসা": ` বালাস্থিবিকৃতি (Rickets )
রসদোষ জনিত অস্থির বিকৃতি ও কোমলতা । এই রোগে মস্তক রহৎ, পৃষ্ঠ কুব্জ ও উপর স্ফীত হয় এবং পদ ধনুর আকার ধারণ করে কিন্তু বুদ্ধিশক্তি অধিকতর প্রখর হয় ।
চিকিৎসা–C., S., A3 প্রথম 'ডাইলিউসন । উক্ত ঔষধ আহা- রের সময় পর্যায়ক্রমে (৪টী বটিকা করিয়া) । L বা Venএর অব- গাহন । পৃষ্ঠে, স্নৈহিক স্নায়ুতে, স্নায়ুবৰ্ত্তলে ও উদরগহ্বরে R. E.
ও Y, E. পৰ্যায়ক্রমে । G.E ট র অবগাহন ।
।`
        }
        ,
        {
            "রোগের নাম": "হ্রাস। (Atrophy)",
            "চিকিৎসা": ` হ্রাস। (Atrophy)
কোন অঙ্গের বা দেহ-যন্ত্রের হ্রাস ও কৃশতা । এই রোগে কখন কখন পীড়িত স্থানের পেশী, রক্তাশয় ও অস্থি শুষ্কভাব ধারণ করে ও সংকুচিত হইয়া আইসে। রোগ বৃদ্ধিৰ সঙ্গে সঙ্গে ক্ষয়কাশ ও গল- দেশে স্ফীত গ্রন্থি দৃষ্ট হয় এবং ভাল চিকিৎসা না হইলে রোগীর উদ- রাময় ও অবসন্নভাব উপস্থিত হইয়া মৃত্যু ঘটে
দূষিত বায়ু, বহুজনাকীর্ণ গৃহেবাস ও অস্বাস্থ্যকর খাদ্য, কৃমিজনিত বা দন্তোদাম কালীন আক্ষেপ, পুরুষক্রমাগত উপদংশ বিষ বা রস- দোষ, মৃত্তিকা ভোজন ইত্যাদি এই রোগের কারণ ি
চিকিৎসা—S ডাইলিউসন। স্নৈহিক স্নায়ু ও পীড়িত স্থানের স্নায়ুর উপর R. E ও Y. E. পর্যায়ক্রমে । রোগ দুঃসাধ্য হইলে C বা A2। C5 এর অবগাহন । উপপশু কা প্রদেশে F2র মালিস। W. E র অবগাহন (এক টব জলে ১ আউন্স)। W. Eব পটী ।`
        }
        ,
        {
            "রোগের নাম": "গণ্ড রোগ (Scrofula )",
            "চিকিৎসা": `গণ্ড রোগ (Scrofula )
এই রোগের প্রধান লক্ষণ—অস্থি ও কোমল ঝিল্লীর বিচ্যুতি এবং নিম্ন চোয়াল, গ্রীবার মধ্যদেশ, উরুমূল ও কক্ষস্থিত রসগ্রন্থির স্ফীতি । রসগ্রন্থির পীড়া, চর্মরোগ, অর্ধ্ব দ, স্ফোটক, ক্ষত, নালীক্ষত, কয়েক প্রকার নেত্রাবরণ প্রদাহ ও যে সমস্ত রোগে অস্থি ও উপাস্থির পরি বর্ত্তন ঘটে ও গুটিকা জন্মায় সেই সকল রোগ গণ্ডরোগের অন্তর্গত ৷
মন্দ খাদ্য, আর্দ্র স্থানে বাস, সুরাপান, উপদংশ ইত্যাদি গণ্ডমালা রোগের কারণ । গণ্ডমাল৷ রোগক্রান্ত ব্যক্তির অধিক দিনের শ্লেষ্মা থাকিলে ক্ষয়কাশ হইবার সম্ভাবনা। এইজন্য চিকিৎসাকালে উহার উপর বিশেষ দৃষ্টি রাখা আবশ্যক ।
চিকিৎসা--S বারম্বার । C1, C4, C5, এবং Ven বারম্বার । A2, C5, S5., Ven, W. E., R. E বা G. E র অবগাহন ' উপপত্ত কা প্রদেশে F2 বা C5 এর পটী বা মালিশ ।
দৃষ্টফল—এই রোগ অনেকে অসাধ্য মনে করেন এবং অনেক স্থলে অধিক দিন ধরিয়া চিকিৎসা না করিলে আরোগ্য লাভ হয় না । কিন্তু ইলেক্টো হোমিওপ্যাথি চিকিৎসায় অনেক স্থলে এই রোগ এক মাসের মধ্যে সম্পূর্ণরূপে আরোগ্য হইতে দেখা গিয়াছে ।`
        }
        ,
        {
            "রোগের নাম": "শীতাদ ( Scurvy )",
            "চিকিৎসা": `শীতাদ ( Scurvy )
এই রোগের প্রধান লক্ষণ দৌৰ্ব্বল্য, ভিন্ন ভিন্ন স্থান হইতে রক্ত- পাত, কালিমা, দত্তমাডী স্ফীতি ও রক্তস্রাব। বহুকালব্যাপী শ্লেষ্মা- প্রভাবে এই রোগ উৎপন্ন হয়। চিত্তাবসাদ, অপরিচ্ছন্নতা, লবণাক্ত খাদ্য ব্যবহার, অতিরিক্ত পরিশ্রম ইত্যাদি কারণে এই রোগ বৃদ্ধি পায় ।
চিকিৎসা—খাদ্য, পরিচ্ছদ ও আবাস স্থানের উপর বিশেষ দৃষ্টি রাখা কর্ত্তব্য। শুষ্ক (হিম রহিত) বায়ু, গরম কাপড়, উৎকৃষ্ট অর্থাৎ লঘুপাক ও পুষ্টিকর খাদ্য ইত্যাদি ব্যবহার করিলে রোগ নিবারিত ও আরোগ্য হইয়া যায়
}
S., C6., A2 পৰ্যায়ক্রমে। Lএর অবগাহন। B. E. কুলি । হৃদয় ও বৃহমদ্ধনীর উপর A2র মালিস এবং উপপত্ত তা প্রদেশে F2 র
মালিস । রক্তস্রাব বিশিষ্ট স্থানে S5 ও C5 এর পটী :`
        }
        ,
        {
            "রোগের নাম": "গ্রন্থি প্রদাহ (Adenitis)",
            "চিকিৎসা": `গ্রন্থি প্রদাহ (Adenitis) নূতন বা পুরাতন রসগ্রন্থিব প্রদাহ । গ্রীবা, শিশ্নতল, কক্ষ ইত্যাদি স্থানের ক্ষুদ্র ক্ষুদ্র গোলাকৃতি রস গ্রন্থিতে এই প্রদাহ উপ- স্থিত হয় ৷
নূতন রসগ্রন্থির প্রদাহ ।— রসগ্রন্থিতে যন্ত্রনা ও উত্তাপ বোধ হয় ; চৰ্ম্মে প্রদাহ উপস্থিত হয় ও পূয়সঞ্চার হয় ।
চিকিৎসা—S বা S5 ও A পর্যায়ক্রমে ও F কিম্বা A ও C পৰ্য্যা- য়ক্রমে। আহারের সময় উক্ত ঔষধের শুল্ক বটিকা। কয়েক বার F1 ডাইলিউসন । C5 ও A অথবা A2র অবগাহন পৰ্য্যায়ক্রমে । রসগ্রন্থির উপর C5এর পন্থী ও মালিস। পীড়িত স্নায়ুর উপর R. E. ও Y. E. পর্যায়ক্রমে ।
পুরাতন রসগ্রন্থি প্রদাহ।—এই বোগে স্ফীত রসগ্রন্থি অক- ৰ্ম্মণ্য হইয়া পড়ে । তরল পুথ নিঃসরণ হয, ক্ষত ও স্ফোটক কখন ফাটিয়া যায় এবং কখন বা আপনাআপনি বন্ধ হইয়া যায় এবং গ্রীবা ও চোয়ালের রসগ্রন্থি স্ফীত হয় ।
চিকিৎসা - A ও S কিম্বা C পর্য্যাযক্রমে। আহাবের সময় এ ঝটিকা L । A3 C5 ও Lএর 'অবগাহন। C5 এর পটী ও G. E র পটী ।
囚 `
        }
        ,
        {
            "রোগের নাম": "গণ্ডমালা",
            "চিকিৎসা": `গণ্ডমালা ।
Scrofulous Glands in the Neck.
'গলদেশস্থ রসগ্রন্থির পীড়া ।
'চিকিৎসা S কিম্বা L ডাইলিউসন। রোগ দুঃসাধ্য বোধ হইলে C. দ্বিঃ ডাঃ। পীড়িত স্থানের স্নায়ুর উপর R. E.। C5 ও Lএর অবগাহন। C5-এর পটীও মালিস।`
        }
        ,
        {
            "রোগের নাম": `কর্ণের নিম্নে লালাগ্রন্থির পীড়া।
Salivary glands under theEars`,
            "চিকিৎসা": `কর্ণের নিম্নে লালাগ্রন্থির পীড়া।
Salivary glands under theEars
C. দ্বিঃ ডাঃ বা A । C5 এর পটী ও কুলি। পীড়িত স্থানে স্নায়ুর উপর R. E. ও Y E C5 ও A পৰ্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "দৌৰ্ব্বল্য (General Debility)",
            "চিকিৎসা": `দৌৰ্ব্বল্য (General Debility)
এই রোগে জীবনীশক্তি নিস্তেজ হইয়! আইসে এবং শরীর অব- সন্ন হইয়া পড়ে। এইরূপ দৌর্ব্বল্য দেহ যন্ত্রের কার্য্যে কোনরূপ বিশেষ বিশৃঙ্খলা না হুইলে উপস্থিত হয় না।
চিকিৎসা—কখন কখন কেবলমাত্র স্নায়ু বৰ্ত্তল ও উদর গহ্বরের উপর R. E. প্রয়োগ করিলে স্নায়ুক্তি বৰ্দ্ধিত হয়। উক্ত ঔষধে উপকার না হুইলে ধাতু অনুসারে A কিম্বা S প্র: ডাঃ । Sএর বটীকা আহারের সময়। প্রাতে একটী বটিকা L করোটী ( মাথার খুলি ) গ্রীষাপৃষ্ঠ, স্নায়ুবৰ্ত্তল, স্নৈহিক স্নায়ু এবং মেরুদণ্ডের উপর R. E. ও Y.E. পর্যায়ক্রমে । S5,C, A2, Lএর অবগাহন । উপপত্ত কা প্রদেশে F2র মালিস ।
দৃষ্টফল-সর্ব্বপ্রকার দৌৰ্ব্বল্যে শুভফল দেখা গিয়াছে । দৌৰ্ব্বলো লক্ষণবিশিষ্ট এমন অনেক রোগ আছে যে তাহা অনেক চেষ্টা করিয়াও আরাম করিতে পারা যায় না। কিন্তু এইরূপস্থলে যদি জীবনীশক্তি একেবারে নিঃশেষিত হুইয়া গিয়া না থাকে তাহা হইলে উপযুক্ত ঔষধ প্রয়োগে কয়েক দিনের মধ্যে রোগীকে রোগাবস্থায় যতদূর সম্ভব সবল করিতে পারা যায় ।`
        }
        ,
        {
            "রোগের নাম": "মস্তিষ্ক দৌর্বল্য (Cerebral Weakness )",
            "চিকিৎসা": `মস্তিষ্ক দৌর্বল্য (Cerebral Weakness ) ;
কুইনাইনের অপব্যবহার জনিত মস্তিস্ক দৌর্বল্য।
চিকিৎসা—S. G. প্রঃ ডাঃ। স্নৈহিক স্নায়ু, উষর গহ্বর, স্নায়ুবর্ত্ত ল এবং মস্তকের সমস্ত স্নায়ুর উপর R, E. ওY. E. পর্য্যয়েক্রমে । C5 ও S2র অবগাহন পর্যায়ক্রমে। WE র অবগাহন।
দৃষ্টফল—চিকিৎসা প্রায়ই নিষ্ফল হয় না। কয়েক দিনের মধ্যেই
ফল দৃষ্ট হয়।`
        }
        ,
        {
            "রোগের নাম": "মুচ্ছা ( Fainting )",
            "চিকিৎসা": `মুচ্ছা ( Fainting )
হৃদয়ের কার্য্যনিরোধ নিবন্ধন জীবনীশক্তির ক্ষণিক তিরোভাব । হৃদয়ের কার্য্যে বিশৃঙ্খলা, অধিক উত্তাপ, মস্তকে অধবা স্নায়ুমণ্ডলে জাষাত, রক্তস্রাব ইত্যাদি কারণে এই রোগ জন্মে।
চিকিৎসা ১০ বা ২০টা বটিকা S ও পরে S2 ডাইলিউসন। ন্নৈহিক স্নায়ু, গ্রীবাপৃষ্ঠ ও স্নায়ুবর্ত্তলের উপর R. E.
খৃষ্টফল—ইলেলে কূটো-হোমিওপ্যাথি চিকিৎসার ফল কিরূপ সুন্দর তাহা এইরূপ রোগের চিকিৎসা করিলে সচরাচর কয়েক মিনিটের মধ্যে বুঝ। যায় । মুচ্ছা হইবার পূর্ব্বক্ষণেই ১০। ২০ টা বটিকা S সেবন করাইলে তৎক্ষণাৎ উহা নিবারিত হয়।`
        }
        ,
        {
            "রোগের নাম": "গ্রন্থি ও ঝিল্লীতে রক্ত সঞ্চয় (Congestions of Glands and Tissues)",
            "চিকিৎসা": `গ্রন্থি ও ঝিল্লীতে রক্ত সঞ্চয়
Congestions of Glands and Tissues.
চিকিৎসা--S ও A2 ছিঃ ডাঃ পর্যায়ক্রমে। উক্ত ঔষধের বটিকা আহারের সময়। আবশ্যক বোধ হইলে C ছিঃ ডাঃ A2, C5 বা
W. E. অবগাহন। সংসৃষ্ট স্নায়ুর উপর B. E অথবা RE, Y. E. পর্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "নূতন বা পুরাতন প্রদাহ (Acute or Chronic Inflammation)",
            "চিকিৎসা": `নূতন বা পুরাতন প্রদাহ (Acute or Chronic Inflammation)
প্রদাহ উপস্থিত হইলে গাত্রে দাহ ও উত্তাপ অনুভব হয় এবং প্রদাহযুক্তস্থান রক্তবর্ণ হয় ও স্ফীতভাব ধারণ করে।
চিকিৎসা-S সেবন ও S বা C5 বাহ্যিক প্রয়োগ। ধাতু রক্ত প্রধান হইলে A ও S পৰ্যায়ক্রমে। কিন্তু জর থাকিলে কেবল F2 অথবা F ও S বা A পৰ্য্যায়ক্রমে সেবন করা বিধি। প্রদাহযুক্ত জ্বর প্রবল হুইলে F অল্পমাত্রায় বারম্বার এবং উপপতকা প্রদেশে F2 মালিস ও পটা।
জ্বর আরোগ্য হইলে পর কয়েকদিন F2র মালিস ও S। রোগীর ধাতু রক্তপ্রধান হইলে A ও S পর্যায়ক্রমে।
খৃষ্টফল— গভীর স্ফোটক, দগ্ধব্রণ ( carbuncle ) ইত্যাদি রোগের প্রথমাবস্থায় যে প্রদাহ উপস্থিত হয়, তাহ৷ প্রথম হইতে চিকিৎসা
করিলে উক্ত রোগগুলি আদৌ আবির্ভূত হইতে পায় না । অতি
অল্প সময়ের মধ্যেই উপকার আরম্ভ হয় ।`
        }
        ,
        {
            "রোগের নাম": "জ্বব (Fevers)",
            "চিকিৎসা": `জ্বব (Fevers)
জন্ম সচরাচর অস্ত্র, যকৎ অথবা পাকযন্ত্রের কার্য্যে বিশৃঙ্খলা হইয়া উপস্থিত হয়। কিন্তু জরাবস্থায় উক্ত বিশৃঙ্খলার কোনরূপ বাহ্যিক চিহ্ন প্রায়ই দৃষ্ট হয় না। জরের তিনটা অবস্থ। — (১) প্রদাহাবস্থা, (২) পাকাশয়াস্ত্রাবস্থা ও (৩) দৌর্বল্যাবস্থা। প্রগাঢ়াবস্থায় গাত্রদাহ উপস্থিত হয় এবং মুখ রক্তবর্ণ ও ভারযুক্ত বলিয়া বোধ হয়। পাকা- শয়াস্তাবস্থায় জিহ্বার উপর গীত, খেত অথবা কৃষ্ণবর্ণ আবরণ দৃষ্ট হয় এবং উপরে ভারবোধ ও বেদনা উপস্থিত হয়। দৌর্বল্যাদ্বাহ জীবনী শক্তি নিস্তেজ হইয়া আইসে। এই অবস্থায় রস ও রক্তের বিশ্লেষণ আরম্ভ হও, জিহ্বা, দত্ত ও ওষ্ঠাধরে কালিমা দেখা দেয়,দুর্গন্ধ ধর্ম নিঃসরণ হইতে থাকে; নাসিকা, অস্ত্র অথবা মুত্রদ্বার দিয়া রক্তপাত হয়, গাত্রের উপর মৃদ্ধ মৃদ্ধ রক্তচিহ্ন প্রকাশ পায় এবং নাড়ী এত দূর নিস্তেজ হইয়া আইসে যে অনেক স্থলে উহার স্পন্দন আদৌ অনুভব করিতে পারা যায় না।
চিকিৎসা—জ্বরের প্রদাহ ও পাকাশয়াস্ত্রাবস্থায় F ও S অথবা F ও A দ্বিঃ বা ডঃ ডাঃপর্য্যায়ক্রমে । মরুৎ ও নীহার উপর মালিস F2 বা মালিস C5 বা F2 ও C5 এর মাগিস পর্যায়ক্রমে, স্নায়ুবর্ত্ত.ল. উপর- গহ্বর ও স্নৈহিক স্নায়ুর উপর R.E. ওY.E পর্যায়ক্রমে দৌর্ব্বল্যা- বস্থায় একটী করিয়া বটিকা এক ঘণ্টা অন্তর, সমস্ত উপরে এর পট্টী বা মালিস এবং সমস্ত শরীরের উপর ঔষধের কার্য্য সঞ্চার করিবার জন্য WE অথবা R. 5. শ্রীরাপৃষ্ঠে, শ্লৈষ্মিক স্নায়ুতে, স্নায়ুবস্তুলে, সমস্ত মেরুদণ্ডে ও পদতলে। উক্ত অবস্থা কাটিয়া গেলে চিকিৎসা প্রদাহাবস্থার ন্যায় । কিন্তু যদি কোন প্রকার উদরের পীড়া থাকিয়া যায় তাহা হইলে F and C ডাইলিউসন ক্রমান্বয়ে এবং চিনির সহিত ৫ কোট। W. E. প্রাতে ও সন্ধ্যাকালে সেবন করা বিধি। জ্বরের সহিত মেরুদণ্ডে বেদনা, চক্ষুর চতুর্দ্দিকে নীলিমা ও চক্ষুর তারকাব ভিতবে পাণ্ডুবর্ণ, নাসিক! কখন ইত্যাদি রুমি লক্ষণ থাকিলে অগ্রে কৃমি বিনষ্ট করিয়া জ্বর চিকিৎসা করা কর্তব্য। রুমি উপরে থাকিলে অন্যান্য ঔষধের কার্য্য বিনষ্ট করিয়া দেয়। এই জন্য এইরূপ স্থলে প্রান্তে ও সায়াহে ১০টা বটিকা Ver2এর সহিত ৫ ফোটা Y.. ব্যবস্থ! করিয়া উহার সঙ্গে 'সঙ্গে জ্বরের ঔষধ সেবন করান ভাল। আভ্যন্তরিক ঔষধ সেবনে রুমি নির্দোষে আরোগ্য না হইলে দিবসের মধ্যে দুইবার Ver2 and YE র পিচকারী ( ১০টা বটিকা Ver2, ২ ফোটা Y. E ও ছয় আউন্স জল) করা আবশ্যক ।
পুরাতন ও নবহরের চিকিৎসা একপ্রকার। ঔষধ, কি বিষয়,কি সজয়, সকল অবস্থায়ই ব্যবহার করা যাইতে পারে। কি অরকালে ডাইলিউসন ঔষধ অপেক্ষাকৃত শীঘ্র শীঘ্র সেবন করা ভাল। যদি প্রথমে দেখা যায় যে রোগীর উপরে অধিক মলসঞ্চয় হইয়াছে অথচ রোগীর শরীর বেশ সবল আছে তাহা হইলে কোন মৃদু বিরেচক (এরণ্ড তৈল ) ব্যবহার করিয়া পরে চিকিৎসা করিলে শীঘ্র সুফল হয়।
অধিক দিন পূর্ব্বোক্ত প্রকারে চিকিৎসা করিয়া জর আরোগ্য না হইলে • আউন্স জলে ৫০ বা ৬০ টী বটিকা F2, F2, বা S.G. বা ৫০ বা ৬০  - বা ফোটা R. E. অথবা W. E. অ ঘণ্টা অন্তর অথবা এককালে এক কাচ্চা জলের সহিত ১০০ ফোটা B E বা W.E. মিশ্রিত করিয়া সেবন করিলে প্রতিকার হয়। কিন্তু চিকিৎসা কালে স্মরণ রাখা কর্তব্য যে জ্বর শীঘ্র শীঘ্র আরোগ্য করিবার মানসে জ্বরের প্রথম:- বস্তায় এইপ বৃহৎ মাত্রায় ঔষধ সেবন করাইলে অধিকাংশ স্থলে প্রথম হইতেই জ্বর পাটকাইয়া যাব এবং রস ও রক্ত সম্পূর্ণরূপে পরিশোধিত হয় না।
প্রবল জ্বরে মধ্যে মধ্যে অথবা দিনের মধ্যে দুইবার প্রাতে ও সারাতুে ৪ বা ৫টী করিয়া F বা S G. বটিকা অথবা গুফোটা B E অথবা W.E. চিনির সহিত মিশ্রিত করিয়া সেবন করিলে শীঘ্র উপকার হয় ।
জ্বরভাব হইলে অর্থাৎ জ্বর হইবার উপক্রম হইতেছে বোধ হইলে প্রথমে এককালে ৮বা ১০টি বটিকা F সেবন করিয়া F প্র: ড' : দিবসে ১০/১২ বার এবং প্লীহা ও যকৃতের উপর F2 মালিঙ্গ।
জ্বর আরোগ্য হইবার পর অরুচি, অসুস্থতা, দৌর্ব্বল্য ইত্যাদি লক্ষন থাকিলে S. G. প্রঃ ডাঃ ও আহারের সময়, পূর্ব্বে বা পরে ৪টা বটিকা S. G. জিহ্বার উপর রাখিয়া সেবন করিলে শীঘ্র বলাধান
। রাতন 11 ক আরোগ্য হইবার পর পূর্ব্বোক্ত প্রকারে S. G., প্লীহা ও যকৃতের উপর F2 বা C5 এর মালিস এবং ছয়ী প্রধান স্থানে (চিত্র দেখ) R.E, Y.E পৰ্যায়ক্রমে ।
দৃষ্টফল—এলোপ্যাথি বা অন্যান্য মতে চিকিৎসা করিযা যত জ্বর- রোগীর অকালে মৃত্যু ঘটে বা যাহারা বহুদিন অনর্থক জব যন্ত্রনা ভোগ করে, তাহাদের মধ্যে শতকরা প্রায় ৭৫টী ইলেক্টে 1-হোমিওপ্যাথি যন্তে চিকিৎসিত হইলে শীঘ্র ও সমুলে আরোগ্য হু‍ইয়া যায় । নতন হবে সচারচর হোমিওপ্যাথি বা কবিরাজী চিকিৎসায় তত দ্রুত কাৰ্য্য হয় না বলিয়া এলোপ্যাথির এ িন্টফেব্রিণ, কুইনাইন প্রভৃতির এত সমাদর। কিন্তু ভাল কবিয়া এই সকল ঔষধের গুণ পর্যবেক্ষণ করিয়া দেখিলে স্পষ্ট রোগ চাইবে যে আমাদের দেশে অনেক লোক যে বহুদিন অনর্থক এর যন্ত্রণা ভোগ করে বা অকালে মৃত্যুগ্রাসে পতিত হয় এই সকল ঔষধের ব্যবহারই অহার প্রধান কারণ। এ দেশে ম্যালেরিয়া অনেক দিন হইতেই আছে। কিন্তু অধুনা উহার সহিত নিয়ত কুইনাইনের সংযোগ হওয়ায় উহা অতি ভয়ঙ্করী মূর্তিধারণ করিয়া চতুর্দ্দিকে স্বকৃৎ ও প্লীহার পীড়ার সঞ্চার করিয়া দিয়া নানা প্রকারে বঙ্গবাসীকে পীড়িত করত ক্রমশঃ নিজ ক্ষমতা বিস্তার করি- তেছে। কঠিন পুরাতন জ্বরে সচরাচর এলোপ্যাথি মতে চিকিৎসা করিয়া ভাল ফল হয় না বলিয! অনেকে কবিরাজী, হোমিওপ্যাথি বা সৰ্ব্ব চিকিৎসা বহির্ভূত পেটেন্ট ঔষধের স্বাশ্রয় গ্রহণ করেন। এই রূপ চিকিৎসায় অনেক গুলে রোগ অর্থ আরোগ্য হয় — অর্থ আরোগ্য হয় । কি পতন, কি পুরাতন, সর্বপ্রকার জর-চিকিৎসায় ইলেক্টে। হোমিওপাথি ঔষধ যেমন কার্য্যকারী, তেমনই দ্রুত ।
এমন কতকগুলি জর আছে যাহারা কতিপয় নির্ধারিত দিন অতিবাহিত হইয়া না গেলে আরোগ্য হয় না। এই সকল জ প্রথম হুইতে ইলেক্টে। হোমিওপ্যাথি চিকিৎসা হইলে ২।৩ দিনের মধ্যে ৰোগের প্রবলতা কমিয়া যায় এবং জ্বর অপেক্ষাকৃত অল্প সময়ের মধ্যে আরাম হয় । এই সকল জরে এলোপ্যাথি চিকিৎসা হইলে প্রথম হইতেই রোগের বৃদ্ধি আরম্ভ হয় এবং যে পর্য্যন্ত না বুদ্ধির উচ্চ সীমা উপস্থিত হইয়া প্রকৃতির নিয়মে অনুরূপ প্রতিক্রিয়া আরম্ভ হয সে পর্যন্ত কোন উপকার হয় না। এই সকল জরের চিকিৎসাধ এলোপ্যাথি ও ইলেক্টে। হোমিওপ্যাথির মধ্যে যে প্রভেদ উপরে লিখিত হইল তাহা অনেকেরই দৃষ্টিপথে পতিত হয় না এবং এই জন্য অনেকে এইরূপ স্থলে অজ্ঞতাপ্রযুক্ত এলোপ্যাথিকে উচ্চ ও ইলেক্টে। হোমিওপ্যাথিকে নিম্ন আসন দিয়া থাকেন।
জর যে প্রকাবের হউক না কেন, জ্বরের অবস্থা নির্ণয় করিয়া বিশেষ বিশেষ উপসর্গের উপর লক্ষ্য রাখিয়া চিকিৎসা করিতে হয় । চিকিৎসাকালে কোন প্রকার জরের কত কাল স্থিতি, উত্তাপ কত ডিগ্রী উঠিলে ভয়ের কারণ উপস্থিত হয় ইত্যাদি বিষয় পূর্ব্বে স্থির করিয়া লওয়া উচিত।`
        }
        ,
        {
            "রোগের নাম": "অবিরাম জ্বর (Continuous Fevers)",
            "চিকিৎসা": `অবিরাম জ্বর (Continuous Fevers)
এই সকল জবে বিচ্ছেদ হষ না। একছর, প্রদাহযুক্ত জ্বর ও জব-ধিকার অবিরাম জ্বর ।
হিম লাগা, জ্বলে ভিজা, অপাক, অতিরিক্ত পরিশ্রম ইত্যাদি কারণে একজর উৎপন্ন হয় । ইহাতে প্রথমে কম্পন, পরে গাত্রোত্তাপ, শিরঃ- পীড়া, কটিদেশে বেদনা ও বাত, আরক্ত বদন, বলবতী পিপাসা, শ্বেতবর্ণ জিহ্বা, স্বল্প ও রক্তবর্ণ মূত্র, কোষ্ঠবদ্ধ, পূর্ণ ও দ্রুতনাড়ীস্পন্দন ইত্যাদি লক্ষণ প্রকাশ পায় ।
চিকিৎসা--F1 ও S1, A3 বা C ছিঃ বাঃ ডাঃ পৰ্যায়ক্রমে এবং প্লীহা ও যকৃতের উপর মালিস F2 | আবশ্যক বোধ হইলে কেবলমাত্র W. E. অথবা R, E ও Y. E. পর্যায়ক্রমে গ্রীবা পৃষ্ঠের উপর প্রয়োগ করা যাইতে পারে। এই জরে উদরাময় থাকিলে উহা S. G সেবনে শীঘ্র দ্বীভূত করা আবশ্যক। তাহা না করিলে ইহা হইতে জব বিকাৰ উপস্থিত হইবার সম্পূর্ণ সম্ভাবনা | শ্লেষ্মার লক্ষণ দেখা দিলে প্রথম হইতেই S.G P বা P3 দ্ধি বা তৃং
ডাঃ পর্য্যায়ক্রমে ব্যবস্থা করা কর্তব্য ।
প্রদাহযুক্ত জবের লক্ষণ একজবের ন্যায়। কিন্তু এই জাৱৰ প্রথমে শিরঃপীড়া, আচ্ছন্নভাব, ভদ্ৰা ইত্যাদি লক্ষণ দৃষ্ট হয় ।
চিকিৎসা- F দ্বিঃ বাঃ তৃ ডাঃ ব্যবস্থার - ২০ বা ৩০ মিনিট অস্ত্রর সেসন করাইতে পারিলে ভাল হয়। উপপত্তকা প্রদেশে বি
মালিস। উপরিউক চিকিৎসা করিয়া জব আরোগ্য হইলে পর যদি শরীরে অসুস্থভাব দৃষ্ট হয় তাহা হইলে S বা A2 দ্বিঃ ডাঃ এবং প্লীহা ও যকৃতের উপর মালিম F ব্যবহার করিলে শরীর নীরোগ হয় ।
জর-বিকার — অস্বাস্থ্যকর, দুর্গন্ধময় ও বহুজনাকীর্ণ স্থানে বাস নিবন্ধন এই পর উৎপন্ন হয়। ইশতে মস্তিষ্কের স্নায়ুর কার্য্যে বিশৃঙ্খলা ঘটে।
প্রথমাবস্থা 'জ্বর, উৎকট শিবঃপীড়া, বিকৃত মুখশ্রী, প্রলাপ, অস্থিবতা, কর্ণে ঢক্কাধ্বনি, নাসিকা হইতে বক্তস্রাব, মুখে বিজাতীয় গ, শ্বেতবর্ণ জিহ্বা, বিবমিষা, যমন, অরুচি, বেদনাযুক্ত ও বিস্তাবিত কুক্ষিদেশ, ভেদ ও কোষ্ঠবদ্ধ।
দ্বিতীযাবস্থা —শিরঃপীড়ার উপশম হইতে থাকে কিন্তু আচ্ছ ভাব বৃদ্ধি পায়, মুখশ্রী চিব ও নিশ্চল হয়, জিহ্বার উপর পাটলবর্ণ আবরণ দেখা যায় উক্ত আবরণের সংস্পর্শে দত্ত ও ওষ্ঠাধর পাটল বর্ণ হইযা যায়, কুক্ষি স্ফীত হয় মল দুর্গন্ধ ও কষ্টবর্ণ হয় এবং রোগীর চেষ্টা ব্যতিরেকে মলত্যাগ হইতে থাকে এবং মুত্র স্বল্প ও পাটল বর্ণ হন ।
গাত্রের উত্তাপ প্রায় ১০০ ডিগ্রী পর্যন্ত উঠে। রোগ সচরাচর ৩ হইতে ৪ সপ্তাহ কাল স্থায়ী হয়। গাত্রের উত্তাপ ১০৫ ডিগ্রীর নিম্নে থাকিলে অধিক ভয়ের কারণ থাকে না।
চিকিৎসা-প্রথমাবস্থায় F বা F2 অথবা S. G : ডা: ২০ বা ৩০ মিনিট অন্তর । উপত কা প্রদেশে F2 অথবা F2 ও C5 এর মালিস পৰ্যায়ক্রমে । মৃত্যুর আশঙ্কা উপস্থিত হইলে প্রতি ঘটায় একটা করিয়া Cর বটিকা, উদরের উপরে C5 এর পটী বা মালিস এবং বলাধান ও রোগীর যন্ত্রণার উপশম করিবার জন্য স্নৈহিক স্নায়ু, স্নায়ু বস্তুল, উদর গহ্বর, মেরুদণ্ড এবং পদতলের উপর R. E অথবা W. E 1 ১০ ফোটা W. B অউন্স জলে মিশ্রিত করিয়া উহু। ছাবা কপাল এবং হস্ত ও পদতল ধৌত করিলে প্রলাপ নিরস্ত হয়।
সর্ব্বপ্রকার অবিরাম জ্বর চিকিৎসায় রোগীর অবস্থানুসারে F এর সহিত A, S বা Cর ডাইলিউসন পর্য্যায়ক্রমে সেবন করান যাইতে পারে ।`
        }
        ,
        {
            "রোগের নাম": "সর্দ্দিযুক্ত জ্বব ( Catarrhal Fever )",
            "চিকিৎসা": `সর্দ্দিযুক্ত জ্বব ( Catarrhal Fever )
সর্দ্বিযুক্ত জ্বর চিকিৎসায় — F বা SG. ও P বা P3 দ্বি: ডাঃ
পর্যায়ক্রমে ব্যবস্থা করিলেই যথেষ্ট হয় ।`
        }
        ,
        {
            "রোগের নাম": "সূতিকাজ্বর ( Puerperal Fever )",
            "চিকিৎসা": `সূতিকাজ্বর ( Puerperal Fever )
প্রসবের পর প্রকৃতির জ্বর হইলে [ব] S.G ও C দ্বিঃ ডাঃ পৰ্যায়- ক্রমে। গর্ভাবস্থায় জর হুইলে চিকিৎসা পূর্ব্বের ন্যায়।`
        }
        ,
        {
            "রোগের নাম": "সঙ্কোট বা চর্ম্মারোগবিশিষ্ট জর (Eruptive Fever)",
            "চিকিৎসা": `সঙ্কোট বা চর্ম্মারোগবিশিষ্ট জর (Eruptive Fever)
বসন্ত, হাম, বিসর্প ( নারাঙ্গা), আরক্ত জ্বর, প্রিয় জব, আম- বাত ইত্যাদি সস্ফোটক জ্বর । কেবলমাত্র S ব্যবহার করিলে গাত্রের উপর স্ফোটক আবির্ভূ ত হয় ও আরাম হইয়া যায়। F ও S দ্বিঃ বা তঃ ডাঃ পর্যায়ক্রমে ২. বা ৩০ মিনিট অন্তর । W. E. গ্রীরাপৃষ্ঠে। ফোট ভাল করিয়া না বাহির হইলে S প্রঃ ডাঃ। অঙ্কটি- ভাবে বহির্গত স্কোটের উপর C5 এর লোসন ( ১০টা বাটকা C5, ২০ ফোট। W.E. ও ছয় আউন্স জন ) দিবসে দুইবার প্রতিবার ১০ : ২০ মিনিট কাল লাগান উচিত।`
        }
        ,
        {
            "রোগের নাম": "সবিরাম জ্বর। (Intermittent Fever)",
            "চিকিৎসা": `সবিরাম জ্বর। (Intermittent Fever)
শরীরের মধ্যে ম্যালেরিয়া বিষ প্রবিষ্ট হইয়া সবিরাম জ্বর উপস্থিত হয়। দৈনিক, একদিন অন্তর বা দুইদিন অন্তর জ্বর সবিরাম জ্বর ।
সবিরাম জ্বরে প্রথমে শীড়, পরে গাত্রোত্তাপ বৃদ্ধি ও ধর্ম্ম নিঃসরণ হইয়া জ্বর ছাড়িয়া ধান, কিন্তু নিয়মিত সময়ে পুনরায় আবির্ভূত হয় ।
চিকিৎসা — F প্রঃ ডাঃ দিবসের মধ্যে ১২ বা ১৩ বার । চিকিৎসা বিরামাবস্থায় আরম্ভ করা ভাল। ঔষধ সকল অবস্থায়ই সেবন করিতে পারা যায় । রসদোষ বা রক্তদোষ বা গাঢ় রসদোষ থাকিলে Fএর সহিত S বা A অথবা C প্রঃ বা দ্বিঃ ডাঃ পৰ্য্যায়ক্রমে, প্লীহা ও যকৃতের উপর মালিস F2"। জ্বরাবস্থাঘ্র শরীরে অত্যন্ত যন্ত্রণা উপস্থিত হইলে গ্রীবা পৃষ্ঠে, স্নৈহিক স্নায়ুতে,স্নায়ুবর্তলে ও উদর- গহ্বরে R.E ও Y. E. পর্যায়ক্রমে প্রয়োগ করিলে শীঘ্র উপকার হয় । গাত্রের উত্তাপ অধিক বৰ্দ্ধিত হইলে উক্ত অবস্থায় সেবনীয় ঔষধ দ্বিতীয় ডাইলিউসনে ব্যবহার করা উচিত।`
        }
        ,
        {
            "রোগের নাম": "আরক্ত জ্বর 1 (Scarlatina)",
            "চিকিৎসা": `আরক্ত জ্বর 1 (Scarlatina)
এই সংক্রামক রোগে সমস্ত গাত্রে ও মুখের ভিতর দিকে ছোট ছোট ফুসকুড়ি বাহির হয় এবং কম্প, জব, গলক্ষত, বমনেচ্ছা ও কখন কখন নাসিক। হুইতে রক্তপাত ইত্যাদি লক্ষণ আবির্ভূত হয়। হাম ও আরক্ত জ্বরে প্রভেদ এই যে, আরক্ত জ্বরে গলক্ষত থাকে ও চর্ম্মের উপর অপেক্ষাকৃত বৃহৎ ও রক্তবর্ণ ফুসকুড়ি বাহিয়
হয়।
চিকিৎসা - S সেবনে ফুসকুড়ি বাহির হয় ও আরোগ্য হইয়া ধায় । F 3 S পর্যায়ক্রমে বারম্বার। প্লীহা ও যক্ষতের উপর মালিম F2। গ্রীবা পৃষ্ঠে ও স্নৈহিক স্নায়ুতে B E., WE অথবা RE. ও Y.E. পর্যায়ক্রমে ।
রোগ দুঃসাধ্য হইলে অথবা কর্ণ হইতে পুরস্রাব, গলদেশস্থ প্রসান্বিতে পূরসঞ্চার কিম্বা কুসে গুটিকাসঞ্চার হইতেছে বোধ হইলে F ও C ক্রমান্বয়ে।
চিকিৎসাকালে রোগের প্রবলতানুসারে ঔষধের ডাইলিউসন উচ্চ হওয়া উচিত এবং ঔষধ অপেক্ষাকৃত অধিকবার সেবন করা কৰ্ত্তব্য।`
        }
        ,
        {
            "রোগের নাম": "স্বল্পবিরাম জ্বর ( Remittent fever)",
            "চিকিৎসা": `স্বল্পবিরাম জ্বর ( Remittent fever)
স্বল্পবিরাম জ্বরও ম্যালেরিয়া বিষে উৎপন্ন হয়। এই জ্বরে প্রায় দুই ঘণ্টা হইতে ১২ ঘণ্টা কাল পর্যন্ত বিরাম থাকে। গতোত্তাপ বৃদ্ধির সময় উপর্যুপরি বমন, দ্রুত নাড়ীস্পন্দন ( প্রতি মিনিটে প্রায় ১০০ হইতে ১২০ বার ), চিন্তাযুক্ত বদন ইত্যাদি গাত্রোত্তাপ প্রায় ১০৬ ডিগ্রী পর্যন্ত উঠে। কখন কখন প্রলাপ উপস্থিত হয় এবং গাত্র পীতবর্ণ হয় । রোগ
লক্ষণ প্রকাশ পায়।
কঠিন না হইলে উহা সচরাচার ১০ | ১২ দিন স্থায়ী হয়। চিকিৎসা ১২৪ ও ১২৫ পৃষ্ঠায় দ্রষ্টব্য ।`
        }
        ,
        {
            "রোগের নাম": "বসন্ত (Variola)",
            "চিকিৎসা": `বসন্ত (Variola)
(জব চিকিৎসা দেখ ।
এই রোগে জ্বর, ক্লান্তি, মুত্রাশয়ে ও উরুমূলে বেদনা, শিরোবেদনা বিবমিষা, বমন, শ্লৈষ্মিক ঝিল্লীর উত্তেজনা, প্রলাপ ইত্যাদি উপসর্গ স্ফোটক প্রথমে প্রথমে স্বচ্ছ থাকে কিন্তু
দেখা দেয়। তৃতীয় দিবসে স্ফোটক বাহির হয়। কঠিন থাকে পরে রসপূর্ণ হয়। এই রস পরে ঘনীভূত হইয়া শুষ্ক হুইয়া যায় ।
পাত্রে ক্ষতচিহ্ন থাকিয়া যায়।
রোগ আরোগ্য হইয়া গেলে
চিকিৎসা —শরীরে উপদংশ লক্ষণ প্রকাশ পাইলে Ven সেবন ও বার্ষিক প্রয়োগ করা উচিত। চক্ষুদোষ ঘটিলে A আভ্যন্তরিক
ও বাহিক প্রয়োগ ও Ven, পর্যায়ক্রমে। S ও Ven. পৰ্যাক্রমে
A W, E. 41 B. E র পটি।
2
চক্ষুতে রক্তস্রাব থাকিলে
এর মালিস
A বা A2, সমস্ত মস্তকে A2 ও C5 |C5 এব অবগাহন। গ্রীবা পৃষ্ঠ, স্নৈহিক স্নায়ু এবং মস্তকের সমস্ত স্নায়ুর উপর (চিত্র দেখ) B. E.। সমস্ত গাত্রে C5 এর লোসন (১০ টী বটি কা C5, 20 ফোটা W. E. ও ছষ আউস ডাবের জ্বল) দিবসে দুইবার ।
দৃষ্টফল-কুসংস্কার বশতঃ অনেকে বসন্ত হইলে রোগীর সমস্ত চিকিৎসাই বন্ধ করিয়া দেন। এইরূপ করাতে যাহা হউক আর নাই হউক, রোগীকে অধিক দিন রোগ-যন্ত্রণা ভোগ করিতে হয়। ইলেক্ট1- হোমিওপ্যাথি ঔষধ ব্যবহার করিলে কেবল যে রোগ শীঘ্র শ আরাম হয় তাহা নহে, মৃত্যুর আশঙ্কা প্রায়ই থাকে না। স্ফোট ভাল করিয়া বাহির না হইলে এক বা দুই দিন প্রথম ডাইলিউসন দেওয়া উচিত। এতদ্ভিন্ন যে পর্য্যন্ত না রোগ আরাম হইতে আরম্ভ হয়, সে পৰ্য্যন্ত সমস্ত ঔষধ দ্বিতীয় বা তৃতীয় ডাইলিউসনে ব্যবহার করা কৰ্ত্তব্য`
        }
        ,
        {
            "রোগের নাম": "সংক্রামক রোগ (Epidemics)",
            "চিকিৎসা": `সংক্রামক রোগ (Epidemics)
প্রতিদিন S. G প্রঃ ডাঃ দিবসের মধ্যে ১০। ১২ বার অথবা প্রাতে বা সায়াহ্রে ৫টা কষিয়া বটিকা সেবন করিলে সর্ব্বপ্রকার সংক্রামক রোগ, জ্বর, চর্ম্মরোগ, ওলাউঠা ইত্যাদি নিবারিত হয় । দৃষ্টফল--সর্ব্বপ্রকার সংক্রামক রোগ হইবার উপক্রম হইলে অথবা
ইলেক্টে !- হোমিওপ্যাথি চিকিৎসা।
কয়েকটা প্রথমাবস্থার উপসর্গ আবির্ভূত হইলে উপরিউক্ত প্রকারে চিকিৎস। কবিয়া অথবা এককালে ৮ বা ১০ টী বটিকা S বা S.G জিহ্ব'ব উপব রাখিয়া সেবন করিয়া ভাল ফল পাওয়া যায়। যদি এই রূপ চিকিৎসা করিয়াও কোন স্থলে রোগী শীঘ্র আরাম না হয়, রোগীর জীবনের আশঙ্কা থাকে না।`
        }
        ,
        {
            "রোগের নাম": "বাত (Rheumatism )",
            "চিকিৎসা": `বাত (Rheumatism )
এই রোগ পৈশিক ও তন্ত্রঘ্ন ঝিল্লীর উপর একস্থান হইতে অন্যস্থানে সঞ্চরণ করে। ইহা রক্ত দূষিত হইয়া উৎপন্ন হয়। কখন কখন রোগীর শরীরে এক প্রকার চর্মরোগ উপস্থিত হয়। যতদিন এই চৰ্ম্মযোগ থাকে ততদিন বাত অনুভূত হয় না । কিন্তু এই রোগটী তিরোহিত হইলেই খাত পুনরায় দেখা দেয়।
চিকিৎসা-রোগ যদি কোন বিশিষ্ট রক্ত বা রস দোষে উৎপন্ন না হয়, তাহা হইলে কেবল মাত্র RE অথবা সংযোজক অংশে বেদনা হুইলে YE ও বিয়োজক অংশে বেদনা হইলে R.E. অথবা REYE পর্যায়ক্রমে এবং সন্ধিস্থলে বেদনা বোধ হইলে G. F। যদি উপরোক্ত প্রকারে বাহ্যিক ঔষধ প্রয়োগ করিয়া রোগ আরাম না হয়, আভ্যন্তরিক ঔষুধ সেবনের ব্যবস্থা করা কর্তব্য | S ও F দ্বিঃ ডাঃ এবং আহারাতে এক বেলা ৫টী বটিকা ১ ও অপর এক বেলা ৫টা খটিকা I জিহ্বার উপর! S, C5,S3, A2 or WE অবগাহন। সন্ধি ও বেদনাযুক্ত স্থানে GE. পটী।
রোগ একান্ত প্রবল বোধ হইলে S ও F ভূঃ ডাঃ ব্যবহার করা কৰ্ত্তব্য। কঠিন বাত রোগের সহিত অগ্নি শুল্ক, সন্ধিস্ফীতি বা সন্ধি- বিকৃতি ইত্যাদি লক্ষণ থাকিলে C and S বা A পৰ্যায়ক্রমে এবং C4 বা C5 বা F2র বাহ্যিক প্রয়োগ ।
ইলেক্টে। হোমিওপ্যাথি ঔষধে এই রোগ কখন কখন এত শীঘ্র আরাম হইয়া যায় যে তাহা দেখিলে সকলেই চমৎকৃত হুইবেন।`
        }
        ,
        {
            "রোগের নাম": "সন্ধিপ্রদাহবিশিষ্ট বাত (Arthritis)",
            "চিকিৎসা": `সন্ধিপ্রদাহবিশিষ্ট বাত (Arthritis)
সন্ধির তন্ত্রময় ও রক্তাম্বুস্রাবী ঝিল্লীর প্রদাহ। এই বোগ সচরা- চর একটা বা দুইটী মাত্র সন্ধিস্থানে প্রকাশ হয়।
চিকিৎসা-S অথবা S ও L ডাইলিউসন পর্য্যায়ক্রমে।
প্রাতে
ও সায়াহ্নে ৫টা বটিকা S. বা L C5 এর অবগাহন। হৃদয়ে এ ग পটী ও উপপত্তকা প্রদেশে F2 র মালিস। রোগ দুঃসাধ্য বোধ হইলে C অথবা C ও S অথবা A পর্যায়ক্রমে। প্রদাহযুক্ত স্থানে G. E. অথবা R, E. ওY. E. যথাক্রমে বিয়োজক ও সংযোজক অংশে ।`
        }
        ,
        {
            "রোগের নাম": "সন্ধিবাত (Articular Rheumatism )",
            "চিকিৎসা": `সন্ধিবাত (Articular Rheumatism )
সন্ধিস্থানে অল্প বা অধিক বেদনা হয়, পীড়িত স্থান রক্তবর্ণ ও
স্ফীত হয় এবং তাহার সঙ্গে অন্ন বা অধিক জর দেখা দেয় ।
এই
রোগের সঙ্গে সঙ্গে কখন কখন হৃদাবরণ প্রদাহ বা সংকোষ প্রদাহ উপস্থিত হয় ।
চিকিৎসা - A ও C পর্যায়ক্রমে। উক্ত ঔষধ আহারের সময়, পূর্ব্বে বা পরে । C ও G. E র অবগাহন। হৃদয়ে A2র মালিস এবং উপপত্ত কা প্রদেশে F2 মালিস। রাত্রে নিদ্রার পূর্ব্বে ২০ টা
বাটকা Ver.
সন্ধিস্থানে বাত, অস্থিক্ষত ইত্যাদি নানাবিধ রোগ জন্মে। শিশুর সন্ধিস্থান স্ফীত হইলে প্রায়ই অস্থিবিকৃতি রোগ উপস্থিত হয় ।
চিকিৎসা — S4 ডাইলিউসন। স্নায়ুবৰ্ত্তল, গ্রীবাপৃষ্ঠ, উদর গহ্বর ও স্নৈহিক স্নায়ুর উপর R. E.। বেদনাযুক্ত স্থানে C5, C4 অথবা G Eর পটী। সন্ধিস্থানে R.E YE. যথাক্রমে বিয়োজক ও
সংযোজক অংশে। রোগ দুঃসাধ্য বোধ হইলে C ও A পৰ্যায়- ক্রমে C5 বা S এর অবগাহন।`
        }
        ,
        {
            "রোগের নাম": "বাতরক্ত (Gout)",
            "চিকিৎসা": `বাতরক্ত (Gout)
ক্ষুদ্র ক্ষুদ্র সন্ধির বেদনা ও স্ফীতি। পীড়িত স্থান রক্তবর্ণ হয়। রোগ প্রথমে পদের বৃদ্ধাঙ্গলিতে প্রকাশ পায় এবং পরে বৃহৎ বৃহৎ সন্ধিস্থানে ব্যাপ্ত হইযা পড়ে। এই রোগে নানাবিধ দেহযন্ত্রের বিশেষতঃ পাকাশয়ের কার্য্যে ব্যাঘাত জন্মে।
চিকিৎসা-রোগ নৃতন হইলে S, S2 বা S5 দ্বিঃ ডাঃ । A2 ' দ্বি: ডাঃ বাৰম্বাৰ । C5, S6 এর গঢ়ী মালিস ও অবগাহন। উপপত্ত কা প্রদেশে F2 বা C5 এর পটী । W. E. R. E Y. E পৰ্যায়ক্রমে গ্রীবাসৃষ্ঠ, স্নৈহিক স্নায়ু ও বেদনাযুক্ত স্নায়ুর উপর। C5, C বা WE র অবগাহন ও G Eর পটী। RGY E. যথা-
ক্রমে পীড়িত বিয়োজক ও সংযোজক অংশে।
বোগ পুরাতন হইলে চিকিৎসা গুর্বের ন্যার। কেবল ঔষধের দ্বিতীয় ডাইলিউসনের পরিবর্তে প্রথম ভাইলিউসন ব্যবহার করা
উচিত ।
অনেক বাতরক্ত রোগ কেবলমাত্র 1 অথবা A ও S পৰ্যায়ক্রমে সেবন করিয়া আরাম হইয়া যায়। শরীরে উপদংশ বিহু থাকিলে
রোগ প্রায়ই দুঃসাধ্য হইয়া উঠে। বাহ্যিক প্রয়োগের ব্যবস্থা করা উচিত।
এইরূপ মূলে Ven সেবন ও বাহ্যিক প্রয়োগের ব্যবস্থা করা উচিত।`
        }
        ,
        {
            "রোগের নাম": "অচলসন্ধি বাত (Anchylosis )",
            "চিকিৎসা": `অচলসন্ধি বাত (Anchylosis )
সন্ধির জড়তা। এই রোগ করন কণা অনুলিতে প্রকাশ পায় । চর্মরোগে অথবা শরীরাভ্যন্তরস্থিত উপদংশবিযে এই রোগ উৎপন্ন
হয় ।
চিকিৎসা-কিছু বেশী দিন ধরিয়া চিকিৎসা করা আবশ্যক । S, S2 বা L, S5 ডাইলিউসন অথবা C5 ও A পৰ্যায়ক্রমে দ্বিঃ ডাঃ । একটী করিয়া বটিকা C5 এক ঘণ্টা অন্তর। উপপত কা প্রদেশে F2 মালিস। সন্ধিস্থানে G. E. অথবা B. E ব পটী । স্নায়ুবৰ্ত্তল, উপর- গহ্বর, উদরস্থ স্নৈহিক স্নায়ুকেন্দ্র, গ্রীবা পৃষ্ঠ, স্নৈছিক স্নায়ু এবং সমস্ত পীড়িত স্নায়ুর উপর R. E. ও Y. E পর্যায়ক্রমে ।
বোগ দুঃসাধ্য বোধ হইলে C2, C3 C4 |C5 এর অবগাহন ।
দৃষ্টফল---উপরিউক্ত ভিন্ন ভিন্ন বাতরোগে ইলেক্ট। হোমিওপ্যাথির কার্যকারিতা প্রত্যক্ষ কৰিলে অনেকেই চমৎকৃত হইবেন । সন্ধিস্থানে বেদনায় G.E র সহিত C5 বা C4 মিশ্রিত করিয়া পড়া অথবা মলম লাগাইলে দুই তিন দিনের মধ্যে বেদনা অন্তর্হিত হয় । অজীর্ণ, উপদংশদোয, রসপ্রধান ধাতু ইত্যাদি কারণের উপর লক্ষ্য রাখিয়া চিকিৎসা করা কর্তব্য। অধিক প্রদাহ থাকিলে আভ্যন্তরিক ও বাহ্য প্রযোগের ঔষধের শক্তি অল্প হওয়া উচিত। চিকিৎসাকালে স্মরণ রাখা কৰ্ত্তব্য যে, প্রথমে বাত হইয়া দেহের ফোন অংশ শুষ্ক হইতে অ'বস্তু হইলে বহুদিন ধরিয৷ চিকিৎসা না করিলে বিশেষ ফল পাওয়া যায় না ।`
        }
        ,
        {
            "রোগের নাম": "শোথ ( Dropsy. )",
            "চিকিৎসা": `
শোথ ( Dropsy. )
শোথ সচরাচর অন্যান্য রোগের সহিত দেখা দেয়। পীড়িত স্থানের শিরা হইতে বক্তাম্ব, নিঃহত হইয়া চতু পাৰ্ব্বস্থিত ঝিল্লীতে সঞ্চিত হয়। বক্তসঞ্চালনে ব্যাঘাত নিবন্ধন এই ! ঘটনা উপস্থিত হয় ।
লক্ষণ— স্ফীত, পাণ্ডুবর্ণ ও বেদনাহীন চর্ম, দৌবল্য, অতিশয় পিপাসা। পরে উদরাময় ও মূত্র1িতা বা মুরাভাব। ঠাণ্ডা লাগা, মুত্রাশয়রোগ, জয়, হৃদ্রোগ, গীহা ও যকংরোগ, ঝুরোগ ইত্যাদি কারণে এই রোগ উৎপন্ন হব । চিকিৎসা না হইলে ও বোগ অত্যন্ত কঠিন হইয়া উঠিশে হৃদয়ের কার্য নিযস্ত হইযা মৃত্যু উপস্থিত হয়। শোথ কুস্ফুসে বিস্তৃত হইয৷ শ্বাসরোগ অথবা মস্তিষ্কে বিস্তৃত হইয়া আক্ষেপ উৎপাদন করিয়াও মৃত্যু আনয়ন করে। চিকিৎসা-
 
কালে পীড়িত যন্ত্র ও রোগের কারণের উপর বিশেষ লক্ষ্য রাখা আবশ্যক। ঔষধ সচরাচর তৃতীয় অথবা দ্বিতীয় ডাইলিউসনে ব্যবস্থা করা উচিত।
চিকিৎসা—গ্রীৰাপৃষ্ঠ, স্নৈহিক স্নায়ু ও স্নায়ুবৰ্ত্ত, লেব উপর ইলে- থ্রি সিটি, উপপশু ক৷ প্রদেশে F2 ও C5 এর মালিম। F. S, C, C5,A দ্বিঃ ডাঃ। সৰ্ব্বপ্রকার কঠিন শোথ রোগে A2, C5 ও S5,S অথবা L এর অবগাহন ব্যবস্থা করা উচিত।
জবা শোথ হইলে C তঃ ডাঃ ও C5 এর পটী
উদরে শোধ বা উদরী হইলে F, C তঃ ডাঃ । উপপত্ত কা প্রদেশে দু'ব মালিস বা পটী । স্নায়ুর্ভুল, স্নৈতিক স্নায়ু ও গ্রীবা- পৃষ্ঠের উপর W.E C5 এর মালিস ।
হৃদয়ের
শোধ হইলে A : ডাঃ কয়েকবার। A and S
ডাঃ পৰ্যায়ক্রমে । A2 'ব মালিস বা পটী ও B.E কারণে।
সদিশোধ যোগ এই রোগে সন্ধির শেষ প্রচণ পাণে
মাयক ব স ন হয় । জান, পদতল, মণিবঙ্গ,
প্রধান প্রধান সন্ধিভাগ এই রোগ गा
কোনি ইত্যাদি
। আদ খানে
বাস, বাত রোগ, সন্ধিক্ষত, আঘাত, অবিহিত পরিশ্রম, অস্থিাপত সঞ্চয়, উপদংশনিখ ইত্যাদি কারণে এই সেগ উৎপন্ন হন । এই বোগে সন্ধি কখন ক্ষতি হয় এবং কখন
স্বাভাবিন (বৃত্ত। লাপ্ত হয় ।
বা
স্ফীতভাব যাওয়া
এর অবগাহন।
উপদংশ বিষজনিত
চিকিৎসা S অথবা A ও C পর্যায়ক্রমে । পীড়িত স্থানে C4 বা C5 এর মালि । রোগ
বোধ হইলে Ven সেবন ও বাহা প্রযোগ।
`
        }
        ,
        {
            "রোগের নাম": "অভাধার শোথ (Dropsy of the Orary.)",
            "চিকিৎসা": `অভাধার শোথ (Dropsy of the Orary.)
এই রোগ ভাঙ্গে অল্পে প্রকাশ পায় ও শরীরে কোনরূপ বেদনা বা বিশেষ কষ্ট বোধ হয় না। কুক্ষির এক পার্শ্ব স্ফীত হয়। কিছু 
দিন পরে রোগীর পাকযন্ত্র ও মত্রপিণ্ড প্রদেশে ভাৱ অনুভূত হয, বারস্বাব প্রস্রাব করিতে ইচ্ছা হয় অথবা কষ্টকর প্রস্রাব উপস্থিত হয় এবং কোষ্টবদ্ধ হয় । পরে দেহের নিম্নাঙ্গসমূহ স্ফীত হইয়া পড়ে এবং কষ্টকর শ্বাস উপস্থিত হয় ।
চিকিংসা C2 ও A2 এ পর্যায়ক্রমে দ্বিঃ বা ভূঃ ডাঃ। উদবে ' R. E, অণ্ডাধানে C5, L অথবা S5 এর মালিম।
দৃষ্টফল —— অন্যান্য চিকিৎসানতে অসাধ্য বলিয়া পরিত্যক্ত অনেক রোগী মৃত্যুমুখ হইতে রক্ষিত হইয়াছে ।`
        }
        ,
        {
            "রোগের নাম": "সৰ্ব্বাঙ্গশোথ ( Anasarca)",
            "চিকিৎসা": `
সৰ্ব্বাঙ্গশোথ ( Anasarca)
এই রোগে সমস্ত কৌষিক কিণীৰ উপৰ বক্তাম্বু সঞ্চার হয়, রোগীর বর্ণ পাণ্ডু হয় এবং অকষ্টকর শোথ উপস্থিত হয় । স্ফীত স্থানে অঙ্গলির চাপ দিলে গৰ্ত্ত হইয়া বসিয়া যায়। দৌপল্য, তৃষ্ণা এবং পরে উদরাময়, মুন্নাভাব ইত্যাদি লক্ষণ আবির্ভ‚ত হয। শ্লেষ্মা, জব বা অন্য কোন নূতন রোগ, অসুস্থতা ইত্যাদি কারণে এই বোগ জন্মে ।
চিকিৎসা - S and A দ্বিঃ ডাঃ পর্য্যাযক্রমে। কখন কখন F বা C ছিঃ ডাঃ উপপত্তকা প্রদেশে F2 মালিস। স্ফীতস্থানে W.E and B. E. পৰ্যায়ক্রমে । A3 C5 , Lর অবগাহন !
দৃষ্টফল--রোগ অধিক পুরাতন না হইলে অতি শীঘ্র আরাম
হুইয়া যায় !`
        }
        ,
        {
            "রোগের নাম": "বক্ষঃ শোথ ( Dropsy in the Chest )",
            "চিকিৎসা": `
বক্ষঃ শোথ ( Dropsy in the Chest )
উপসর্গ—বেদনা প্রায়ই থাকে না, কষ্টকৰ শ্বাস, দুৰ্ব্বল ও দ্রুত নাড়ী স্পন্দন, মলিন মুখশ্রী, হস্তে ও পদে শোথ, হৃদয়ে অস্বাভাবিক শব্দ ইত্যাদি ।
চিকিৎসা -S দ্বিঃ বা তৃঃ ডাঃ
হৃদয়ে শোধ হইলে বা রক্ত-
সঞ্চালন বন্ধ হইলে A2 অথবা A2 ও S পর্য্যাযক্রমে। শাখাবায়ু-
নদীর শোথ হইলে P অথবা A and P and S পর্যায়ক্রমে । ফুসফুস- রোগজনিত শোথ উপস্থিত হইলে S, C ও P পর্যায়ক্রমে।`
        }
        ,
        {
            "রোগের নাম": "বিষভক্ষণ ( Poisoning. )",
            "চিকিৎসা": `
বিষভক্ষণ ( Poisoning. )
যদি হঠাৎ কোন দৈব কারণে বা আয়োডাইন, পারদ ইত্যাদি এলোপ্যাথি ঔষধ সেবনে শরীরের মধ্যে বিষ সঞ্চার হয়, তাহা হইলে S প্র: ডাঃ বা শুল্ক বটিকা ব্যবহার করিতে হয়। যদি শীঘ্র শীঘ্র বিষ সঞ্চার হয় তাহা হইলে এককালে ২০টী বটিকা S। যদি বিষ অল্পে অনে সঞ্চার হয় এবং রক্ত দূষিত হইযা গিযাছে বলিয়া বোধ হয় তাহা হইলে প্রথমে এককালে ২০টা বটিকা S, C: ডাঃ এবং একটী করিযা বটিকা C5 প্রতি ঘণ্টায়। বিষাক্ত কন্দলিকা বা অন্য কোন বিষাক্ত খাদ্য দ্রব্য ব্যবহার করিলে যদি রোগীর বমন আরম্ভ না হয় তাহা হইলে ঈষদুষ্ণ জলে S1 মিশ্রিত করিয়া সেবন করাইলে বমন আরম্ভ হয় ।
বিষাক্ত দ্রব্য ভক্ষণ ও বিষাক্ত দ্রব্য জনিত উপসর্গে S প্রঃ ডাঃ ও একটী করিয়া বটিকা C5 এক ঘণ্টা অন্তর । S2, A2 ও C5 এব অবগাহন পর্য্যাযক্রমে। R.E and Y. E. পর্যায়ক্রমে অথবা W.E উদরস্থ স্নায়ুকেন্দ্রে, স্নায়ুবর্ত্ত, শে, উদর গহ্বণে ও শ্রীরাপৃষ্ঠে ।
ঔষধের ডাইলিউসন ব্যবহার করিয়া যদি রোগ বৃদ্ধি পায় তাহা হইলে উক্ত ডাইলিউসন এক বা দুই ব্রুম উচ্চ করিয়া সেবন করিলে কষ্টকর উপসর্গ দূরীভূত হয়। অত্যন্ত অধিক পরিমাণে ঔষধ সেবন করিয়া শরীরে কষ্ট উপস্থিত হইলে সির্ক। বা লেবুর রস ব্যবস্থা করা উচিত।
দৃষ্টফল — আমরা যে কয়েকটা রোগী পাইয়াছিলাম তাহারা 
আরোগ্য হইয়াছে । আমদের বিশ্বাস সর্ব্ব প্রকার বিষ-চিকিৎসার বিশেষ ফল হইবার সম্ভাবনা। সর্পাদি দংশনে চিকিৎসায় কিরূপ ফল পাওয়া যায় তাহা পরীক্ষা করিয়া দেখা আবশ্যক । মফঃস্বলে এই ফল পরীক্ষা করিবার অনেক সুবিধা আছে ।`
        }
        ,
        {
            "রোগের নাম": "দগ্ধব্রণ ( Carbuncle. )",
            "চিকিৎসা": `
দগ্ধব্রণ ( Carbuncle. )
এই রোগে একটী কঠিন ও যন্ত্রণাযুক্ত স্ফোটক আবির্ভূত হয়। স্কোটকের চতুষ্পার্শ্ব রক্তবর্ণ হয় এবং মধ্যভাগে ক্ষুদ্র ক্ষুদ্র কষ্টবর্ণ রস- গুটিকা দৃষ্ট হয় । এই রমগুটিকাগুলি কিছু দিন পরে মাংসের সহিত বিগলিত হইয়া পড়ে ।
চিকিৎসা - C বা C4 ডাইলিউসন বারম্বার। C5 কিম্বা C4 এর পটা বা মালিস। A3 র পটী। S, C5 এর অবগাহন । পীড়িত স্থানের স্নায়ুর উপর R. E. ও Y. E. পৰ্যায়ক্রমে ।
যদি উক্ত চিকিৎসায় উপকার না হয়, ২৪ খটার মধ্যে মৃত্যু হইবার সম্ভাবনা ।
দৃষ্ট ফল - প্রথমে উপকার হইতে আরম্ভ হইলে রোগ সত্বর আরোগ্য হইয়া যার`
        }
        ,
        {
            "রোগের নাম": "স্ফোটক ( Abscess )",
            "চিকিৎসা": `
স্ফোটক ( Abscess )
আভ্যন্তরিক কারণে শরীরের কোন স্থানে গর্ভ হইয়া তথায় পূয়- সঞ্চার হইলে স্ফোটক হয় । আঙ্গ, লহাড়া, পঞ্চব্রণ, আঞ্জিন। ইত্যাদি স্ফোটক ।
স্ফোটকের প্রথমাবস্থায় অনেক খুলে রোগীর দেহে কম্প, জ্বর, অস্থিরতা ইত্যাদি লক্ষণ উপস্থিত হয় এবং পূয় গাঢ় ও হরিদাভ পীত- বর্ণ হয়। শরীরের সকল স্থানেই স্ফোটক হইতে পারে।
অকষ্টকর স্ফোটক কেবলমাত্র রসপ্রধান ধাতুতে আবির্ভূত হয়। 
এই স্ফোটক অল্পে অল্পে বৃদ্ধি প্রাপ্ত হয়, কোনরূপ প্রদাহ উপস্থিত হয় না এবং পূযসঞ্চারের পূর্ব্বে কোনরূপ যন্ত্রণ। অনুভূত হয় না। এই সকল স্ফোটকের পূয় সচরাচর অতিশয় তরল ।
চিকিৎসা—রসপ্রধান ধাতু—S ও C বা L পৰ্যায়ক্রমে। আহা- রের সময় উক্ত ঔষধের বটিকা।C5 ও S5 এর অবগাহন পৰ্যায়- ক্রমে। পীড়িত স্থানে এর মালিস। স্ফোটক ফাটিয়া গেলে ঠি S5 বা C5 এর মালিস। স্নৈহিক-স্নায়ু ও গীড়িত স্থানের স্নায়ুর উপব R,E. ও Y. E. পৰ্যায়ক্রমে ।
রক্তপ্রধান ধাতু—S ও C পর্যায়ক্রমে অথবা রোগ দুঃসাধ্য বোধ হইলে A ও C পৰ্যায়ক্রমে । A2 ও C5 এর অবগাহন পর্যায়ক্রমে । উক্ত ঔষধের পটী বা মালিস। R.E অথবা R. E ও Y. E. পর্যায়ক্রমে ।
প্রদাহযুক্ত স্ফোটক স্ফীত ও রক্তবর্ণ হয় এবং ছুরিকাবিদ্ধবৎ যন্ত্রণা, গাত্রোত্তাপ, জ্বর ও কম্প উপস্থিত হয়। পুয় ঘন ও হরিদাভ পীত- বর্ণ হয় A ও C পর্যায়ক্রমে । A2 ও C5 এর অবগাহন পর্যায়ক্রমে । হৃদয়ে A' মালিস ও উপকপশু ক৷ প্রদেশে A2 র মালিস F2 র মালিস। R, E. ও Y. E. পর্যায়ক্রমে স্নায় বৰ্ত্তল, উদর গহ্বর, উদরস্থ স্নৈহিক স্নায়ু- কেন্দ্র, গ্রীবাপৃষ্ঠ ও স্নৈহিক স্নানুর উপর। মাথার খুলির উপর ৫ ফোটা B. E.। জ্বর থাকিলে F2 দ্বিঃ বা ত্বঃ ডাঃ ।
রক্তসঞ্চয় লক্ষণবিশিষ্ট স্ফোটক অস্থিক্ষত, মাংসপচন ইত্যাদি কারণে উপস্থিত হয়। চিকিৎসা কিছুদিন ধরিযা করিতে হয়। C দ্বিঃ ডাঃ, কয়েকদিন পরে C5, C5 ও L দ্বিঃ ডাঃ। C5 ও S5' এর অবগাহন পৰ্য্যায়ক্রমে । R. E ও Y. E পর্যায়ক্রমে । উপপত্তকা প্রদেশে
F2 মালিস। C5 এর পটি ।
দৃষ্টফল——অনেকের ধারণা যে স্ফোটক চিকিৎসায় অস্ত্র ব্যবহার প্রয়োজন । অস্ত্রব্যবহারে স্থানিক দূষিত রক্ত বিনির্গত হয় মত্য কিন্তু যে কারণে রক্ত দূষিত হয় সেই কারণ অস্পৃষ্ট থাকে । এই জন 
অস্ত্রব্যবহারে অনেকস্থলে বিষময় ফল ফলে এবং অনেকে বহুদিন 
রোগ ভোগ করিয়া অবশেষে মৃত্যুমুখে পতিত হয় । 
অস্ত্রব্যবহারে 
রোগীকে বৃথা দারূণ যন্ত্রণা দেওয়া হয় এবং স্ফোটক আরোগ্য হইতে 
বিলম্ব হয় । ইলেকটো- হোমিওপ্যাথিক ঔষধ ব্যবহারে প্রথম 
হইতে কেরল যে সমস্ত যন্ত্রণা নিবারণ হয় তাহা নহে , অস্ত্রচিকিৎ- 
সায় রোগ আরোগ্য হইতে যত সময় লাগে তাহার অর্দ্ধেক সময়ে 
রোগ নির্দোষে আরাম হইয় । যায় !`
        }
        ,
        {
            "রোগের নাম": "স্ফোটকা ( Boils .)",
            "চিকিৎসা": `স্ফোটকা ( Boils . ) 
কৌষিক ঝিল্লীর সামান্য প্রদাহ । স্ফোটকাণু কখন বসিয়া যায় 
এবং কখন বা পাকিয়া উঠে । 
চিকিৎসা-- S ও A পর্য্যাযক্রমে । আহাবের সময় উক্ত ঔষধের 
2 বটিকা । C5 ও A2 অথবা S5 
এর অবগাহন । C5 এর পটী । 
এর অবগাহন পর্যায়ক্রমে অথবা I 
গ্রীবা পৃষ্ঠে , স্নৈহিক স্নায়ুতে ও পীড়িত 
স্থানের স্নায়ুর উপর R. E. ও Y. E. পৰ্য্যায়ক্রমে । 
অগ্নিপুটের উপব স্ফোটকাণু হইলে ডাইলিউসন A ও S পর্য্যায়- 
ক্রম । A2 ও C5 এর পটী পর্যাযক্রমে । পীড়িত স্থানে REG 
Y. E. পর্যায়ক্রমে । 
দৃষ্টফল — পূর্ব্বের ন্যাষ ৷`
        }
        ,
        {
            "রোগের নাম": "মাংসপচন ( Gangrene )",
            "চিকিৎসা": `মাংসপচন ( Gangrene ) 
মাংসপচন দ্বিবিধ-- শুষ্ক ও আর্দ্র । পীড়িত স্থান শুষ্ক ও কঠিন 
হইলে শুল্ক এবং কোমল ও সামান্য চাপে বিগলিত হইয়া পড়িলে 
আর্দ্র ' মাংসপচন হয় । যেস্থানে পচন আরম্ভ হয তাহার চতুষ্পার্শ্ব- 
বৰ্ত্তী অংশে প্রদাহ উপস্থিত হইয়া বিনষ্ট মাংস বিগলিত হয় এবং 
একটী সপূয় ক্ষত ও ক্ষতচিহ্ন থাকিয়া যায় । তাহা না হইলে চতুষ্পার্শ্বে 
পড়ন আরও হয় এবং শীঘ্র মৃত্যু উপস্থিত হয় । 
চিকিৎসা- C 1 C5 ' দ্বিঃ ডাঃ । প্রাতে ২০ টা বটীকা C5 " । S5 , 
C5 এর অবগাহন । C5 এর পটী ও মালিস । W. E. , G. E র পটী । 
সংস্পৃষ্ট স্নায়ুর উপর R. E. ও Y E. পর্যায়ক্রমে । C5 , এর বটিকা চূর্ণ 
করিয়া উহার সহিত কিঞ্চিৎ নবনীত মিশ্রিত করিয়া পচাযুক্ত স্থানে 
লাগাইলে আশু প্রতীকাব হয় । 
দৃষ্টফল - হঠাৎ অস্ত্র চিকিৎসা করিয়া রোগীকে দারুণ যন্ত্রণা না 
দিয়া এবং বহুদিন উহাকে রোগ ভোগ না করাইয়া কয়েক দিন 
ইলেক্টে | হোমিওপ্যাথি ঔষধ ব্যবহার করাইয়া দেখিবেন যে শীঘ্র 
কিরূপ ফল পাওয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "ক্ষত ( Ulcer.)",
            "চিকিৎসা": `ক্ষত ( Ulcer.) 
চিকিৎসা - S and C অথবা C5 সেবন ও বাহ্য প্রয়োগ । 
ক্ষত 
স্থানে GE প্রয়োগ । ( কর্কট , চর্ম্ম ও উপদংশজনিত রোগ দেখ । )`
        }
        ,
        {
            "রোগের নাম": "গোমসূৰ্যাক্ষেপ ( Vaccination )",
            "চিকিৎসা": `গোমসূৰ্যাক্ষেপ ( Vaccination ) 
টিকা দিবার সময় দূষিত গোমসূরি ব্যবহারজনিত বিষ সকার । 
চিকিৎসা 
- S সেবন 
ও L এর ভাবগাহন 
।`
        }
        ,
        {
            "রোগের নাম": "রসদোষজ নালীক্ষত ( Scrofulous Fistulas . )",
            "চিকিৎসা": `রসদোষজ নালীক্ষত ( Scrofulous Fistulas . ) 
S ডাইলিউসন । পীড়িত স্থানের স্নায়ুর উপর R. E. I রোগ 
দুঃসাধ্য বোধ হইলে S ও C পর্য্যায়ক্রমে । C5 বা L এর অবগাহন । 
সংস্পষ্ট স্থানের স্নায়ুর উপর পর্যায়ক্রমে R. E 3 Y. E .।`
        }
        ,
        {
            "রোগের নাম": "অশ্রুনালী - ক্ষত ( Lachrymal Fistula . )",
            "চিকিৎসা": `অশ্রুনালী - ক্ষত ( Lachrymal Fistula . ) 
চক্ষুর ভিতর দিকের কোণস্থিত অশ্রু - নালীর ক্ষত । 
রক্তদোৰজ বোগ ।
চিকিৎসা— S বা C and C5 । গ্রীবাপৃষ্ট এবং চক্ষু - গহ্বরের উর্দ্ধে 
ও নিম্নে R.E । G. E র পটী ।`
        }
        ,
        {
            "রোগের নাম": "দন্তমাড়ী - ক্ষত ( Fistula of the Gums . )",
            "চিকিৎসা": `দন্তমাড়ী - ক্ষত ( Fistula of the Gums . ) 
চিকিৎসা – C ও A2 পৰ্যায়ক্রমে । C5 , C , WE র ঝুলি । মাড়ীর 
উপর মুখের বহির্ভাগে C এর মালিস । সংসৃষ্ট স্নায়ুৰ উপৰ R.E 
দৃষ্টফল —- সৰ্ব্বপ্রকার ক্ষত চিকিৎসায় শীঘ্র ফল পাওয়া যায় । কিন্তু 
নালীক্ষত বোগ চিকিৎসা করিতে সচরাচর অনেক দিন লাগে । এই 
জন্য যাঁহারা অধিক দিন ইলেক্টে । হোমিওপ্যাথি চিকিৎসা করেন 
নাই তাঁহারা সৰ্ব্বপ্ৰকাৰ বিশেষতঃ গুহৃদেশভূত নালীক্ষত রোগী 
যত অল্প গ্রহণ করেন ততই ভাল । মলত্যাগ কবিবার সময় ব্যবস্থার 
পীড়িত স্থানে ভিতর হইতে চাপ পড়ে বলিয়া নালীক্ষত শীঘ্র 
আরোগ্য হয় না ।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `অর্ব্বদ ( Tumours . ) 
কর্কট ( Cancer . ) 
যে সকল দূষিত পদার্থ সঞ্চিত হইযা এই রোগ জন্মে তাহার 
মূল কারণ অদ্যাপি স্থিৰীকৃত হয় নাই । এই বোগে অর্বুদ ক্রমশঃ 
বিস্তৃত হইয় । চতুষ্পার্শ্ববর্তী অংশ বিনষ্ট করিয়া দেয় । অস্ত্রচিকিৎসা 
দ্বারা অর্বুদটী কর্ত্তন করিয়া ফেলিলে কিছুদিন পরে অর্বুদটি ঘে 
স্থানে প্রথমে আবির্ভূত হইযাছিল ঠিক সেই স্থানে অথবা অন্য 
কোন স্থানে পুনবায় প্রকাশ হয় । কন্ঠ রোগে যে অর্ব্বদ হয় তাহাব 
ঝিল্লীতে এক প্রকার ক্ষুদ্র ক্ষুদ্র কোষ দৃষ্ট হয় । কোষগুলি এত ক্ষুদ্র 
যে কেবল মাত্র অণুবীক্ষণ যন্ত্রের সাহায্যে উহাদিগকে দেখিতে পাওয়া 
যায় । অন্য প্রকার অন্ধ দে উরু কোষ দৃষ্ট হয় না । অন্যবিধ 
অর্ব্ব দে রোগীর সম্পূর্ণ স্বাস্থ্যভঙ্গু হইতে প্রায়ই দেখা যায় না , কিন্তু 
কর্কট রোগে স্বাস্থ্যভঙ্গ লক্ষণটী সর্ব্বদাই উপস্থিত থাকে এবং সমস্ত 
শরীরের বক্ত দধিত হইযা পড়ে । কর্কট রোগে সচরাচর যে ছুরিকা 
বিদ্ধবৎ যন্ত্রণা উপস্থিত হয় তাহা সৰ্ব্বপ্রকার কর্কট রোগের প্রথমা- 
বর্ষায় দৃষ্ট হয় না । কিন যে মুহূর্ত্ত হইতে রোগ বৃদ্ধি পাইতে থাকে 
সেই মুহূৰ্ত্ত হইতেই উক্ত যন্ত্রণা আরম্ভ হয় এবং উত্তরোত্তর 
বৃদ্ধি পায় । 
প্রধান প্রধান কর্কট রোগ । 
কোমল কর্কট — এই প্রকার কর্কট রোগে অর্বুদে মস্তিষ্ক 
বা মজ্জার ন্যায এক প্রকার কোমল পদার্থ দৃষ্ট হয় । এইরূপ 
কৰ্কট ৰোগ সচরাচর অধিকাংশ চলে উপস্থিত হয় । 
২। সার কর্কট — এই রোগের অর্বুদ কোমল কর্কটের অপেক্ষা অধিকতর কোমল । অৰ্জু দেব ঝিল্লীতে বর্ণহীন অথবা রক্ত বা পীত- 
বর্ণ একপ্রকার আটার ন্যায় পদার্থ দৃষ্ট হয় । 
৩। বক্তস্রাবী কর্কট — এই রোগে অর্থ দ হইতে প্রায়ই রক্তস্রাব 
হইতে থাকে । 
৪। কুষ্ট কৰ্কট — এই রোগে অর্জুন দেব ঝিল্লীতে এক প্রকার 
কষ্টবর্ণ পদার্থ দৃষ্ট হয় । 
৫ : কঠিন কর্কট — এই বোগে অর্বুদ কখন কখন প্রস্তরের ন্যায় 
কঠিন হয় । 
কর্কট রোগে ক্ষত সৰ্ব্বদা উপস্থিত থাকে না । চৰ্ম্মের কর্কট 
রোগে ক্ষত আদৌ উপস্থিত হন না । অস্তি ও চক্ষুর কর্কট রোগে 
অর্ব্বাদ বৃদ্ধি পাইলে ক্ষত শেষে উপস্থিত হব । যকৃৎ , অণ্ডকোষ , 
অন্তাধার ও মুত্রপিণ্ডের কর্নট রেখে প্রায়ই ক্ষত দেখা যাৰ । 
প্রায় অর্দ্ধেক কর্কট রোগে অঙ্গদের কোমলতা দৃষ্ট হয় না । 
কর্কট রোগ হঠলে সচরাচর প্রধান অম্লদের চতুপার্শে অথবা 
অন্যত্র কতিপয় ক্ষুদ ক্ষুদ্র মদদ আরভ ত হয় । অনেক কর্কট 
রোগে উক্ত ক্ষুদ্র ক্ষুদ্র অপগুলি আদৌ আবির্ভূত হয় না ; কিন্তু 
বোগ উত্তরোত্তর বৃদ্ধি পাইতে থাকে এবং শরীরের সমস্ত রক্ত দূষিত 
হইযা পড়ে । অন্যান্য দেহযন্ত্র বড় একটা বিকৃত হয় না কিন্তু রক্ত- 
দোষাধিক্যবশতঃ মৃত্যু উপস্থিত হন ৷ 
এই ভয়ানক রোগের সাধারণ লক্ষণ --- দৌর্বল্য , স্বাস্থ্যভঙ্গ , পাণ্ডু- 
বর্ণ , উদরাময় ইত্যাদি । 
যে সকল দেহ যন্ত্রে কর্কট রোগ উপস্থিত হয় সেই সকল যন্ত্রের 
অথবা তাহাদের নিকটবত্তী বা সংশষ্ট যন্ত্রের কার্য্যানুসারে বিবিধ 
বিশেষ বিশেষ লক্ষণ আবিভূত হয় । 
তালুমূল গ্রন্থিকর্কট ( Cancer of the Tonsils . ) 
এই বোগে ভালুমূলে একটী বৃহং ও কঠিন অর্ন্তদ উপস্থিত হয় ৷ এই অৰ্ব্বদ হুইতে সমষে সমযে রক্তস্রাব হইতে থাকে । কথা কহিতে 
বা কোন দ্রব্য গিলিতে হইলে কষ্ট হয় । প্রাপ্তবযস্ক ব্যক্তির শরীরে 
এই রোগ সচরাচর দেখা দেয় । 
পাকাশয় কর্কট ( Cancer of the Stomach ) —এই 
রোগে পাকাশযেব নিম্ন বা ঊর্দ্ধমুখে অথবা মধ্যস্থলে অর্বুদ উপস্থিত 
হওয়ায় উক্ত যন্ত্র সংকীর্ণ হইযা আইসে । পাকাশয়ের ঊর্দ্ধমুখে 
কর্কট হইলে উক্ত মুখ সংকুচিত হইয়া যায় ও অন্ননালী বিস্তৃত 
হইয়া পড়ে এবং কোন খাদ্য দ্রব্য ভোজন করিলে উহা বমন হুইয় ) 
উঠিয়া যায় । পাকাশযের নিম্নমুখে কর্কট হুইলে উহা সংকুচিত 
হয় ও পাকাশর বিস্তৃত হ‍ইয়া পড়ে ৷ উক্ত কারণে ভুক্ত দ্রব্য অনেক 
ক্ষণ পাকাশষে থাকিয়া পরে অতি কষ্টে অন্ত্রমধ্যে প্রবিষ্ট হইতে 
থাকে । সচরাচর আহাবের দুই তিন ঘন্ট । কাল পরে বমন হয় । 
চর্ম্মবৎ , সাস্ত্র , কঠিন বা কোমল পদার্থ পকাশযের কর্কটে দৃষ্ট হয় । 
পাকাশ্য - শূল , পৃষ্ঠে বেদনা , উপরে ভাববোধ , গন্ধহীন অথবা 
গন্ধকগন্ধযুক্ত উদ্গার , অদ্ধজীর্ণ বক্তবমন , উদরের উর্দ্ধভাগে অর্বুদ 
ইত্যাদি পাকাশয়ের কঙ্কটের লক্ষ্মণ । এই যোগ সচরাচর কয়েক 
বংসৰ কাল তাগী হয । কিন্তু পরে দৌর্বল্য , অস্ত্রাবরণ প্রদাহ , - 
স্বাস্থ্যভঙ্গ ইত্যাদি উপসর্গ উপস্থিত হইযা মৃত্যু হয় । 
যকৃতের কট ( Cancer of the Liver ) –এই রোগে 
যকৃতের পরিসর বৃদ্ধি প্রাপ্ত হয় । মৃদু ও ছুরিকাবিদ্ধবৎ যন্ত্রণ । দক্ষিণ 
উপপশু র্কা প্রদেশে করে ও দক্ষিণ বাহুতে অনুভূত হয় । অজীর্ণ , 
কোষ্টবদ্ধ , পাণ্ডু রোগ উদব । ও সমস্ত শরীরে শোথ আবির্ভূত হয় 
এবং শেষে উদরাম ও পঘাত , উপস্থিত হয় । 
স্তনের কর্কট ( Cancer of the Breast ) -প্রথমে একটী 
রাত্র গুনের গ্রন্থি পীড়িত দূর কিন্তু পরে রোগ বৃদ্ধির সঙ্গে সঙ্গে অন্য স্তনটীও পীড়িত হইয়া পড়ে । এই রোগের ৩ টী অবস্থা । 
প্রথমাবস্থায় কর্কটসঞ্চার আরম্ভ হয় , দ্বিতীয়াবস্থায় কর্কট বৃদ্ধি পাইতে 
থাকে এবং তৃতীয়াবস্থায় সমস্ত শরীরে গভীর ক্ষত দৃষ্ট হয় এবং 
অসংখ্য ক্ষুদ্র ক্ষুদ্র অর্ব্বদ অপর স্তন , অস্থি , যত্নং ইত্যাদি অংশে 
আবির্ভূত হয় । 
মেরুদণ্ডের কর্কট ( Cancer of the Spinal Cord ) - 
এই রোগে মস্তকে বেদনা অনুভব ও বুদ্ধিশক্তির বিকৃতি , পক্ষাঘাত , 
আক্ষেপ ইত্যাদি লক্ষণ উপস্থিত হয় । দেহের নিম্ন অঙ্গের পক্ষাঘাত 
এই রোগের একটী প্রধান উপসর্গ । 
তালুর কর্কট ( Cancer of the Palate ) —এই রোগে 
অর্ব্বদ বিস্তৃত হইয়া পড়ে । কখন কখন উহার ভিতর একটী কোষ 
দৃষ্ট হয় । এই কোষটী কোন কোন স্বপ্নে । এতদূর বৃদ্ধি প্রাপ্ত হয যে 
দেখিলে পারাবত ডিম্বের ন্যায় বৃহৎ বলিয়া বোধ হয় । অবশেষে 
জিহ্বা , গলকোষের শ্লৈষ্মিক আবরণ , চক্ষু ও অস্থিব কর্কট উপস্থিত 
হইযা স্বাস্থ্যভঙ্গ হয় ও দেহের সমস্ত রক্ত দযিত হইয়া পড়ে । 
ফুসফুসের কর্কট ( Cancer of the Lungs ) -- রোগী 
প্রপ্ত বয়স্ক ও রক্ত প্রধান ধাতুবিশিষ্ট হইলে এই রোগে শ্বাসদৌর্ব্বল্য 
ও কষ্টকর শ্বাস লক্ষণের সহিত অল্প অল্প বক্ষ শ্লেষ্মার সহিত দেখা দেয় , 
প্রতিখাত প্রক্রিয়ায় বক্ষের স্বাভাবিক প্রতিধ্বনি , ক্ষীণ বোধ হয় এবং 
শ্বাস - ক্রিয়ার শব্দ শুনিতে পাওয়া যায় না । 
চৰ্ম্মনিবন্ধ কর্কট ( Cancer scated in the Skin ) —এই 
রোগ মুখে , ওষ্ঠাধারে , জবায়ুগ্রীবায় , জননেন্দ্রিয়ের বহির্ভাগে , গুহে , 
জিহ্বায় , গলনলীতে , পাকাশয়ে , অন্ত্রে ও সবলান্তে আবির্ভূত হয় । ইহাতে স্বাস্থ্যভঙ্গ , বক্তবিকৃতি ইত্যাদি ভয়ানক উপসর্গ উপস্থিত 
হয় না । রোগ কেবলমাত্র পীড়িত স্থানের চর্মে আবদ্ধ থাকে । 
চিকিৎস ! ৷ 
যাহাতে কর্কট রোগের বিষ ও ধাতুদোষ 
পারে সে বিষয়ে ইলেকটো- হোমিওপ্যাথি 
বন্দোবস্ত আছে । এই বোগে ক্যান্‌সাবসে । 
সমূলে বিনষ্ট হইতে 
চিকিৎসায় অতি পুচারু 
ঔষধের কার্য্য দেখিয়া 
সকলেই চমংকুত তাইবেন । উক্ত ঔষধ কয়েকদিন সেবন করিলেই 
রোগীর শরীরে রোগ দমনের লক্ষণ স্পষ্ট অনুভূত হয় । যদি দেখা 
যায় যে , রোগ কেবল আরম্ভ হইতেছে , অথবা অর্বুদ বা ক্ষত বেশী 
পুরাতন হয় নাই , অথবা দেহের ঝিল্লার অবস্থ । এমত তই যাচ্ছে যে সে 
অবস্থায় বক্ত দোষ খণ্ডন করা সম্ভব , তাহা হইলে চিকিৎসা করিয়া 
রোগ উপশম ও পরে সমূলে আরোগ্য করা যাইতে পারে । 
রোগের চিকিৎসা আরম্ভ করা যায় ততই ভাল । 
যত শীঘ্র 
কর্কট রোগ দুষ্ট গ্রন্থি অল্প বা অধিক কঠিন হয় এবং উহা স্পর্শ 
করিলে কোনরূপ অনুভব শক্তির উদ্রেক হয় না । গ্রন্থি কখন প্রথমে 
অনেক দিন এক ভাবে থাকিয় । পরে অল্পে অল্পে বা শীঘ্র শীঘ্র বিস্তৃত 
হইতে থাকে , কখন প্রথমে বিস্তৃত হইয়া , পরে একভাবে থাকিয়া যায় 
এবং কখন কেবল ম ত্র বহিস্থকে আবদ্ধ হইযা থাকে । কখন চর্ম্মের 
ঊপর কেবল মাত্র অন্ন বা অধিক রক্তাভ । দৃষ্ট হয় । 
কর্কটক্ষতবিশিষ্ট গ্রন্থিব পার্শ্ব কঠিন , উন্নত ও বন্ধুর হইয়া 
আইসে , ভিতরে ছুবিকাবিদ্ধবৎ যন্ত্রণা উপস্থিত হয় , ক্ষত কৃষ্ণ বা 
ধূসর বর্ণ ধারণ করে এবং জলের ন্যায় স্বচ্ছরক্তাম্বু স্রাব ও দুর্গন্ধ 
উপস্থিত হয় । 
কর্কট রোগ আরাম হইতে আরম্ভ হইলে এক এক করিয়া প্রধান 
প্রধান উপসর্গগুলি অন্তর্হিত হইতে থাকে । গ্রন্থির জায়তন হ্রাস ' 
হয় , কঠিনত । কমিয়া আইসে , বিবর্ণতা কাটিয়া য'ষ নিশ্চলভাব দূরী- 
ভূত হয় এবং গ্রন্থি স্পর্শ করিলে রোগী উ । অনুভব করিতে পারে । 
কিছুদিন পরে গ্রন্থি বিগলিত হইয়া পড়িযা বাষ ক্ষত স্থানে দুর্গন্ধ 
থাকে না , যন্ত্রণা কমিষ ' যায ও কয়েক দিবস পরে উহা ' আদৌ অনুভূত 
হয় না । শেষাবস্থায় চিকিৎসা হইলে কর্কট রোগ আরাম হয় না । 
সত্য , কিন্তু স প্ৰকাৰ যন্ত্ৰণা নিবারিত হয় । গ্রন্থি । কৃষ্ণবর্ণ ঘুচিয়া গিয়া 
রক্তবর্ণ হয় এবং পরে উহাতে কেবল মাত্র বক্তাভ । দৃষ্ট হয় । ধৌত 
করিবার সময় টকা ২ হইয় । কর্নট পড়িতে থাকে এবং উহার পার্শ্ব 
চতুষ্পার্শ্ববর্ত্তী চৰ্ম্মের গতি সমতল এবং দেনাবিহীন হয় । পূয়- 
সঞ্চারের অবস্থার পরিবর্ত্তন ঘটে । পূয খন , পীতবর্ণ বা রক্তাভ 
হুইয় ! জাইসে । 
যখন উপরিউক্ত প্রকারে শরীরের সমস্ত দোষ পণ্ডন হইতে আরম্ভ 
হয় , তখন ঔষধের ক র্যকারিতা সম্বন্ধে কোনক । সন্দেহ থাকে না । 
কিন্তু এই সময়ে চিকিৎসা পরিবর্ত্তন করিলে বা এক দিনেরও জন্য 
বন্ধু বাথিলে বিশেষ অনিষ্ট হইবার সম্ভাবনা । 
কতক গুলি কর্কটে , বিশেষতঃ মন্ত্রক , ওষ্ঠাধর বা জরায়ুর কর্কটে 
অৰ্শদে টকা টুবা হইযা পড়িয়া যায় না ; এককালে সমস্ত অর্ব্ব 
খসিয়া পড়ে । অপর কতকগুলি কর্কট রোগে প্রথম কয়েক দিন বেশ 
উপকার হয় কিন্তু কয়েক দিন পরে রোগ ভয়ানক মূর্ত্তি পরিগ্রহ 
করিয়া আবির্ভূত হয় । এই সময় ব্যবহৃত ঔষধের ডাইলিউসনের 
অপেক্ষা একক্রম উচ্চ ডাইলিউসন বা অন্য প্রকার ক্যান সারসো 
ঔষধ ব্যবহাৰ কৰা আবশ্যক । 
- 
কর্কট নিবারণ - প্রাতে ও সন্ধ্যাকালে ৫ টি বাটিকা S. G. 
শিশুর রোগ হইবার সম্ভাবনা থাকিলে এতি বেলা ২ টী করিয়া 
বটিকা । শরৎ ও বসন্তের প্রারম্ভে পাঁচ সপ্তাহ কাল প্রতিদিন C 
প্রঃ ডাঃ দিবসের মধ্যে ১২।১৩ বার । উপরি উক্ত প্রকারে বাল্যকাল হইতে বৃদ্ধাবস্থা পর্যন্ত কল 
সময়েই চিকিৎসা কবিয়া রোগ নিবারিত করা যাইতে পাবে ; কিন্তু 
সচরাচর পুরুষেব ৫০ বৎসব ও স্ত্রীর ৩০ বৎসর বয়ঃক্রম হইলে চিকি- 
সা আরম্ভ করা উচিত । স্ত্রীলোকের যে সময়ে স্বভাবধর্ম্মে ঋতু বন্ধ 
হইয়া যায় সে মনযেও চিকিৎসা করা আবশ্যক । এই সময়ে A ও 
C প্রঃ ডাঃ পৰ্য্যায়ক্রমে ব্যবস্থা কবা কৰ্ত্তব্য । 
কর্কট দমন — ক্যান সাবসো ঔষধে গাঢ় বক্ত ও রসদোষ বিনষ্ট 
হইয়া যায় । কৰ্কট ৰোগ সচরাচর মিশ্র বা অমিশ্র রক্তপ্রধানধাতু- 
বিশিষ্ট ব্যক্তিকে আক্রমণ করে । উক্ত দ্বিবিধ কারণে কর্কট রোগের 
প্রধান ঔষধ C ও A। জ্বর থাকিলে যে পর্য্যন্ত জব না যায় , সে পৰ্য্যন্ত 
উক্ত দুইটী ঔষধের সঙ্গে সঙ্গে F ব্যবস্থা করা উচিত । F ব্যবহার 
করিয়া অনেক স্থলে শীঘ্র শীঘ্র সুফল পাওয়া যায় । 
যদি দেখা যায় যে , কর্কট রোগে প্রথম কয়েক দিন উপকার হইযা 
পরে আর উপকার হইতেছে না , তাহা হইলে কয়েক দিন প্রাতে ১০ টী 
করিয়া C5 ' এর বটিকা ব্যবস্থা করা কর্ত্তব্য । যে সকল কর্কট রোগে 
উপযুক্ত ঔষধ ব্যবহার করিয়া কোন উপকার হইতেছে না দেখা 
যাইবে , সেই সকল বোগে Ver . ব্যবস্থা করা উচিত । কেন না 
কৃমি উদরে থাকিলে উহা অন্যান্য ঔষধের গুণ নষ্ট কবিয়া দেয় । 
শরীরে কোনরূপ দোষ ঘটিলেই রুমি জন্মাইবাব সম্ভাবনা । 
উপরি উক্ত অবস্থায় রাত্রে নিদ্রা যাইবার পূর্ব্বে ৫ টী বটিকা Ver . 
এবং প্রাতে নিদ্রাভঙ্গ হইবার পর Ver . প্রঃ বা দ্বিঃ ডাঃ C ও A এর সঙ্গে 
ব্যবস্থা করা উচিত । কর্কট রোগ চিকিৎসায় C সর্ব্বত্র নিয়ত ব্যব- 
হার করা উচিত এবং রক্তদোষ থাকিলে উহার সঙ্গে A ব্যবহার করা 
প্রয়োজন হয় । যদি C র উপযুক্ত ডাইলিউসন ব্যবহার কবিয়া আশা- 
নুরূপ ফল না হয , অথবা প্রথমে কয়েকদিন উপকার হইয়া পরে বন্ধ 
হইয়া যায় কিন্তু ৷ পূৰ্ব্বে যত উপকার হইয়াছিল পরে তত উপকার হইতেছে না দেখা যায় , তাহা হইলে C র পরিবর্ত্তে C5 ' ব্যবহার 
করা বিধি । 
রোগ দমন হইবার পরও প্রথমে কয়েক দিবস C এবং পরে S 
ব্যবহার ক । কর্তব্য । শেষাবস্থায় দিবসে ৪।5 টী বটিকা ব্যবহার করি- 
লেই চলে । প্রবল কর্কট রোগ আবাম হইলে পর অথবা কর্কট রোগ- 
যুক্ত ব্যক্তি বুদ্ধ হইলে যাবজ্জীবন S সেবন করা কৰ্ত্তব্য । S আহার- 
কালে সুর অথবা দুগ্ধের সহিত সেবন করা যাইতে পাবে । 
আভ্যন্তরিক চিকিৎসা — প্রথম মাসে A দ্বিঃ ডাঃ ও C 
ডাঃ । শরীর হইতে দূষিত পদার্থ বিনিষ্কৃত করিতে হইলে প্রথমে 
সমস্ত শরাবের উপর ঔষধের ক্রিয়া সঞ্চার করা আবশ্যক । এই জন্য 
প্রাতে ও সন্ধ্যাকালে ৫ টা করিয়া C4 এর বটিকা ব্যবস্থা করা উচিত । 
স্ত্রীলোকের পক্ষে প্রতিবার ৩ টা বটিকা ব্যবস্থা করিলেই যথেষ্ট হয় । 
স্ত্রীলোকের কর্কট রোগে প্রথমে C দ্বিঃ ডাঃ ব্যবহার করা 
উচিত । যদি উক্ত ডাইলিউসন ব্যবহার কবিয়া যন্ত্রণা বৃদ্ধি হয় , তাহা 
হুইলে তৃতীয় ডাইলিউসন সেবন কৰা কৰ্ত্তব্য । 
এঞ্জায় টিকে । ঔষধ শরীরের সমস্ত বক্তের উপর ক্রিয়া সঞ্চার করে 
বলিয়া উহ । সেবন করিলে সর্বপ্রকার বক্তস্রাব নিবারিত ও আরোগ্য 
হয় । ইহা দাহাবশি যন্ত্রণার মহৌষধ । 
কর্কটের অর্বুদ বা ক্ষতের উপর C র কার্যা প্রত্যক্ষ এই ঔষধ 
সেবনে কর্কটে পূষসঞ্চার হয় , পূর্ব ঘনীভূত হয় ও অধিক পরিমাণে 
স্রাব হইয় । অবশেষে এককালে অন্তর্হিত হইয়া যায় । C সেবনে 
স্বন্ত্রণাও নিবারিত ও আরোগ্য হইয যায় । 
রোগীর দৌর্বল্য বা অজীর্ণ ভাব থাকিলে S5 ' প্রাতে ৫ টা বটি কা 
ও আহারের সময় ২ বা ৩ টী বটিকা সেবন করা কৰ্ত্তব্য । 
যদি একমাস কাল চিকিংসা করিয়া আশানুরূপ ফল না পাওয়া 
যায় , তাহাহইলে C5 ও A3 পর্যায়ক্রমে , প্রতি ঘটায় একটী করিয়া C5 এবং আহারকালে সুরা বা দুগ্ধের সহিত ৫ টী বটিকা C ব্যবস্থা 
করা উচিত । 
বাহ্য প্রয়োগ — দিবসে ৩ বার প্রান্তে , মধ্যাহ্নে ও রাত্রে 
নিদ্রা যাইবার পূর্ব্বে -- অদের উপর C5 ' এর পটী ও অর্ব্বপের চতু- 
পার্শ্বে C5 এর মলম । অর্ব্ব দে ক্ষত থাকিলে উহার উপর তৈলাক্ত দ্রব্য 
ব্যবহার নিষেধ । মালিস প্রস্তুত করিবার সময় গ্লিসারিন বা ভ্যাসেলিন 
ব্যবহার করিলে চর্ম্মের সহিত ঔষধ সুন্দবরূপে মিশ্রিত হয় । 
দিবসের মধ্যে ৩ বাব হৃদয়ে A5 ' র মালিস ও উপপতকা প্রদেশে 
F2 র মালিস ; স্নৈহিক স্নায়ু , স্নায়ুবৰ্ত্তল , গ্রীবা পৃষ্ঠ , উপর - গহ্বর ও 
অর্ব্বদের নিকটবর্ত্তী সমস্ত স্নায়ুর উপর R. E. ও Y E .। প্রাতে 
শয্যা হইতে উঠিবার পর মাথার খুলির উপর ৫ ফোটা WE , । 
অৰ্ব্বদ ক্ষতৰিশিষ্ট হউক বা নাই হউক , উহার উপর নিয়ত 
ঔষধের পট্টী ব্যবহার করা আবশ্যক । পটী যেমনি শুষ্ক হইয়া 
আসিবে অমনি উহা পরিবর্ত্তন করিয়া অপর একটী লাগাইতে হইবে । 
যদি অৰ্ব্বদ ক্ষত বিশিষ্ট না হয় , তাহা হইলে এক খণ্ড ক্ষুদ্র বস্তু R. 
E. তে ভিজাইয়া অৰ্জুদের উপর লাগাইয়া তাহার উপব C5 " এর পটী 
লাগাইতে হইবে । একখণ্ড কাপড়ে গ দ লাগাইয়া উহা এর পটীর 
উপর রাখিলে পটী শীঘ্র শুষ্ক হইয়া যায় না এবং চর্ম্মে লামিয়া থাকে । 
অর্বুদ রক্তস্রাব বিশিষ্ট হইলে বস্তুখণ্ড B. E. তে ভিজাইয়া 
উহার উপর লাগাইবা তাহার উপর " এর পরী লাগাইতে হইবে । 
অৰ্ব্বদ ক্ষতবিশিষ্ট হইলে বস্ত্রখণ্ড G. E. তে ভিজাইয়া উহার 
উপর C5 ' এর পটী লাগাইতে হইবে । সচরাচর সপ্তাহে দুই বাব 
পর্যায়ক্রমে C5 ও A3 এর অবগাহন লওয়া আবশ্যক । ১৫ বা ২০ 
মিনিট কাল অবগাহন লইলেই যথেষ্ট হয় । স্নায়ু - মণ্ডল উত্তেজিত 
হইলে F2 র অবগাহনে শান্তি হয় । 
যদি অনেক দিন চিকিৎসার পর কর্কটের ক্ষতে নূতন ত্বক্ জন্মা ইতে দেখা যায় তাহা হইলে S এর পটী ব্যবহার করা ভাল । পটীর 
সঙ্গে সঙ্গে কয়েক দিবস S সেবন ও উহার অবগাহন লওয়া উচিত । 
চক্ষু , জরায়ু , কণ্ঠ ইত্যাদি স্থানের কর্কট রোগে পূর্ব্বোক্ত ঔষধের 
অবগাহন , পটী , কুলি বা পিচকারী ব্যবহার করা উচিত । 
রোগীর শরীরে অতিশয় যন্ত্রণা উপস্থিত হইলে ২। ১ দিন ঔষধের 
ডাইলিউসন এক ক্রন উচ্চ কবিয়া সেবন করান ভাল । পরে যন্ত্রণা 
কমিয়া গেলে পুনরায় পূৰ্ব্বব্যবহৃত ডাইলিউসন ব্যবহার করা উচিত । 
আভ্যন্তবিক ঔষধের ক্রম উচ্চ করিবার সময় বাহ্য ঔষধেরও মাত্রা 
ক্ষীণ হওয়া আবশ্যক । রোগে হতাশ হওয়া অনুচিত । কেননা ধৈর্য্য 
সহকারে চিকিৎসা চালাইতে পারিলে আরোগ্য নিশ্চিত । রোগের 
গুরুত্বানুসারে আরোগ্য হইতে কখন কয়েক মাস এবং কখন বা কয়েক 
বৎসর কাল লাগে । মধ্যে মধ্যে তৌলযন্ত্রে রোগীর দেহের ভার 
নির্ণয় করা ভাল । দেহভার বৃদ্ধি একটী সুলক্ষণ । কেন না ইহা দ্বা 
স্পষ্ট বুঝা যায় যে শরীবস্থ ঝিল্লীর পুনঃসংস্কার আরম্ভ হইয়াছে এবং 
যন্ত্রণা যত কষ্টদায়ক হউক না কেন , শরীরের পুনঃসংস্কার কার্য্য যে 
সম্পূর্ণ হইবে তাহ । নিশ্চিত । 
যদি দেখা যায় যে রোগী এত দুৰ্ব্বল হইয়া পড়িয়াছে যে কোন 
প্রকার অবগাহন লইতে পাবে না , তখন সুরাব সহিত C5 বা C5 এর 
কয়েকটা বটিকা মিশ্রিত করিয়া উহা মেরুদণ্ডের উপর মর্দন করা 
উচিত । 
ভয়ানক যন্ত্রনা উপস্থিত হইলে অমিশ্র G E. অথবা উহা জলের 
সহিত মিশ্রিত করিয়া ব্যবহার করিলে আশু উপকার হয় । 
যত দিন না প্রচুর পরিমাণে ঘনীভূত পূনিঃসরণ আরম্ভ হয় , 
ততদিন পর্যন্ত রোগ আরাম হইবার আশা থাকে । জলবং পূয়স্রাব 
আরম্ভ হইলে আরাম অনিশ্চিত । 
দৃষ্টফল — কর্কট রোগের চিকিৎসায় অন্যান্য ঔষধে কিছুই ফল হয় না , কি ? ইলেক্টে - হোমিওপ্যাথি মতে সর্বত্র রোগের যন্ত্রণা প্রশ- 
মিত ও অধিকাংশঞ্চলে রোগ আরোগ্য হইয়া যায় । যদি প্রথম 
হইতে চিকিৎসা আরম্ভ করা যায় , মৃত্যুসংখ্য অপেক্ষাকৃত অল্প 
হয় । কিন্তু দুঃখের বিষয়ই এই যে দেশের অন্যান্য মতের চিকিৎসক- 
গণ এই রোগ অসাধ্য জানিয়াও নিজ নিজ চিকিৎসাধীনে রাখিয়া 
রোগীকে রথা কষ্ট দেন । 
যে কয়েকটা কর্কট রোগী এখন আমা- 
দের চিকিৎসাধীনে আছেন তাহাদের যেরূপ উন্নতি হইয়াছে তাহা 
দেখিলে মঙ্গলেরই বোধ হইবে যে রোগ কিছুদিন পরে আরাম 
হইয়া যাইবে । আম দেন দেশে এপর্যন্ত যে কোন ক্যান্‌সার রোগ 
জারাম হইবার সংবাদ পাওয়া যায় না , তাহার প্রধান কারণ এই যে 
ক্যান্সার রোগীগণ দেশীয় সৰ্ব্ব প্রকার চিকিৎসা করাইযা সচরাচর 
রোগের শেষাবস্থায় ইলেক্ট্রো - টোমিওপ্যাথি চিকিৎসা করাইতে 
আসেন । এই চিকিৎসা আবার অধিকাংশ স্কুলে অনুপযুক্ত হস্তে 
ন্যস্ত থাকে । চিকিৎসা উপযুক্ত হস্তে পতিত হইলেও রোগ নির্দোষে 
আরাম হইতে অধিক সময় লাগে বলিয়া অনেক রোগী অধৈর্য্য হইয়া 
চিকিৎসা হইতে বিরত হন ৷`
        }
        ,
        {
            "রোগের নাম": "বৃকরোগে ( Lupus )",
            "চিকিৎসা": `বৃকরোগে ( Lupus ) 
এই রোগে কতিপয় ক্ষুদ্র ক্ষুদ্র কৃষ্ণ অথবা রক্তবর্ণ কুসকুড়ি বাহির 
হয় । ফুসকুড়ি গুলি ভাঙ্গিয়া ক্ষত উপস্থিত হয় । চতুপার্শ্বে র চর্ম্ম- 
ক্ষয় হইয়া ক্ষত ক্রমশঃ বৃদ্ধি পায় এবং কটু কষার গুণবিশিষ্ট এক 
প্রকার রস উহা হইতে নির্গত হইতে থাকে ও মুখে পীড়িত স্থানের 
উপর একটী ধূসর বর্ণ আবরণ দেখা দেয় । 
চিকিৎসা —S ও C পর্যায়ক্রমে । রোগ দুঃসাধ্য হইলে বা 
রোগীর উপদংশ দোষ থাকিলে উক্ত ঔষধের সহিত A অথবা Ven 
পর্যায়ক্রমে । উক্ত ঔষধের ৫ বা ১০ বটিকা আহারের সম 
পর্যায়ক্রমে উক্ত ঔষধের পটী । RE অথবা B. E. । পূযসঞ্চার 
হইলে C ডাইলিউসন ও C5 এর পটী । শেষাবস্থায় S সেবন ও 
বাধ্য প্রয়োগ । S ব্যবহারে ক্ষত শীঘ্র পূর্ণ হইয়া আইসে । 
A2 ও C5 র পটী ও অবগাহন । W. E. অথবা R , E. ও Y. E. সস্ত 
স্নৈহিক স্নায়ুকেন্দ্রের উপব । 
দৃষ্টফল — চর্ম্ম - রোগের ন্যায ।`
        }
        ,
        {
            "রোগের নাম": "অস্থিপ্রদাহ্ ( Osteitis )",
            "চিকিৎসা": `অস্থিপ্রদাহ্ ( Osteitis ) 
রসদোষ , গাঢ় রসদোয অথবা উপদংশদোষ নিবন্ধন অস্থিস্ফীতি । 
চিকিৎসা— S অথবা L ও C5 পর্য্যাযক্রমে । উক্ত ঔষধের 
বটিকা আহাবের সময় । C5 ' এর অবগাহন । স্নৈহিক স্নায়ুতে R. E .।`
        }
        ,
        {
            "রোগের নাম": "অস্থিক্ষয় ( Necrosis )",
            "চিকিৎসা": `অস্থিক্ষয় ( Necrosis ) 
এই রোগে অস্থি বিনষ্ট হইয়া যায় । অস্থি বিনষ্ট হইলে পর 
অস্থিশুষ্কতা উপস্থিত হয় । 
চিকিৎসা- C2 বা C বাবস্থার । পীড়িত স্থানের উপর উক্ত 
ঔষধের পটি । সমস্ত মেরুদণ্ডের উপর C5 এর মালিস । রোগ উপ-
দংশ - জনিত হইলে Ven ও C অথবা C5 তৃঃ ডাঃ পৰ্য্যায়ক্রমে । 
দৃষ্টফল - সৰ্ব্বপ্ৰকাৰ অস্থিবোগে যে ভালফল পাওয়া যাইবে ইহা 
আশা করা যায । 
আমরা যে কয়েকটী রোগী দেখিয়াছি তাহাদের 
অধিকাংশই আরোগা হইয়া গিয়াছে । কখন কখন রোগ আরোগ্য 
হইতে কিছু বিলম্ব হয় ।`
        }
        ,
        {
            "রোগের নাম": "অৰ্ব্বদ ( Tumours . ) ",
            "চিকিৎসা": `অৰ্ব্বদ ( Tumours . ) 
কর্কট , স্ফোটক , ইত্যাদি দেখ । 
যে সমস্ত অর্বুদ কঠিন ও বেদনাবিহীন , সেই সমস্ত অৰ্ব্বদে সচ- 
রাচর কর্কট বেংগের সূত্রপাত হয় । এই জন্য এই সকল অর্জুদের উপর 
প্রথম হইতে বিশেষ লক্ষ্য রাখা আবশ্যক । এইরূপ স্থলে কিছুমাত্র
কালব্যাজ না করিয়া ক্যান্সারসো ঔষধের সেবন ও বাহা প্রয়োগ 
ব্যবস্থা কর । উচিত ।`
        }
        ,
        {
            "রোগের নাম": "রক্তার্ব্বদ ( Mushroom Growths . )",
            "চিকিৎসা": `রক্তার্ব্বদ ( Mushroom Growths . ) 
রক্তাশয়ের বিক্রত বুদ্ধিজনিত অর্বুদ । এই অর্বুদটী কোমল 
এবং রক্ত , প টল অথবা ঈষং নীপবৰ্ণ । ইহা হইতে সহজেই রক্ত- 
প্রাব হয় । ইহাৰ আকৃতি দেখিলে ক্ষত স্থানের উপর একটি কল- 
লিকা ( বেঙের ছাতা ) জন্মাইযাছে বলিয়া বোধ হইবে । 
চিকিৎসা — A and S দ্বিঃ ডঃ পর্যাক্রমে C5 ও A2 অথবা S 
এর অবগাহন পর্যাক্রমে । হৃদয়ে A র ও উপপশু কাপ্রদেশে দুর F2
পটী ও মালিস ।`
        }
        ,
        {
            "রোগের নাম": "কোষ ( Cysts .)",
            "চিকিৎসা": `কোষ ( Cysts .) 
শরীরের অভ্যন্তরে পাকাশয় , অন্তাধার ইত্যাদি স্থানে অথবা দেহের 
বহির্ভাগে চর্ম্মের উপর রক্ষায়ুপূর্ণ কোষ আবির্ভূত হয় । শরীরের 
অভ্যস্তবে উক্ত কোষ জন্মিল যে পর্যন্ত না উহার আয়তন বৃদ্ধি 
পাইয় । অন্যান্য যন্ত্রের কার্য্যে ব্যাঘাত জন্মায় সে পর্যন্ত বোগ শীঘ্র 
নির্ণয় করিতে পারা যায় না । এই কোষ অনেক সময় সহজেই 
কর্কট রোগে পরিণত হয় । 
- 
চিকিৎসা – বহির্ভাগে কোষ হইলে প্রথম হইতে কয়েক দিন 
S এর ডাইলিউসন সেবন ও মালিশ ব্যবহার করিলে রোগ শীঘ্র 
আরাম হইযা যায । রোগ অধিক পুরান ইউলে অথবা শরীরের 
অভ্যন্তরে আবির্ভূত হইলে C , C3 বা C4 এর ডাইলিউসন সেবন 
করা বিধি । যে গুানে কোষ অবস্থিত ঠিক তাহার উপর C5 এর 
মালিন । C5এর অবগাহন । 
কোষের উন্নত অংশে R. E ব পটী । কোন কোন স্থলে A and S 
পর্যায়ক্রমে ব্যবহার করিয়া হুফল পাওয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `বেদনাহ ন গ্রন্থিসম্ভূত অৰ্ব্বুদ( Indolent Glandular Tumours ) 
নিম্ন হনু ( চোয়াল ) ও গ্রীবার অধোদেশ ব্যাপিয়া যে সকল গ্রন্থি 
আছে এই রোগে সেই সকল গ্রন্থ স্ফীত হইষা উঠে । কখন কখন 
শিতল ( কঁ চকি ) , কক্ষ ( বগল ) এবং জানুর নিম্নদেশ মৃত গ্রন্থি উক্ত 
প্ৰকাৰ পীড়িত হইযা পড়ে । কতকগুলি রোগী পাণ্ডুবর্ণ হয় এবং বল- 
ক্ষয় , উদরাময় ইত্যদি লক্ষণগুলি আদৌ আবির্ভূত হয় না ; তাহাদের 
শরীর অধিকতর পরিপুষ্ট হইয়া আইসে । এই রোগ পুরুষক্রমানু- 
গত এবং সচরাচর রস প্রধান ধাতুতে আবির্ভুত হয় । 
চিকিৎসা— S , L , C বা C5 ; স্নৈহিক স্নায়ু , স্নায়ুবত্তল , পীড়িত 
স্থানের নিকটবর্ত্তী স্থানে ও অর্ধ্বদের উপর R. E. ও Y. E .। C5 ' , 
S , A2 ও L এর অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "গলগ্রন্থিস্ফীতি ( Goitre . ) ",
            "চিকিৎসা": `গলগ্রন্থিস্ফীতি (Goitre)
এই রোগে গলগ্রন্থি অত্যন্ত বিস্তৃত হয় এবং অর্বদের মধ্যে বিস্তৃত শিরা দৃশ্যমান হয়।

চিকিৎসা:
C, S ও A2 পর্যায়ক্রমে প্রয়োগ করুন। দিনে দুইবার C4 বটিকা ৫টি করে গ্রহণ করুন।
WE ও C5 এর পট্টী এবং C5 ও A3 মালিশ পর্যায়ক্রমে করুন।
R.E. ও Y.E. পর্যায়ক্রমে সংশ্লিষ্ট স্নায়ুর উপর ও গ্রন্থির তলদেশের চারপাশে প্রয়োগ করুন।`
        }
        ,
        {
            "রোগের নাম": "মস্তক ও স্নায়ুমণ্ডলের পীড়া । বেদনা ( Pains) ",
            "চিকিৎসা": `মস্তক ও স্নায়ুমণ্ডলের পীড়া – বেদনা (Pains)

যদি স্নায়ুশূল ও বেদনা হঠাৎ কোনো কারণে উপস্থিত হয়, অর্থাৎ উহাতে যদি কোনো প্রকার বিশেষ রক্ত বা বসদোষ লক্ষিত না হয়, তাহা হইলে কেবলমাত্র ইলেক্ট্রিসিটি প্রয়োগ করিলেই উপকার হয়। যদি ইলেক্ট্রিসিটি ব্যবহার করিয়া উপকার না হয়, তাহা হইলে বুঝিতে হইবে যে কোনো কারণে স্নায়ুবীয় প্রবাহ বন্ধ হইয়া গিয়াছে। এইরূপ স্থলে প্রথমে A3'র পটি ব্যবহার করিয়া পরে ইলেক্ট্রিসিটি ব্যবহার করিলে দ্রুত শুভ ফল পাওয়া যায়।

যদি বেদনা আরাম পাইয়া পুনরায় উপস্থিত হয়, তাহা হইলে বুঝিতে হইবে যে শরীরের মধ্যে চূড়ান্ত কোনো মূল কারণ আছে। এইরূপ স্থলে ঔষধ সেবনের ব্যবস্থা করা কর্তব্য।

শরীরে উপদংশদোষ থাকিলে ধরে যন্ত্রণা বৃদ্ধি পায়।
যকৃতের দোষ থাকিলে দক্ষিণ পাশ্বে নাড়ি ও কোমরস্থি পর্যন্ত বেদনা অনুভূত হয়।
হৃদরোগ থাকিলে মাঝে মাঝে বেদনা অনুভূত হয় এবং হৃৎস্পন্দন ও শিরোবেদনা উপস্থিত হয়।

উল্লিখিত কারণে বেদনা চিকিৎসায় উপসর্গ দেখিয়া উপযুক্ত ঔষধ নির্বাচন করা কর্তব্য।

যদি কোনো স্থানে গ্রীবাদেশের অস্থির নিকট বেদনা অনুভূত হয়, তবে শরীরে উপদংশদোষ থাকিবার সম্ভাবনা থাকে।
যদি স্ত্রীলোকের মাথার খুলিতে সেবনী স্নায়ুর উপরে বেদনা বোধ হয়, তাহা হইলে শরীরে হিস্টিরিয়া রোগের মূল কারণ নিহিত আছে ইহা অনুমান করা যাইতে পারে।
যদি নাসিকার অস্থিতে বেদনা অনুভূত হয় এবং রাত্রিকালে উক্ত বেদনা বৃদ্ধি পায়, তাহা হইলে বুঝিতে হইবে যে শরীরে পুরুষক্রমানুগত উপদংশদোষ বিদ্যমান আছে।

স্নায়ুবেদনার চিকিৎসা:
অকারণ স্নায়ুবেদনা উপস্থিত হইলে W. E. (মস্তকে হইলে) অথবা R. E. ও Y. E. পর্যায়ক্রমে (অন্যান্য স্থানে হইলে) ব্যবহার করিলে উপকার হয়।

সর্বপ্রকার বেদনা চিকিৎসায় প্রথমে ইলেক্ট্রিক মিনির পটি বা কাপিং ব্যবহার করা উচিত। প্রথমে R. E., তাহার পর W. E., তাহার পর R. E. ও Y. E. পর্যায়ক্রমে ব্যবহার করিলে ভালো ফল মেলে।

বেদনাযুক্ত স্থানের উপর C1. A. বা দুর্বল মালিশ বা অবগাহন।

ডাইলিউশন: S. A. এবং C5 or F.

প্রাপ্ত ফল:
বেদনা, যন্ত্রণা, জ্বালা যতদূর উৎকট ও পুরাতন হউক না কেন, ইলেক্ট্রো-হোমিওপ্যাথি ঔষধ প্রয়োগে যেরূপ দ্রুত আরাম হয়, তাহা দেখিলে সকলেই বিস্মিত হইবেন। যেসব যন্ত্রণার অন্যান্য মতে বহুদিন চিকিৎসা করিয়াও কিছুমাত্র উপকার হয় না, সেই সকল যন্ত্রণা সচরাচর কয়েক ঘণ্টায় ইলেক্ট্রো-হোমিওপ্যাথি ঔষধ প্রয়োগে অন্তর্হিত হয়।

ইলেক্ট্রো-হোমিওপ্যাথির এই অত্যাশ্চর্য গুণ আছে বলিয়া, যেসব রোগ আরোগ্য করা মানব চেষ্টার অতীত এবং যাহাতে রোগীর মৃত্যু নিশ্চিত, সেই সকল রোগেও উপযুক্ত ঔষধ প্রয়োগ দ্বারা রোগীর মৃত্যুর কাল পর্যন্ত যাবতীয় যন্ত্রণা উপশম করা যাইতে পারে।

বেদনা চিকিৎসাকালে উহার মূল কারণের প্রতি দৃষ্টি রাখা কর্তব্য। তাহা না করিলে সর্বদা শুভ ফল পাওয়া যায় না।

নতুন চিকিৎসকের পক্ষে প্রথম প্রথম কয়েকদিন ইলেক্ট্রিসিটি প্রয়োগ করা কিছু কঠিন বলিয়া বোধ হইবে। এইজন্য কোন্ কোন্ স্থলে কোন্ কোন্ ইলেক্ট্রিসিটি উপযোগী তাহা দেখিয়া প্রথম হইতে ইলেক্ট্রিসিটি প্রয়োগ শিক্ষা আরম্ভ করা ভালো।

পরে চিকিৎসায় কিঞ্চিৎ অভিজ্ঞতা জন্মিলে ও বিশেষ আবশ্যকতা বোধ হইলে, বিযোজক স্থলে সংযোজক ইলেক্ট্রিসিটি ও সংযোজক স্থলে বিযোজক ইলেক্ট্রিসিটি প্রয়োগ আরম্ভ করা কর্তব্য।`
        }
        ,
        {
            "রোগের নাম": "রক্তসঞ্চয় লক্ষণাক্রান্ত স্নায়ুশূল ( Congestive Neuralgia )",
            "চিকিৎসা": `রক্তসঞ্চয় লক্ষণাক্রান্ত স্নায়ুশূল (Congestive Neuralgia)
A প্র. বা দ্বি. ডা. | A2, B E অথবা W. E র অবগাহন।
বেদনাযুক্ত স্থানে A2 'র পটী ও মালিশ।

উপদংশজনিত স্নায়ুশূল (Venereal Neuralgia)
Ven প্র. বা দ্বি. ডা. | G.E পটী | Ven ও C5, S অথবা S5 'এর অবগাহন পর্যায়ক্রমে।
উপপত্তকা প্রদেশে F2 মালিশ।`
        }
        ,
        {
            "রোগের নাম": "বাতবেদন । ( Rheumatic Pains )",
            "চিকিৎসা": `বাতবেদন (Rheumatic Pains)
S ডাইলিউশন ও S এবং Ven এর মালিশ বা পটী পর্যায়ক্রমে।
বেদনাযুক্ত ও সংশ্লিষ্ট স্নায়ুকেন্দ্রের উপর R.E অথবা বোন ইলেক্টিসিটি।`
        }
        ,
        {
            "রোগের নাম": "সন্নিবেদন ( Articular Pains )",
            "চিকিৎসা": `সন্নিবেদন ( Articular Pains ) 
A ও S পর্য্যায়নে । A ও C5   এর অবগাহন পৰ্যাবক্রমে । R.E or B.E
হাইপোডার্মিক 
পিচকারী 
দিয়া চম্মের নিম্নস্থ 
ঝিল্লীতে W E. প্রক্ষেপ করিলে যন্ত্রণার উপশন হয় ।`
        }
        ,
        {
            "রোগের নাম": "অস্থিবেষ্টনী বেদনা ( Periosteal Pains )",
            "চিকিৎসা": `অস্থিবেষ্টনী 
বেদনা 
( Periosteal 
Pains ) 
S & C4 দ্বিঃ ডাঃ পর্য্যাযক্রমে 
।C5 এর অবগাহন 
। বেদনাধু 
হলে C4 ' এর পট্টী । W. E র পটী । স্নৈহিক স্নানুতে R. E .।`
        }
        ,
        {
            "রোগের নাম": "সমস্ত শরীরে বেদনা ( General pains over the whole body )",
            "চিকিৎসা": `সমস্ত শরীরে বেদনা ( General pains over 
the whole 
body ) 
এককালে ২০ টী বটিক । C5 । S , L ও C5 ' এর অবগাহন । R.E. 
Y.E সমস্ত সংশষ্ট স্নায়ুৰ উপৰ ।`
        }
        ,
        {
            "রোগের নাম": "রাত্রিভূত বেদনা ( Nocturnal pains )",
            "চিকিৎসা": `
রাত্রিভূত বেদনা (Nocturnal Pains)
Ven ডাইলিউশন।
C5 এর অবগাহন।
বেদনাযুক্ত স্থানে C5 অথবা A এর মালিশ।
W.E প্রয়োগ।
`
        }
        ,
        {
            "রোগের নাম": "মস্তকে বেদনা ( Pains in the Head )",
            "চিকিৎসা": `মস্তকে বেদনা (Pains in the Head)
প্রথমে শঙ্খে (কান ও কপালের পাশে), নাসিকামূলে, চক্ষুগহ্বরের উপরে ও নিচে, ললাটে, নেকদতে এবং পদতলে W.E প্রয়োগ করতে হবে। কখনো কখনো R.E, Y.E, বা B.E প্রয়োগের প্রয়োজন হয়। 
যদি বেদনা প্রথমে আরাম হইয়া পুনরায় উপস্থিত হয় ও স্নাযুবীক বলিয়া বোধ হয় তাহা হইলে ‍ S ল্প মাত্রায় Fর সহিত পরর‌্যয়ক্রমে। উপপশুকাপ্রদেশে F2র মালিস । L অথবা S5 এর অবগাহন। যদি মিস্তিকের বেদনা রক্তসঞ্চয় লক্ষনাক্রান্ত হয় তাহা হইলে A2 অল্প মাত্রায় ও B.Eরোক্ত সমস্ত স্নায়ুকেন্দ্রে।
যদি কোনরুপ জরায়ুর পীড়া বা প্রদর রোগ হইতে মস্তকে বেদনা উপস্থিত হয তাহা হইলে S অল্পমাত্রায় অথা্ত দ্বি: বা তৃ: ডাইলিউসন। সমস্ত মস্তকের উপর C5এর মালিশ। C5অবগাহন প্রতি ঘন্টায় একটি বটিকা C5
সর্ব্ব প্রকার মস্তকের সাময়িক স্নায়ুশূল রোগে F দ্বি: ডা:। উপপশুকা প্রদেশেF2অথবা  C5এর মালিস। অর্দ্বাশির:শূল দেখ। অতিরিক্ত চিন্তা নিবন্ধন মস্তিষ্কদৌবল্য হইলে ‍S ডাইলিউশন এবং রোগ দুঃসাধ্য বোধ হইলে S ও C দ্বিঃ ডাঃ পৰ্যায়ক্রমে । 
একটা কোয়ার্ট ( ৩ পোয়া ) বোতলে ৩০ টা বটিকা S মিশ্রিত কবিযা 
উপ জলে সমস্ত মস্তক ধৌত করিলে অনেক সময় শিরোবেদনা 
দূরীভূত হইয়  যায় ।`
        }
        ,
        {
            "রোগের নাম": "মাথার খুলিতে বেদনা ( Pains in the Skull )",
            "চিকিৎসা": `মাথার খুলিতে বেদনা ( Pains in the Skull ) C র অবগাহন । পীড়িত স্থানে C এব 
মালিস । মাথার খুলি ও স্নৈহিকস্নায়ুর উপর G.E অথবা W.E
উপপণ্ড কা প্রদেশে F2মালিস ।`
        }
        ,
        {
            "রোগের নাম": "শিরঃশূল  ( Headache )",
            "চিকিৎসা": `শিরঃশূল  ( Headache ) 
চিকিৎসা পূর্বের ন্যায় চক্ষু - গহ্বরের উর্দ্ধে ও নিম্নে W.E 
পটা এবং সমস্ত মস্তকে C5 এর মালিস `
        }
        ,
        {
            "রোগের নাম": "দক্ষিণপার্শ্বে বেদনা ( Pains in the Right Side )",
            "চিকিৎসা": `দক্ষিণপার্শ্বে বেদনা ( Pains in the Right Side ) 
F ডাইলিউসন । উপপত্তকা প্রদেশে F2 W. E ব । 
`
        }
        ,
        {
            "রোগের নাম": "বামপার্শ্বে বেদনা ( Pain in the Left Side )",
            "চিকিৎসা": `বামপার্শ্বে বেদনা ( Pain in the Left Side ) 
A ডাইলিউসন 
।C5 এর অবগাহন 
। হৃদগে A2 ' র পটী ও 
মালিস । স্নৈহিক স্নায়ুর উপর W.E`
        }
        ,
        {
            "রোগের নাম": "দন্তশূল (Toothache)",
            "চিকিৎসা": `চিকিৎসা উপদংশজনিত স্নায়ুশূলের ন্যায়। ‍S5, C5 অথবা A র কুলি`
        }
        ,
        {
            "রোগের নাম": "বুক্কাস্থির ঊর্দ্ধভাগে বেদনা ",
            "চিকিৎসা": `
বুক্কাস্থির ঊর্দ্ধভাগে বেদনা ৷
Ven: ডা:
C5, S, L অথবা W. Eর অবগাহন | Ven.
অথবা C5 এর পূর্তী।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `
আঘাতজনিত বাহুতে বেদনা।
A ও S ডাঃ পর্য্যায়ক্রমে । C5. A2, L, অথবা S5-এর অবগাহন । WE ও C5 এর পটী ও মালিন। সংস্কৃষ্ট স্নায়ুর উপর RE উপপত্তকা প্রদেশে F2 ।`
        }
        ,
        {
            "রোগের নাম": "গোড়ালির ব্যথা  (Pains in the Knee )",
            "চিকিৎসা": `
গোড়ালির ব্যথা  (Pains in the Knee )
C ডাই লিউসন । C অথবা C5এর অনন্নাহন ও পটী। সংপৃষ্ট স্নায়ুর উপর R. E ও Y E. পর্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "অর্দ্ধশিবঃশূল ব| আধকপালে (Megrim)",
            "চিকিৎসা": `
'অর্দ্ধশিবঃশূল ব| আধকপালে (Megrim)
অরুটি, বিবমিবা, বমন, বক্ত বা পাণ্ডুবর্ণ মুখ ইত্যাদি লক্ষণ এই রোগে উপস্থিত হন। সোনা প্রতিদিন একই সময়ে আবির্ভূত হয়।
রোগ কোনরূপ স্নায়বীয় কারণে উপস্থিত হইলে ১ দ্বিঃ ডাঃ ও F পর্য্যাযক্রমে। মহুকে এবং গ্রীবার C5 এর মালিষ ।
G.E ব পটী' গ্রীবা-পৃষ্ঠ, ক্ষুদ্র হাইপোরসিস্ ও হৈহিক স্নায়ুৰ উপর W.Eর পটী ।
অর্দ্ধশিবঃশূণ রক্তসঞ্চয় লক্ষণাক্রান্ত হইলে A ও F পৰ্য্যায়ক্রমে । মস্তকে ও গ্রীবার A লि। A2 'র অবগাহন। উপপণ্ড কা- প্রদেশে F2 স এবং হৃদঙ্গে B E মালিস। গ্রীবা পৃষ্ঠ, ক্ষুদ্র ছাই- পোগ্লসিস্ এবং হৈহিক স্নায়ুৰ উপন, B.E.।
এই রোগ জবায়ুদীড়া বা প্রদর রোগ হইতে উৎপন্ন হইলে C
ছিঃ ডাঃ। C5 এর অবগাহন, G.Eব পটী। বেদনা সাময়িক হইলে F' ডাইলিউসন ও উপপত্ত কাপ্রদেশে F2র মালিস।`
        }
        ,
        {
            "রোগের নাম": "স্নায়ুশুল (Neurosis)",
            "চিকিৎসা": `
স্নায়ুশুল (Neurosis)
S কিম্বা A প্র: ডা: C5, WE অথবা Sএর অবগাহন।C5 and  S5 এর পটী ও মালিস পর্যায়ক্রমে । উপপত্ত কাঙ্গদেশে F2
মালিস। গ্রীবা পৃষ্ঠ স্নৈকি স্নায় ও মেরুদণ্ডের দুই পার্শ্বের উপর
R.E and  Y.E ] পর্যায়ক্রমে । F ডাইলিউসন ।`
        }
        ,
        {
            "রোগের নাম": "সাযবীয় আক্ষেপ (Nervous Agitation)",
            "চিকিৎসা": `
সাযবীয় আক্ষেপ (Nervous Agitation)
রক্ত প্রধান
S, A. ও F  দ্বিঃ বা তৃঃ ডাঃ । উপপত্ত কাপ্রদেশে F2 মালিস গ্রীবাসষ্ঠ, স্নৈহিক স্নায়ু ও স্নায়ুবğলের উপর W. E.। হইলে হৃদয়ে A2র পটী। Lও C5 এর অবগাহন পর্যায়ক্রমে । 
`
        }
        ,
        {
            "রোগের নাম": "কুইনাইনের অপব্যবহাব জনিত স্নায়বীয় পীড়া ৷",
            "চিকিৎসা": `কুইনাইনের অপব্যবহাব জনিত স্নায়বীয় পীড়া ৷
S ও F 2nd ডাঃ পর্যায়ক্রমে। C5 and Fর অবগাহন পৰ্য্যায়- ক্রমে। স্নৈহিক স্নায়, বর্তলের উপর R. E ও Y. E. পর্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "উন্মাদ (Insanity)",
            "চিকিৎসা": `উন্মাদ (Insanity)
উন্মাদ রোগ দেহের যন্ত্রবিশেষ বিস্তৃত না হইয়া উৎপন্ন হইলে উহা ইলেক্টে'-হোমিওপ্যাথি ঔষধ ব্যবহারে নিশ্চয় আরাম হর ৷
অনেক সময় জৰায়ুব পীড়ানিবন্ধন স্ত্রীলোকের উন্মাদ রোগ জন্মে । এইরূপ স্থলে C ব্যবহারে শীঘ্র শুভ ফল পাওয়া যায় । S, C1. A অথবা Ver দ্বিঃ বা তৃঃ ডাঃ C5 ও Sএর অবগাহন ; W. E. অথবা RE. ও Y.E পর্যায়ক্রমে গ্রীরাপৃষ্ঠ ও স্নৈহিক স্নায়ুর উপর । দৃষ্টফল—দুইটী রমণীকে জরায়ু পীড়া জনিত উন্মাদ রোগের প্রথম অবস্থার ঔষধ সেবন করাইয়া রোগ আরোগ্য হইয়া গিয়াছে ।`
        }
        ,
        {
            "রোগের নাম": "মানসিক ও শারীরিক দৌৰ্ব্বল্য (General Weakness of Body and Mind)",
            "চিকিৎসা": `
মানসিক ও শারীরিক দৌৰ্ব্বল্য
(General Weakness of Body and Mind)
S দ্বিঃ ডাঃ । C5 এর অবগাহন । R. E`
        }
        ,
        {
            "রোগের নাম": "চিত্তোন্মাদ (Hypochondriasis)",
            "চিকিৎসা": `চিত্তোন্মাদ (Hypochondriasis)
এই রোগে আক্রান্ত হইলে বোণী সর্বদ। মিথ্যা বোগ কল্পনা করে। C ও F দ্বি: ডাঃ পর্য্যাষ ক্রমে।
C5এর অবগাহন । উপপণ্ড কা
প্রদেশে F2ব মালিম ও W.E বি পটী। স্নৈহিক স্নায়ু ও স্নায়ুব-স্তু লের উপর R E. ও Y. E পর্যায়ক্রমে ।
দৃষ্ট ফল— শপিক দিন চিকিৎসা করিলে রোগ আরোগ্য হুইধা যায় এই সকল রোগীকে প্রতিদিন কয়েক ঘটা করিয়া ব্যায়াম করান
ভাল।`
        }
        ,
        {
            "রোগের নাম": "প্রবল চিত্তবিপ্লব বা উন্মাদ(Violent Attacks of Mania)",
            "চিকিৎসা": `প্রবল চিত্তবিপ্লব বা উন্মাদ
(Violent Attacks of Mania)
S অথবা A2 ' দ্বিঃ বা ভূঃ ডাঃ । ২0.টী বটিকা S এককালে C5 and W.E র অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "কামোন্মাদ ( Nymphomania)",
            "চিকিৎসা": `কামোন্মাদ ( Nymphomania)
C দ্বিঃ বা তৃ ডাঃ । C5 এর অবগাহন । ত্রিকাস্থির উপর C5 এর মালিস ।
`
        }
        ,
        {
            "রোগের নাম": "স্বপ্ন- সঞ্চরণ (Somnambulism)",
            "চিকিৎসা": `স্বপ্ন- সঞ্চরণ (Somnambulism)
নিদ্রিতাবস্থায় ইতস্ততঃ পরিভ্রমণ করা। ইহা স্নায়ু রোগ নিবন্ধন উপস্থিত হয় ।
স্ত্রীলোকের যোগ হইলে – C অথবা C5 ও F পর্যায়ক্রমে দ্বিঃ 
ডাঃ। C5 ও F2র অবগাহন। উপপশু কা প্রদেশে F2র মালিস গ্রীবা পৃষ্ঠ ও স্নৈহিক স্নায়ুৰ উপৰ WE
পুরুষের হইলে—S অথবা S5 ও F দ্বিঃ ডাঃ পর্যায়ক্রমে। উপপ- কাপ্রদেশে F2 মালিস। S5 and L এর অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "হিষ্টিরিয়া বা গুল্মরায় ( Hysteria)",
            "চিকিৎসা": `
হিস্টিরিয়া বা গুল্মরায় (Hysteria):
অতিশয় স্নায়ুপ্রধানধাতুবিশিষ্ট স্ত্রীলোকদের মধ্যে এই রোগ সচরাচর দেখা যায়। এই রোগের লক্ষণ – অসুস্থতা, আকস্মিক আক্রমণ, চরিত্রের পরিবর্তন, অমূলক স্বপ্ন, মূর্চ্ছা অবস্থায় গায়ে অনুভূতি হতে থাকে যেন একটা গোলাকার পদার্থ মাথার উপরের দিকে উঠে যাচ্ছে, পেটের মধ্যে ঢাল দিলে পিঠে ব্যথা অনুভূত হয়, মাথার খুলি অঞ্চলে যন্ত্রণার অনুভূতি, সন্ধি ব্যথা, মূর্চ্ছা, অশ্রুপাতে, চিৎকার, অক্ষমতা, ভ্রান্তদৃষ্টি, ঘ্রাণশক্তি হ্রাস, মানুষ সঠিকভাবে চিনতে না পারা, বহু দূর থেকে শব্দ শোনা, অনেক কিছু শোনা ও গন্ধ অনুভব করা, স্পর্শ না করেও ক্ষুধার্ত হওয়া, কাল্পনিক গন্ধ ও পিপাসা অনুভব করা, বারবার অকারণ মূত্রত্যাগ, তীব্র কাশি, হস্তপদে শীতলতা, মুখের অদ্ভুত ভাব ইত্যাদি। এই সব লক্ষণ জরায়ুর কোনো ধরনের সমস্যা, সত্তোগের অস্বাভাবিকতা বা আধিক্য ইত্যাদি কারণে হতে পারে।

হিস্টিরিয়া থেকে চিত্তবিকৃতি এবং মৃগী রোগের সূত্রপাত হতে পারে। তবে, এই রোগ চিকিৎসাযোগ্য এবং মারাত্মক নয়।

চিকিৎসা:
A2 এবং C C2 অথবা S বা S3 এবং C অথবা C2 পর্যায়ক্রমে ডাইলিউসন, দিনে ৫-৬ বার সেবন করলে যথেষ্ট। মাথার খুলি অঞ্চলে ব্যথা অনুভূত হলে উলস্নানে W.E লোশন প্রয়োগ করুন। উদরগহ্বরে B.E প্রয়োগ করলে মূর্চ্ছা দূর হয়।

মূর্চ্ছা শুরু হলে ৮-১০টি বাটকা S একসাথে সেবন করলে মূর্চ্ছা চলে যায়।
সর্বপ্রকার ডিস্টিনিয়া রোগে সকালে ২ ফোটা Y.E। রোগীর শারীরিক অবস্থার ওপর ভিত্তি করে S 2, B.E, এবং A2 এর মালিশ করা উচিত। Ver, Ven, এবং C পর্যায়ক্রমে প্রয়োগ করা যেতে পারে।

রোগীকে ৩ সপ্তাহ চিকিৎসা করলে বিশেষ উপকার পাওয়া যেতে পারে। তবে, রোগের মূল কারণ নির্ণয় না হওয়া পর্যন্ত চিকিৎসা চালিয়ে যেতে হবে।`
        }
        ,
        {
            "রোগের নাম": "মস্তিষ্ক প্রদাহ (Encephalitis)",
            "চিকিৎসা": `
মস্তিষ্ক প্রদাহ (Encephalitis)
এই রোগের লক্ষণ জব, অনিন্দা, কী বেদনা আলোকে ৰুষ্ট প্ৰলাপ, তালুতা, অচৈতন্য ইতাদি ।
চিকিৎসা S খ্রিঃ বা তঃ ডাঃ। আমাক সোধ হইলে C A2
ছিঃ বা তঃ ডাঃ পর্যাক্রম। সমস্ত মন্ত্র W E, C ,C5 and B.E র পট্টী। লৌরা
R.E
 াপা শে F2ব মালিস ।`
        }
        ,
        {
            "রোগের নাম": "মস্তিকাবরণ প্রদাহ (Meningitis)",
            "চিকিৎসা": `
মস্তিকাবরণ প্রদাহ (Meningitis)
মস্তিষ্কের আবরণের প্রদাহ । এই রোগ বহু কঠিন ও সহজে নির্ণয় ছবিতে পাবা পাব না।
লক্ষ্মণ। — অগংনক শিনোবেদনা নিদ্রালুতা, পাণিদা পগল র যখন ও কোষ্ঠবদ্ধ : পরে প্ররাণ, আক্ষেপ, শব্দে, আশাকে ও অঙ্গ সাপনে নিবন্ধি ও অমীনিদ্রা। পরে উপরিউক্ত লক্ষণগুলি তিরোহিত হইয়া প্রাণ অচৈতন্যভাব উপস্থিত হয়, মন পাণ্ডুবর্ণ ও অজ্ঞান ভাবাপন্ন হয়। জীবনধারণোপযোগী উকাপের হ্রাস হয়
ও অবশেষে মৃত্যু ঘটে।
চিকিৎসা - C অথবা S দিঃ ডাঃ সমর মস্তকে W. E.
ইলেক্টে'-হোমিওপ্যাথি চিকিৎসা।
মঞ্জুকে C, S. A বা B E পটী বা মালিস। ক্ষুদ্র হাইপোগ্লসিসে RE। গ্রীষ্ঠে, শাস্ত্র (বাগ) ও শৈতি কল্পানুতে RE. ও Y. E. পর্যায়ক্রমে । 
সপ্তকে C. S. A2 বা B E পটী বা মালিস। ক্ষুদ্র হাইপোগ্লসিসে পুষ্ঠ, শাস্ত্র (বাগ) ও শৈতি কল্পানুতে R.E and
Y. E. পর্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "সন্ন্যাস রোগ (Apoplexy )",
            "চিকিৎসা": `
সন্ন্যাস রোগ (Apoplexy )
রোগ প্রকাশ ততবার তার কখন কখন শিরোঘূর্ণন, মস্তকে তার
ইত্যাদি লক্ষণ আবির্ভুত হয় ।
উপসর্গ ।— মস্তিষ্কে অত বা অধিক পরিমাণে রক্তস্রাব উপস্থিত হইয়! চৈতন্য লোপ ঘটে এবং শরীরের স্থানে স্থানে অনুভব শক্তির লোপ হইয়া যায় । মস্তিষ্কে ও সে বক্তস্রাব ও মস্তিষ্কের কোষে যুক্তামুক্ষবণ এই রোগের কারণ।
চিকিৎসা : প্রথমে ৮ কিন্তু ১০টা বাটিকা S সেবন করাইয় চিকিৎসা আরম্ভ কৰা উচিত ; ১০ বা ১৫ মিনিট অন্তর পুনরায় করে- কটা বটিকা সেবন, যে পর্যন্ত পরিপাক শক্তি নিয়মিত না হয়। এই রোগে প্রায়ই পরিপালকিয়াব বিশৃঙ্খলতা দৃষ্ট হয়।
S. A3.C। গ্রীবা পৃষ্ঠ, স্নৈতি কমায়ু, স্নায়ুবস্তুল এবং বাত ও পদের সমস্ত স্নায়ুর উপর ইলেক্‌টি সিটি। C5 এর মালিগ ও অবগাহন। হৃদয়ে A3 ব ম লিগ। A3,WE আবগাহন।
রোগাক্রমণের পর পক্ষাবতে হটাল ইলেকটি সিটি পূর্বোক্ত মানে প্রযোগ করিতে হইবে। S,A, C5 এর অবগাহন ও জ্বালিয়। C সেবন ও S বা A3র অবগাহন ব্যবস্থা করিলে শীঘ্র উপকার হয়।
দৃষ্টফল—রোগাক্রমণের সময় ঔষধ ব্যবহার করিয়া কয়েকটা
যোগী আরোগ্য হইয়া গিযাছে।`
        }
        ,
        {
            "রোগের নাম": "রক্তস্রাববিশিষ্ট সন্ন্যাস ( Sanguinous Apoplexy )",
            "চিকিৎসা": `
রক্তস্রাববিশিষ্ট সন্ন্যাস ( Sanguinous Apoplexy )
A ডাইলিউসন কয়েক বার ।
সমস্ত স্নায়ুকেন্দ্রে B.E. | A
বক্তদোযঙ্গ রোগ ।
অথবা A2র পটা। যে স্থানে রক্তক্ষরণ হইতেছে বোধ হইবে সেই
স্থানে W. E র পটী ।`
        }
        ,
        {
            "রোগের নাম": "রক্তাম্বু স্রাববিশিষ্ট সন্ন্যাস ( Serous Apoplexy)",
            "চিকিৎসা": `রক্তাম্বু স্রাববিশিষ্ট সন্ন্যাস ( Serous Apoplexy)
রোগাক্রমণের প্রারম্ভে ১০ বা ২০টা বটিকা S। আবশ্যক বোধ হইলে ১৫ মিনিট অত্তৰ উক্ত প্ৰকাৰে গেবন । S দ্বিঃ বাতঃ ডাঃ`
        }
        ,
        {
            "রোগের নাম": "মস্তিষ্কের কোমলতা ( Softening of the Brain)",
            "চিকিৎসা": `মস্তিষ্কের কোমলতা ( Softening of the Brain)
মস্তিষ্কে কযেক বার রক্ত সঞ্চয হইয়া এই রোগ উৎপন্ন হয় । প্রধান লক্ষণ--গাণ্ডুবর্ণ মুখ, ভারযুক্ত ও নির্বুদ্ধিতাব্যঞ্জক। মুখভাব, বুদ্ধি হ্রাস, অর্থাঙ্গাক্ষেপ ও কখন কখন অল্পবুদ্ধিতা।
চিকিৎসা ।C, S ও A পর্যায়ক্রমে । উক্ত ঔষধ আহারের সময় । অর্দ্ধধণ্ট। অন্তর একটী করিয়া C। পর্য্যায়ক্রমে C5 ,A2' ও Sএর অথবা W. E, R.E ও B E র অবগাহন। সমস্ত মস্তকে C5. A3. ও S5 এর মালিস পর্যায়ক্রমে । উপপণ্ড কা প্রদেশে F2র মালিস ।`
        }
        ,
        {
            "রোগের নাম": "শিরোঘূর্ণন (Vertigo )",
            "চিকিৎসা": `শিরোঘূর্ণন (Vertigo )
চিকিৎসা। - S অথবা A এবং কখন F। গর্ভস্রাব হইবার পর শিরোঘূর্ণন উপস্থিত হইলে C দ্বি: ডা:। উপপশুকাপ্রদেশে F2 বা C5 এর মালিস হৃদযে B.E
দৃষ্টফল--কযেক দিন চিকিৎসা করিলেই বিশেষ উপকার  দেখিতে পাওয়া যায়।`
        }
        ,
        {
            "রোগের নাম": "মোহ (Coma )",
            "চিকিৎসা": `মোহ (Coma )
অধিক বা অল্প তন্দ্রালুতা উপস্থিত হয় এবং চেষ্টা করিয়াও রোগীর তন্দ্রা ভঙ্গ করা যায় না। মস্তকে রক্তসঞ্চয় লক্ষণ আবির্ভূ ত হয়। এই উপসর্গটা বস্তিস্কাবরণ প্রদাহ ও সর্ব্বপ্রকার মস্তক রোগে প্রায়ই দেখিতে পাওয়া যায়।
চিকিৎসা-S দ্বিঃ বা তৃঃ ডাঃ ও R.E। যদি র সঞ্চয় নিব জ্বন মোহ উপস্থিত হয়, তাহা হইলে A3 বা ভূঃ ডাঃ কয়েক বার এবং হৃদয়ে এর মাসি।
দৃষ্টফল--যদি জীবনী শক্তি নিঃশেষিত না হইয়া থাকে তাহা হইলে রোগী শীঘ্র উপকৃত হইবে।`
        }
        ,
        {
            "রোগের নাম": "আক্ষেপ বা চ্ছ । ( Convulsions )",
            "চিকিৎসা": `আক্ষেপ বা চ্ছ । ( Convulsions )
এই রোগে বিকৃত অঙ্গ সঞ্চালন, হনুস্তত্ত্ব ( দাঁতকপাটী), অচৈ- তন্য ইত্যাদি লক্ষণ উপস্থিত হয়। শিশুর ও প্রসবের পর স্ত্রীলোকের এই যোগ উপস্থিত হয়।
চিকিৎসা। রুমি, খোস, রক্ত সঞ্চালন দোষ ইত্যাদি কারণ বুঝিয়া Ver, S বা C5 বা A দিঃ ডাঃ ব্যবস্থার। ১৫টা টিকা S, C5
S2র মালিস চোয়ালের উপর। গ্রীবা-পৃষ্ঠে, হৈহিক স্নায়ুতে ও চোষালে Y. E.।
দৃষ্টফল-পূর্বের ন্যায় ।`
        }
        ,
        {
            "রোগের নাম": "মাংসপেশীর আক্ষেপ (Spasm )",
            "চিকিৎসা": `মাংসপেশীর আক্ষেপ (Spasm )
এই রোগে মাংসপেশীর বিকৃত সংকোচ ও প্রসারণ উপস্থিত হয়। চিকিৎসা রোগ কৃমিজনিত হইলে Ver1 ডাইলিউসন অথবা Ver2 দিঃ ডাঃ । W.E অথবা C5 এর অবগাহন।
অন্য কোন
কারণে রোগ উপঞ্চিত হইলে S বা C ছিঃ বা ভূঃ ডাঃ কয়েক বার।L
এর অবগাহন। `
        }
        ,
        {
            "রোগের নাম": "স্নায়বীয় সংকোচ (Contractions )",
            "চিকিৎসা": `স্নায়বীয় সংকোচ (Contractions )
সৰ্ব্বাঙ্গে স্নানুর সংকোচ।
চিকিৎসা--খ্ৰীবা-পৃষ্ঠে, স্নৈহিক স্নায়ুতে ও স্নায়ুবৰ্ত্ত,লে R. E.
প্রয়োগ করিলে সচরাচর যোগ আরাম হুইয়া যায় ।
C5 and W. E.
বা L এর অবগাহন পর্যায়ক্রমে। মাধার খুলির উপর W. E. `
        }
        ,
        {
            "রোগের নাম": "ধনুষ্টঙ্কার (Tetanus )",
            "চিকিৎসা": `ধনুষ্টঙ্কার (Tetanus )
এই বৌয়ে দেতের কতিপয় ভাগ্নের অথবা সমস্ত দেহের প্রবল সঞ্চালন ও আক্ষেপ উপস্থিত হয়। দাঁতকপাটী লাগে এবং মুখ বা নামিকা হইতে জল নিঃসৃত হইতে থাকে। কখন কখন আক্ষেপ এতদূর বৃদ্ধি পায় যে শয্যাতে রোগীর মস্তক ও গুলফ মাত্র থাকে এবং সমস্ত শরীর ধনুকাকারে অবস্থিতি করে। হপ্তে, পদে ও উদর গহ্বরে দারুণ যন্ত্রণা উপণ্ডিত হয় । গাত্র উত্তপ্ত ও ঘৰ্ম্মাক্ত হয়। কয়েক মিনিট অন্তর আক্ষেপ উপস্থিত হয় । রোগ অত্যন্ত প্রবল হইলে দৌর্বল্য বা শ্বাসকষ্ট, হইয়া ৰোগীৰ মৃত্যু ঘটে।
কি কারণে ধনুষ্টঙ্কার যোগ উপস্থিত হর অদ্যাপি নির্ণীত হ নাই। ঠাণ্ডা বা বাঘাত লাগিযা অনেকগুলে ইহা উৎপন্ন হয়।
চিকিৎসা-- গ্রীবা পৃষ্ঠে, শ্লৈষ্মিক স্নায়ুতে ও স্নায়ুপğলে প্রথমে Y. E. পরে R.E ও Y. E. পর্যাক্রমে। S তৃতীয় ডাইলিউসন দুই ঘণ্টা অন্তবা আৰাত লাগিয়া রোগ উপস্থিত হইলে আহত হলে BE. A3র পটী (১০ ফোটা B, E ও গুটি বৃটিক। A3 এক আউন্স জলে ), A3 তৃতীয় ডাইলিউসন ।`
        }
        ,
        {
            "রোগের নাম": "সাময়িক বা পুরাতন পেশীর অাক্ষেপ।( Periodic or Chronic Spasms )",
            "চিকিৎসা": `সাময়িক বা পুরাতন পেশীর অাক্ষেপ
(Periodic or Chronic Spasms)

S ডাইলিউসন। স্নায়ুবহুল, গ্রীবা-পৃষ্ঠ এবং মেরুদণ্ডের উভয় পার্শ্বে R.E প্রয়োগ।
ঋতুচক্রের সময়— A ডাইলিউসন, হৃদয়ে A এবং পটী, পাকাশয়ের উপর B.E। বসের প্রধান ধাতু হলে S ব্যবস্থা করা উচিত। এর পটী ও মালিশ, S ডাইলিউসন।
পদে আক্ষেপ হলে— C প্রয়োগ আবশ্যক, W.E এর পটী প্রয়োগ।

ইলেক্ট্রো-হোমিওপ্যাথি চিকিৎসা
হস্তে আক্ষেপ হলে— C5 এর মালিশ এবং W.E এর পটী। এক কালে ১০টি বটিকা S, জিহ্বার উপর প্রয়োগ। মণিবন্ধ এবং সমস্ত বৃদ্ধাঙ্গুলির উপর R.E।
গ্রীবা-পৃষ্ঠে আক্ষেপ হলে— ১০টি বটিকা S, L অথবা C এর মালিশ। গ্রীবা-পৃষ্ঠে R.E এবং Y.E পর্যায়ক্রমে প্রয়োগ।
অক্ষিপুটে আক্ষেপ হলে— S ডাইলিউসন। চক্ষু গহ্বরের উর্দ্ধে এবং নিম্নে R.E প্রয়োগ।
গুলফে আক্ষেপ হলে— পদের স্নায়ু এবং গুলফান্ধিতে R.E। রোগ দুঃসাধ্য হলে C5 এর মালিশ, C5 এর অবগাহন এবং S ডাইলিউসন।`
        }
        ,
        {
            "রোগের নাম": "হলুস্তম্ভ বা দাঁতকপাটি ( Lock-Jaw )",
            "চিকিৎসা": `হলুস্তম্ভ বা দাঁতকপাটি ( Lock-Jaw )
প্রথমে Y. E অথবা R E and Y.E পর্যায়ক্রমে গণ্ডে (গালে) ও গ্রীরাপৃষ্ঠে। যদি উক্ত ঔষধে সম্পূর্ণ উপকার না হয় তাহ৷ হইলে পুৰ্ব্বোক্ত ইলেক্টি সিটি স্নৈহিক স্নায়ুৰ উপৰ । যদি ইহাতেও উপ- কার না হয়, তাহা হইলে S ডাইলিউসন। C ও W. Eর পটী চোয়ালের উপর । C5 ও Lএর অবগাহন।
দৃষ্ট ফল --অনেক স্কুলে কয়েক মিনিটের মধ্যে উপকার দেখিতে পাওয়া যায়।`
        }
        ,
        {
            "রোগের নাম": "তাড়িতাবেশ, আঘাত",
            "চিকিৎসা": `তাড়িতাবেশ, আঘাত ইত্যাদি ।
১ টা বটিকা S। স্নায়ু বস্তুল, গ্রীবা পৃষ্ঠ, স্নৈহিক স্নায়ু এবং মস্তকের সমস্ত স্নায়ুর উপর R. E. ও Y. E. পর্যায়ক্রমে । মস্তকে W.E পরী ।`
        }
        ,
        {
            "রোগের নাম": "`অর্কাঘাত বা সর্দিগরমি ( Sunstroke )",
            "চিকিৎসা": `অর্কাঘাত বা সর্দিগরমি ( Sunstroke )
S ডাইলিউসন ও A3 প্রঃ ডাঃ পর্যায়ক্রমে । অৰ্দ্ধ ঘণ্টা অন্তর একটা করিয়া C5 এর বটিকা। C5 এর অবগাহন। সমস্ত মস্তকে
রক্তদোষজ্ঞ রোগ ।
C5 এর মাগিস। W.Eর পটী। গ্রীবা পুষ্ঠে, স্নৈহিকস্নায়ুতে, চক্ষু- গহ্বরের ঊর্ধ্ব ও নিম্ন দেশে, ললাটে ও শঙ্খে R. E. ও Y. E. পর্য্যায়- ক্রমে।`
        }
        ,
        {
            "রোগের নাম": "মত্তাসঙ্গ | ( Intoxication )",
            "চিকিৎসা": `মত্তাসঙ্গ | ( Intoxication )
এককাশে ১০টা বটিকা S জিহ্বাৰ উপৰ । উপশম না হইলে অৰ্দ্ধ ঘণ্ট। তার পুনরায় ১০টা বাটিক S।
দৃষ্টকল -ঔবা সেবন করাইবার পরই সচরাচর মক্কতা দূরীভূত হইয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "মাদক দ্রব্য সেবনজনিত অসুস্থতা ",
            "চিকিৎসা": `মাদক দ্রব্য সেবনজনিত অসুস্থতা ।
S প্রঃ ডঃ অথবা A ছিঃ ডাঃ।
প্রত্যহ ২০ বটি ক!
| হৃদয়ে
Aর ও উপাত্ত বা প্রদেশে F2 মালিস। C5 এর অবগাহন। স্নায়ু-
বৰ্ত্তল ও শ্লৈহিন অসুস্ত W.E ।`
        }
        ,
        {
            "রোগের নাম": "মাদদতায় ( Delirium Tremens )",
            "চিকিৎসা": `মাদদতায় ( Delirium Tremens )
অতিরিক্ত যদিবা সেবন জনিত প্রশাপ ও অঙ্গকম্প ।
চিকিৎসা—S ছিঃ ডাঃ ।L এর অবগাহন । মাথার খুলি ও
মেরুদণ্ডের উপর W.E।`
        }
        ,
        {
            "রোগের নাম": "মস্তিকে'দক ( Hydrocephalus )",
            "চিকিৎসা": `মস্তিকে'দক ( Hydrocephalus )
এই রোগে মস্তিষ্কের ভিতরে ও বাহিরে রক্তাম্বু সঞ্চার হয় । কেবল শিশুটি এই রোগ জন্মে ।
এই রোগে মস্তকের করোটীর আয়তন অত্যন্ত বিস্তৃত হইয়া পড়ে এবং মহক কোমল হইয়া আইসে ।
মস্তকের আয়তন কখন
কখন এতদূর বৃদ্ধি প্রাপ্ত হয় যে পীড়িত শিশু মস্তক উত্তোলন করিতে পাবে না এবং খুলি এত কোমর ও প্রশস্ত হইয়া আইঙ্গে যে বাণিসেব চাপে উহা বিকৃত হইয়া যায় ।
ইলেক্টে 1- হোমিওপ্যাথি চিকিৎসা।
এই রোগে অঙ্গ ও ইন্দ্রিয়ের পক্ষাঘাত জন্মে, দৃষ্টিশক্তি ক্ষীণ হুইয়া আইসে, নেরতাবা বিস্তৃত ও অগ্নিব হয. ঘ্রাণ ও শ্রবণশক্তি লোপ হয়, বাক্শক্তি নিস্তেজ অথবা বিলুপ্ত হইযা যায়, চলংশক্তি হ্রাস হয়, পরিপ কশক্তি অবিক্রত থাকে কিন্তু অনিচ্ছা প্রবৃত্ত ভেদ উপস্থিত হয় এবং মস্তকের খুলিতে কোন রূপ আঘাত লাগিলে বা চাপ দিলে বমন ও আক্ষেপ উপস্থিত হয় ।
চিকিৎসা – C2 ও A2'দ্বি: বা তৃঃ ডাঃ সমস্ত মস্তকে C5 এর পটী । C5 এর অবগাহন। মাথার খুলির উপর B.E পট্টী । স্নৈহিক স্নায়ু, স্নায়ুবৰ্ত্তল, গ্রীব'পৃষ্ঠ, এবং মস্তকের সমস্ত স্নায়ুর উপর Y.E.। উপপশু কাপ্রদেশে F2 মালিস।`
        }
        ,
        {
            "রোগের নাম": "পক্ষাঘাত ( Paralysis )",
            "চিকিৎসা": `পক্ষাঘাত ( Paralysis )
দেহের অঙ্গবিশেষ বা অৰ্দ্ধ বা সমস্ত দেহের অবশতা, মস্তিষ্কের ও মেরুদণ্ডের পীড়া বা মস্তিষ্কে ও মেরু দাও আঘাত, ঠাণ্ডা লাগা, দন্তোদ্গাম, হুধাপান, ইত্যাদি কারণে উপস্থিত হয় ।
দুরাপান, শ্লেষ্ম। ইত্যাদি কোন কারণে হঠাৎ এই রোগ উপস্থিত হইলে চিকিৎসায় ফল লাভ হয়।
চিকিৎসা ।— এককালে ২০ বা ২৫ টা বটীকা S সেবন অথবা সমস্ত মস্তক W.E দ্বারা ধৌত করিতে হইবে । গ্রীবা পৃষ্ঠ, স্নৈহিক- স্নায়ু ও স্নায়ু বৰ্ত্তপে R. E ও Y.E পৰ্য্যায়ক্রমে। মস্তকে C5 অথবা S এর পটী ও মালিম।
দৃষ্টফল-স্নায়বিক কারণে পক্ষাঘাত উপস্থিত হইলে রোগ কখন কখন কেবল মাত্র ইলেক্টি সিটি প্রযোগ করিযা অতি অল্প সমযের মধ্যে আরোগ্য হইয়া যায় । ৫, ৬ বা ৮ বংগৰ কাল স্থায়ী স্নায়বিক পক্ষাঘাত অনেক স্থলে ৩, ৫ বা ৭ দিন চিকিৎসার পর সম্পূর্ণরূপে আরোগ্য হইতে দেখা গিযাছে। শ্লেষ্মা জনিত পক্ষাঘাত শীঘ্র
রক্তদোষজ্ঞ রোগ ।
আরাম হইয়া যায় । যে সকল পক্ষাঘাত রোগে মস্তিষ্কের ক্রিয়া বিকৃত হইয়া যায় সেই সকল রোগে চিকিৎসা কঠিন এবং রোগ অরোগ্য হইতে অনেক দিন লাগে এবং মস্তিষ্কের ক্রিয়া যদি একবারে সম্পূর্ণরূপে বিকৃত না হইযা থাকে তাহা হইলে শুভ ফল আশা করা যাইতে পারে।`
        }
        ,
        {
            "রোগের নাম": "পক্ষাঘাতসূচনা ( Threatening of General Paralysis)",
            "চিকিৎসা": `পক্ষাঘাতসূচনা ( Threatening of
General Paralysis)
চিকিৎসা।—স্নৈহি কস্নায়ু ও স্নায়ুবৰ্ত্তল বিশেষত: উদরগহ্বরের উপর R. E । যদি রক্ত সঞ্চয় লক্ষণ উপস্থিত থাকে, A অথবা A2 দ্বিঃ ডাঃ । প্রাতে আহাবের পর ৫টী বটিকা A ও রাত্রে আহারের সময় ৫টা বটিকা A2 হৃদয়ে এর পট্টী । A2 র অবগাহন মস্তকের সমস্ত স্নায়ুতে বিশেষতঃ শ্রীরাপৃষ্ঠে, স্নৈহিকস্নায়ুতে ও শঙ্খে B. E যে পর্যন্ত না রোগ নির্দোষে আরাম হয় যে পৰ্যন্ত চিকিৎসা করা উচিত। রোগনির্ণয় সম্বন্ধে সন্দেহ উপস্থিত হইলে প্রথমে A ও S পর্যাক্রমে ব্যবহার কবিয়া উহাদের মধ্যে যে ঔষধটীতে অধিক কার্য হয় তাহা দেখিয়া ঔষধ নির্বাচন করা উচিত।
যদি অনুপযুক্ত ঔষধ ব্যবহার করিয়া রোগীর কোন রূপ কষ্ট উপস্থিত হয়, তাহা হইলে কয়েকটা S এককালে সেবন করিলে উহা দ্রবীভূত হব । যদি পূর্বোক্ত প্রকারে চিকিৎসা কবিয়া কোন ফল না হয় তাহা হইলে সচরাচর C এবং কখন কখন C5 ও C4  ব্যবস্থা করা উচিত ।`
        }
        ,
        {
            "রোগের নাম": "স্নায়বীয় পক্ষাঘাত (Nervous Paralysis)",
            "চিকিৎসা": `স্নায়বীয় পক্ষাঘাত (Nervous Paralysis) এই রোগে কোন রূপ রক্তদোষ লক্ষিত হয় না।
ইলেক্টে 1-হোমিওপ্যাথি চিকিৎসা।
চিকিৎসা – S ও C5 পৰ্যায়ক্রমে।
উক্ত ঔষধের ৫টী বটীকা
আহারের সময় পৰ্যাযক্রমে।
সমস্ত মস্তকে W.E
গ্রীবা পৃষ্ঠ,
স্নৈহিকস্নায়ু, স্নায়ু বৰ্ত্তল এবং মস্তকের সমস্ত স্নায়ুৰ উপৰ R, E
Y.E. পর্যায়ক্রমে । S, C5 এর অথবা W E অবগাহন পর্যায়
ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "রক্তদোষজ পক্ষাঘাত ( Vascular Paralysis)",
            "চিকিৎসা": `রক্তদোষজ পক্ষাঘাত ( Vascular Paralysis)
A দ্বিঃ ডাঃ। ৫ টী বটিকা A2 দিবসে দুইবার প্রাতে ও সন্ধ্যা-
কালে।
হৃদয়ে A2ব ও মহকে B.E  পতী।
F2র অথবা C5 এর মালিস। B.E. অবগাহন ।
উপগন্ত কাপ্রদেশে`
        }
        ,
        {
            "রোগের নাম": "জিহ্বাৰ স্থাগরিক সমানত(Nervous Paralysis of the Tongue)",
            "চিকিৎসা": `জিহ্বাৰ স্থাগরিক সমানত
(Nervous Paralysis of the Tongue)
S প্রঃ ডাঃ
আহাবের সময় সুবা বা দুগ্ধের সহিত ১০টা বটিকা
S ও C5 এর কুলি পর্যায়ক্রমে। বৃহৎ ও ক্ষুদ্র হাইপোগ্লা মিস,
গ্রীবাপৃষ্ঠ ও স্নৈহিক স্নায়ুর উপর R. E.। " ও Sএর অবগাহন পর্যায়ক্রমে । R. Eর অবগাহন ( ৬ ড্রাম এক টব জলে ) ।`
        }
        ,
        {
            "রোগের নাম": "জিহ্বার রক্তদোযজ্ঞ পক্ষাঘাত।",
            "চিকিৎসা": `জিহ্বার রক্তদোযজ্ঞ পক্ষাঘাত।
A3 ও দ্বিঃ ডাঃ। ৫টা বটিকা এ দিবসে দুইবার। A3 ও B.Eর কুলি ক্ৰমান্বয়ে । A3 র অবগাহন। বৃহৎ ও ক্ষুদ্র হাইপোগ্ন-  B. E ।`
        }
        ,
        {
            "রোগের নাম": "মূত্রাশয় অথবা মূত্রাশযমুখশায়ী গ্রস্থির (Prostate)",
            "চিকিৎসা": `মূত্রাশয় অথবা মূত্রাশযমুখশায়ী গ্রস্থির (Prostate) পক্ষাঘাত ।
S ও A3 ডাইলিউসন পর্যায় ক্রনে। টী বটিকা
দিবসে হুই
বাস। ৫০টী বটিকা S5 বা C5 একট ব উষ্ণ জলে মিশ্রিত করিয়া- উহার ভিতর উপবেশন। বস্তি, ত্রিকাস্থি ও বিটপদেশে W. E, W.Eর অবগাহন ( ৬ ড্রাগ এক টব জলে)`
        }
        ,
        {
            "রোগের নাম": "সাৰ্ব্বাঙ্গিক পক্ষাঘাত (General Paralysis )",
            "চিকিৎসা": `সাৰ্ব্বাঙ্গিক পক্ষাঘাত (General Paralysis )
রক্তস্রাব বিশিষ্ট সন্ন্যাস বোগ হইতে এই রোগ উৎপন্ন হয়। কখন কখন রোগীর পদে ক্ষত উপস্থিত হয় ও সর্বাঙ্গ স্ফীত হইযা পড়ে।
চিকিৎগা। --A, A2 প্রঃ ডঃ ও আহাবের সময় উক্ত ঔষধের ১০টা ২টি ব।। A3 ও C5 এর অবগাহন, পটা ও মালিম পর্যাক্রমে ৷ মেরুদণ্ডের নিম্নে ও মস্তকের সমস্ত  উপর B. E.। উপপণ্ড কা- প্রদেশে F2 ব বা C5 এর 
বটীকা ৪ ড্রাম জলে ) ।
ঈদয়ে A3 র মালিস। ৪টি`
        }
        ,
        {
            "রোগের নাম": "জননেন্দ্রিয়ের পক্ষাঘাত(Paralysis of the Generative System)",
            "চিকিৎসা": `জননেন্দ্রিয়ের পক্ষাঘাত
(Paralysis of the Generative System)
S and A প্রঃ ডাঃ পর্যায়ক্রমে। আহারের সময় উক্ত ঔষধের বটিকা ।
C5, S, S2 পটী পীড়িত স্থানের উপর। C, S,A, ও W.E বা B.Eর অবগাহন পৰ্যায়ক্রমে। ত্রিবাহি, বস্তি ও বিটপদেশে R. E. and Y. E. পৰ্য্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "বাকশক্তিহীনতা (Dunkness )",
            "চিকিৎসা": `বাকশক্তিহীনতা (Dunkness )
সচরাচর কেবলমাত্র ইলেক্টিসিটি প্রয়োগ কবিয়া এই যোগ আরাম করিতে পারা যায়। রোগীর ধাতু দেখিয়া ইলেক্টি সিটি নির্ব্বাচন করা
কত্তব্য।
চিকিৎসা। —S, C, A3 মিঃ ডাঃ। গহস্ত মস্তকে C5 অথবা S5 এর মালিস। উপগতকা প্রদেশে ।-র পদী বা মালিস। হাই- পোগ্লসিস্, গ্রীবা-পৃষ্ঠ ও স্নৈহিক স্নানুর উপর RE ও Y. E. পর্যায়- এর অবাহন। WE র অংগাহন ( ৬ ড্রাম ইলেক্টি -
ক্রমে। সিটি এক টব জলে ) ।`
        }
        ,
        {
            "রোগের নাম": "বাক কচ্ছ বা তোলামি (Stammering )",
            "চিকিৎসা": `বাক কচ্ছ বা তোলামি (Stammering )
-1
এই রোগ কোন কোন স্কুলে অকস্মাৎ উপস্থিত হয় এবং কোন কোন স্থলে নিয়ত বৰ্ত্তমান থাকে। স্নায়বীয় অবে কখন কখন এই
রোগ আবির্ভূ ত হয় ।
চিকিৎস!—বৃহৎ ও ক্ষুদ্র হাইপোগ্লসিমে RE.। ডাইলিউসন S। W.E অথবা W.Eর কুলি। L, C5 অথবা A2 ব অবগতন ।
এই বোগ অনেক স্থলে কেবলমাত্র একবার ইলেক্টি সিটি প্রযোগ করিয়া আনাম হয়া গিয়াছে ।
দৃষ্টফল ---কয়েক দিন চিকিংসা কবিযা একটা বৃদ্ধ বোগীর তোৎ- লামী অনেক পরিমাণে দূরীভূত হইয়াছিল ।`
        }
        ,
        {
            "রোগের নাম": "অনিদ্রা (Insomnia )",
            "চিকিৎসা": `অনিদ্রা (Insomnia )
এই রোগ কখন কখন স্বতঃ উপস্থিত হয় এবং কখন কখন অন্যান্য রোগের উপসর্গ হইয়া আবির্ভূত হয় । বেদনা, নিম্নত পার্শ্বপরিবর্তন অথবা মলাদি ত্যাগ কবিবাৰ বলবতী ইচ্ছা, কাশি, শ্বাসক চিত্ত চাঞ্চল্য ও কখন কখন রাত্রিজাগরণ ইত্যাদি কারণেও এই রোগ
উপস্থিত হয় ।
চিকিৎসা- প্রঃ ডাঃ আধ ঘণ্টা অন্তর একটী কবিয়া C5 এর বটিকা। নিদ্রাগমের সময় ১০টা বটিকা F জিহ্বার উপর । উপপত্ত কা প্রদেশে, স্নৈহিক স্নায়ুতে ও স্নানুবন্ত লে F2 | মস্তকের সমস্ত স্নায়ুর উপর R E. ও Y. E. পর্য্যাযক্রমে। সমস্ত মস্তকে W. E শরীরে জৰ্ভাব নিবন্ধন অনিদ্রা উপস্থিত হইলে F খৃঃ ডাঃ ৩/৪ বার সেবন করিলেই প্রতীকার হয় । ১৫ মিনিট অন্তর ২টা করিয়া S বটিক। মেষন করিয়া অনেক স্থলে বেদনা আরাম হইয়া যায়।
দৃষ্টফল-চিকিৎসা কখনও নিষ্ফল হইতে দেখি নাই ।`
        }
        ,
        {
            "রোগের নাম": "মৃগী রোগ (Epilepsy )",
            "চিকিৎসা": `মৃগী রোগ (Epilepsy )
এই রোগ প্রকাশ তাই বার কয়েক দিন পরে মার্কা ঙ্গিক বা আংশিক আক্ষেপ, বুদ্ধিশক্তিহীনতা, সমস্ত শরীরে নিশভাব ইত্যাদি লক্ষণের সহিত মূৰ্চ্ছ । উপস্থিত হব ৷ অনেক হলে মূৰ্চ্ছা হইবার পূর্ব্বে কিছুই বুঝা যায় না, বোগী হঠাং জ্ঞানশূন্য হইয়া পড়িয়া যাষ, চক্ষু বিস্তৃত ও তারা স্থির হয়, মুখ এক পার্শ্বে বজ্রভাবে থাকে, কর্ণের দিকে মুখ গহ্বর বাঁকিয়া যায় ও দাঁতপার্টা লাগে; কয়েক মিনিট পবে গ্রীবার পেশী কঠিন ও নিশ্চল হইযা আসিলে মুখ অত্যন্ত স্ফীত হয়, মুখের পেশীর ভষাক আক্ষেপ উপস্থিত হয়, মন্ত্ৰক বিকৃতভাবে সঞ্চালিত হইতে থাকে, গ্রীবাদেশের শিরা স্ফীত হন. ওষ্ঠ ধরে ফেন- রাশি দৃষ্ট হয়, নিম্নাঙ্গে বিশেষতঃ উর্দ্ধাঙ্গে ভয়ানক আক্ষেপ উপস্থিত হয় এবং হস্ত মুষ্ট নিবদ্ধ হয়। বক্ষোদেশ স্থির ও নিশ্চল থাকে, উপস্থিত হয় এবং শ্বাসবোধ হইবার উপক্ৰম হয ৷
শ্বাস কচ্ছ
পূর্ব্বোক্ত অবস্থা গচ বাচর হইইতে ৮নিনিট কাল এবং কখন কখন অধিকক্ষণ স্থায়ী হয় । এই অবস্থা কাটিয়া গেলে দেহস্থ যাবতীয় পেশীর শিথিলতা উপস্থিত হয়, মুখ পাণ্ডুবর্ণ হয় এবং অল্পে অল্পে শ্বাসকৃচ্ছ কমিয়া যায, ক্রমে ক্রমে বুদ্ধি ও অনুভব শক্তির উদ্রেক হইতে থাকে এবং দেহে জীবন প্রত্যাবর্তন করিতেছে বলিয়া রোগীর বোধ হয়।
সচরাচর মৃগী রোগের মূর্ছ। অধিক প্রস্থূল হয় না । কখন কখন ক্ষণিক চৈতন্য লোপ, চক্ষু, মুখগহ্বর, বাহু ও অঙ্গ, লির সামান্য আক্ষেপ, পতন ইত্যাদি উপসর্গ প্রকাশ হয় এবং কখন বা কেবল মাত্র শিরো- ঘূর্ণন উপস্থিত হয়। অনেক স্থলে মূর্ছা তাই বার পূৰ্ব্বে শীতানুভব, কম্প রক্তসঞ্চষ, গ্রীব', বঙ্গঃ, বাহু, পদ ইত্যাদি স্থানে ৰুণ্ডু ( শুভ্ মুড়ি ) বা বেদন। উপস্থিত হয় । মস্তকের দিকে যেন একটা স্রোত বাহিয়া যাইতেছে বলিয়া বোধ হয় এবং তাহার পরেই নানাবিধ উপসর্গ
দেখা দেয় ।
কোন কোন যুগীৰোগীৰ মূৰ্চ্ছ । দিবসে অনেকবার হয় এবং কাছা- বও বা দিনের মধ্যে একবার হয়। অনেক রোগীর মচ্ছা অধিক দিন অন্তর হয়। মৃগী রোগ কিছু দিন পুরাতন হহলে মূর্ছা হইবাৰ পূৰ্ব্বে শরীরে কয়েক প্রকার পীড়া হয়। মস্তকস্থ স্নায়ুকেন্দ্রের বিশৃঙ্খলা নিবন্ধন এই সকল পীড়া উপস্থিত হয়। রোগীর প্রকৃতির স্থিরতা
।
থাকে না । অন্যমনস্কভাব উপস্থিত হয়, স্মরণশক্তি ও বুদ্ধিবৃত্তি নিস্তেজ হইয়া আইসে এবং রোগী অধিকক্ষণ বা ক্রমাগত এক প্রকার কার্য্য বা পরিশ্রয় করিতে পাবে না। উক্ত লক্ষণগুলি এই রোগের একপ্রকার নিতান্ত স দ লক্ষণ নহে । কতকগুলি ৰোগীৰ বুদ্ধিজড়তা উপস্থিত হয় এবং অধিক দিন জীবিত থাকিলে উম্মাদরোগ দেখা দেয় ।
প্রথম হইতেই স্মরণশক্তি বিকৃত হইতে আনত হয় এবং বক্রদৃষ্টি, আক্ষেপ, সংকোচ, মুখবিকৃতি ইত্যাদি বিবিধ উপসর্গের আবির্ভাব হয়, কিন্তু শরীরের অন্য কোন প্রকার অনুখ উপণ্ডিত হয় না এবং জীবনরক্ষণোপযোগী যাবতীয় ক্রিगा সুচারুরূপে সম্পন্ন হইযা
যায়।
নৃগীরোগ সচরাচর বালাবিস্তাষ অর্থাৎ ভরণাবতার ( Paberty ) পূর্ব্বে আরম্ভ হয় । বাল্যবিজ্ঞান এই রোগ প্রায়ই দেখা যায়, বার্দ্ধ- ক্যাবস্থায় প্রায়ই দৃষ্ট হয় না। মুৰ্গীরোগাক্রান্ত ব্যক্তিগণের মধ্যে স্ত্র লোকের ভাগ প্রায় পুরুষেণ দ্বিগুণ । শীতপ্রধান দেশে এই রোগের প্রাদুর্ভাব অধিক অনেক হলে রোগ পুকবানুক্রমে দেখা দেয় । অনেক সময় বিশেষতঃ স্ত্রীলোকের ঋতুকাশে বিভীষিকা দর্শনে এই রোগ উপস্থিত হয় । ক্রোধ, হিংসা, চিত্তোদ্বেগ ইত্যাদি কারণেও এই রোগ জন্মে। বুদ্ধিজড়তার সঙ্গে সঙ্গে এই রোগ প্রায়ই দৃষ্ট হয়। ৮ জন জড়বুদ্ধি লোকের ভিতর গড়ে একজন করিয়া মৃগী যোগ দেখা যায় ।
মৃগীরোগ বড় কঠিন রোগ। এই রোগ বাল্যাবস্থায় ও কৌলিক দোষে উৎপন্ন হইলে অথবা উহার সঙ্গে সঙ্গে শিবোঘূর্ণন, অজ্ঞানতা, বারম্বার মুচ্ছা ও বুদ্ধি বিকৃতি উপস্থিত হইলে ব্যাপার বড়ই গুরুতর হইয়া পড়ে। কখন কখন প্রবল মুচ্ছার সময় মস্তকে রক্ত সঞ্চয় হইয়া হঠাৎ মৃত্যু উপস্থিত হয়।
যদি রোগ উপদংশ 'অথবা ভয় নিবন্ধন উপস্থিত হয় কিম্বা মুচ্ছ। অধিক বার না হয় ও অল্পে অল্পে রোগের বৃদ্ধি হয় তাহা হইলে বড় একটা ভয়ের কারণ থাকে না।
আঘাত জনিত নৃগীরোগ—এই রোগে পূর্বোক্ত মৃগীরোগের ন্যায় আক্ষেপ ও অজ্ঞানত। উপস্থিত হয় কিন্তু রোগ অধিক দিন স্থায়ী হয় না । যে কারণে রোগ উৎপন্ন হয় সেই কারণটা বিনষ্ট হইলেই উহা অন্তর্হিত হইয়া যায় ।
চিকিৎসা—রোগীর ধাতু বুঝিয়া কখন বোগ কৃমি হইতে উৎপন্ন হয় ।
চিকিৎসা করা উচিত। কখন
A and A2 Ver, S or C
গ্রীবা পৃষ্ঠ, স্নৈহিক স্নায়ু, স্নায়ু-
দ্বিঃ বা ভূঃ ডাঃ দিবসের মধ্যে ১০ বার। বস্তুল ও উদরগহ্বরের উপর R.E ও Y. E পর্য্যায়ক্রমে । A2 and L এর অবগাহন পৰ্যায়ক্রমে ।
দৃষ্টফল—অধিক দিন ধরিযা চিকিৎসা করিলে রোগ প্রশমিত এবং অনেক স্থলে নিদোষে আরোগ্য হইযা ৰায় ।`
        }
        ,
        {
            "রোগের নাম": "জলাতঙ্ক ( Hydrophobia )",
            "চিকিৎসা": `জলাতঙ্ক ( Hydrophobia )
ক্ষিপ্ত জন্তুর দংশনে এই সাংঘাতিক রোগ উৎপন্ন হয় । দংশ-
নের অব্যবহিত পরে রোগের কোনরূপ লক্ষণ দেখা যায় না । সচরা- চর ৩০ বা ৪০ দিন পরে রোগের লক্ষণ আবির্ভু ত হইতে থাকে । স্থল-বিশেষে যোগ কখন অল্পদিন পরে এবং কখন বা অধিক দিন এমন কি ১০ ১২ মাস পরে প্রকাশ হয়।
প্রথমে রোগীর শিরোবেদনা ও অনিদ্রা উপস্থিত হয়; কত ক গুলি রোগীর চিত্তচঞ্চল্য ও অবসন্নভাব, ও অপর কতকগুলির চিত্ত- প্রফুল্লতা ও বাচালতা উপস্থিত হয়; ক্ষুধা নদ এবং নাড়ীপন্দন দ্রুত হয় । রোগের শেষাবস্থায় করে শ্বাসরোধানুভব ও তরল পদার্থে আতঙ্ক উপস্থিত হয়। জল দেখিলে বা জলপান করিতে বলিলে রোগীর ভয়ানক আতঙ্ক উপস্থিত হয় ।
কেবল জলে কেন, সৰ্ব্বপ্রকার পানীয় দ্রব্যে, উজ্জ্বল আলোকে অথবা উজ্জ্বলবৰ্ণ পদার্থেও রোগীর মনে ভীতি সঞ্চাৰ হয়। পিপাসা বলবর্তী হয় এবং উহা নিবারণ করিবার জন্য রোগী ভয়ে ও ক্রোধে পানীয় পার হতে ধারণ করে কিন্তু পানীয় ওষ্ঠাধর স্পর্শ করিতে না করিতে ভবে পাত্র দূরে নিক্ষেপ করে। শ্রবণ ও স্পর্শশক্তি বৃদ্ধি প্রাপ্ত হয় ও বাক্শক্তির জড়তা উপস্থিত হয় ।
পরে বারম্বার আক্ষেপ
উপস্থিত হয় ও শ্বাসরুচ্ছ, বুদ্ধি পাইতে থাকে।
শ্লেষ্মাব ন্যায এক
প্রকার পদার্থ বহিৰ্ভূত হইতে থাকে, চক্ষুর চতুপার্শ্বে কালিমা দেখা দেয় এবং ওষ্ঠাধর ও অঙ্গগুলি কৃষ্ণবর্ণ হয় । শেষে শ্বাসযন্ত্র অবরুদ্ধ হইয! মৃত্যু ঘটে।
চিকিৎসা—S প্রঃ ডাঃ বা একটা বটিকা ১০ মিনিট অন্তর প্রান্তে ও অগরাত্নে ৫টী বটিকা F। উপপত ফাপ্রদেশে F2 মালিস। কণ্ঠে ও গ্রীবা পৃষ্ঠে Y E.। হৃদে B.E । মাথার খুলি, স্নৈহিক- স্নায়ু, স্নায়ুর্জ্জল ও উদর গহ্বরের উপর W.E
দৃষ্টফল—কুকুবদষ্ট দুইটী রোগীর চিকিৎসা কবিয়া কিরূপ ফল হইয়াছে তাহা নির্ণয় করিতে পারা যায় নাই। কেনন! ইলেক্ট্রো- হোমিওপ্যাথি চিকিৎসার পর বোগীরা দেশীয় ঔষধ সেবন করে। প্রায় দুই বৎসরের অধিক হইল রোগীরা নির্দোষ আরাম হইয়া গিয়াছে ।যাহাতে কুক্কুব বা শৃগালের দ্বারা দৃষ্ট রোগীর কেবল মাত্র ইলেক্টে - হোমিওপ্যাথি মতে চিকিৎসা হয় এরূপ বন্দোবস্ত করিতে না পারিলে ফল নির্ণয় করা কঠিন। তবে এই পর্য্যন্ত বলিতে পারা যায় যে, Sএর বিষ নষ্ট করিবার ক্ষমতা অনেক স্থলে প্রত্যক্ষ করা গিয়াছে।`
        }
        ,
        {
            "রোগের নাম": "কেশহীনতা ৷ ( Alopecia )",
            "চিকিৎসা": `কেশহীনতা ৷ ( Alopecia )
S5 অথবা A ডাইলিউসন । S5 এর অবগাহন। মস্তকে S5 or C এর পটী বা মালিস। গ্রীবা পৃষ্ঠে, ক্ষুদ্র হাইপোগ্লসিসে, চক্ষু- গহ্বরের নিম্নে এবং শঙ্খে R. E. ও Y. E.। সমস্ত মস্তকে WE অথবা S5 এর লোসন। উপদংশ দোষ থাকিলে Ven ও C পৰ্য্যায় - 'ক্রমে । Venএর মালিস। Ven, A, C5 এর অবগাহন ।
দৃষ্টফল—দুইটী রোগীর টাক আরোগ্য হইযা চুল উঠিয়াছে ৷`
        }
        ,
        {
            "রোগের নাম": "চক্ষুরোগ ৷ (Diseases of the Eyes)",
            "চিকিৎসা": `চক্ষুরোগ ৷ (Diseases of the Eyes)
প্রথমে R, E, B.E অথবা W E ব্যবহার করা উচিত। এই
a
সকল ইলেক্ট্রিসিটি গ্রীবা পৃষ্ঠে, স্নৈহিতস্নায়ুতে অথবা চক্ষু গহ্বরে উর্দ্ধে ও নিম্নে প্রযোগ করিলে উপকার হয়। জলপড়া বন্ধ হয় এবং যন্ত্রণা, প্রদাহ, ইত্যাদি উ বর্গ নিবৃত্ত হয়। চক্ষু-রোগ চিকিৎসাকালে এককালে দুইটা চুৰ চিকিৎসা করা উচিত। কেননা একটী চক্ষু পীড়িত হইলে বাচৰ অপৰ চটী পীড়িত : হুইয৷ পড়ে ৷
যদি ইলেক্ট্রিসিটি প্রযোগ করি উপকার না হয় তাহা হইলে রোগীব ধাতু বু ঔষ! আভ্যন্তরিক ঔনশ্বের ব্যবস্থা করা উচিত।
দিবসের মধ্যে ২|3|8 রেকজাসে ২ বা 3টা বটিকা মেরিনা, C5, বা অন্য কোন ঔষধ জালব াহিদ মি'শত করিয়া চক্ষুর র উপর গ্লাস এমন করিয়া ল'গান উচিত যে চক্ষু, সুন্দরবাগে ঔষধে ধৌত হইতে পাবে ৷
সৰ্ব্বপ্রকার চক্ষুরোগে Mari ( মেশিন ) সেবন ও বাহ প্রযোগ করিযা শুরুর ফল পাওয়া যায় সচ চের এই ঔ অন্যান্য ঔষধের সহিত পণ্যাযক্রমে ব্যবহার -'রয়া আশু প্রতীকার পাওয়া
পায় ।
দৃষ্টফল—এলোপ্যাথি ও হোমিপ্যাথি মতে চক্ষু চিকিৎসার আড়ম্বর বিস্তর কিন্তু ফল অধিক। শ গুলে শোচনীয় অথবা আড়ম্বরের চতুর্থাংশেরও উপযোগী নহে। যে কারণে চক্ষুরোগ উৎপন্ন হয় তাহা না দেখিয়া এবং তা উৎপাটিত করিতে চেষ্টা না করিয়া কেবল মাত্র বাছ ঔষধ প্রযোগ বা অস্ত্রব্যবহারে এলোপ্যাথি মতে চক্ষু চিকিৎসা হয় । এইরূপ চিকিৎসার কাৰ্যকারিতা যে কিরূপ হওয়া সম্ভব তাহা একটু চিন্তা কৰিলে সহজেই অনুমান করিয়া লওয়া যায়। ছানি ভিন্ন সৰ্ব্বপ্রকার চক্ষু- রোগে ইলোক্টো হোমিওপ্যাথিমতে যেরূপ আশু ও সুন্দর ফল পাওয়া যা অন্য কোন চিকিৎসায় সেরূপ হয় না । এলোপ্যাথি, হোমিওপ্যাথি ও কবিরাজী মতে চিকিৎসা করিয়া যে সকল চক্ষু- রোগেব কিছুই উপকার হয নাই সেই সকল রোগ অধিকাংশগুলে ইলেক্‌টে !-হোমিওপ্যাথি চিকিৎসায় যেরূপ অল্প সময়ের • মধ্যে 'ও যেরূপে আরোগ্য হইযাছে তাহা দেখিয়া অনেক গুলে বোগীব ও চিকিৎসকের যুগপৎ বিশ্বয়ের উদয় হইযাছে । ছানি আরোগ্য হইতে কিছু অধিক সময় লাগে সত্য, কিন্তু বোগীর বযস অত্যন্ত অধিক না হইলে অথবা শরীরে অন্নবল না থাকিলে প্রায়ই আরোগ্য হইয়া যায়। সৰ্ব্ব • উপযুক্ত ইলেক্‌টে! - হোমিওপ্যাথি চিকিৎসার ফল যে “পাকা, তালি দেওয়া নহে” তাহ। বারম্বার বলা বাহুল্য ।`
        }
        ,
        {
            "রোগের নাম": "ক্ষীণদৃষ্টি। ( Amblyopia )",
            "চিকিৎসা": `ক্ষীণদৃষ্টি। ( Amblyopia )
এই রোগ হইতে সচরাচর দৃষ্টিহীনতা ( Amaurosis ) রোগের সূত্রপাত হয়।
চিকিৎসা - A ও S ডাইলিউসন পৰ্যায়ক্রমে। উক্ত ঔষধের বটিকা আহারের সময় । অর্দ্ধঘণ্টা অন্তর একটী কবিয়া বটিকা C5 গ্রীরাপৃষ্ঠে ও চক্ষু গহ্বরের ঊর্দ্ধে ও নিম্নে R. E., C5, S, A2 অথৰা W.E র অবগাহন ৷ মস্তকে C5 অথবা W.E পটী। গ্রীবা পৃষ্ঠে, 'স্নৈহিকস্নায়ুতে, চক্ষুগহ্বরের উর্দ্ধে ও নিম্নে, ললাটে ও নাগিকামূলে R.E 3 Y.E. পৰ্য্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "নেত্ৰাৰ্ব্বদ। ( Staphyloma )",
            "চিকিৎসা": `নেত্ৰাৰ্ব্বদ। ( Staphyloma )
এই বোগে চক্ষুব স্বচ্ছাবরণ অথবা উপভাবার উপর একটী অৰ্জুদ জন্মে। ইহা দেখিতে দ্রাক্ষাফলের দানার ন্যায় ।
অথবা রে
চিকিৎসা—ক্ষীণদৃষ্টি দেখ । উপপশু কাপ্রদেশে F2 পটী বা C5 মালিস। রাত্রে নিদ্রার সময় মুদ্রিত চক্ষুর উপর S, C5, A ,S5' অথবা Cর পটী । রোগের অবস্থানুসারে অল্প বা অধিক দিন পরে নেত্রের স্বচ্ছাবরণ পরিষ্কৃত হইয়া স্বাভাবিক অবস্থা প্রাপ্ত
হয় ।
রোগ উপদংশজ বোধ হইলে Ven সেবন ও বাহা প্রয়োগ করা উচিত।
,`
        }
        ,
        {
            "রোগের নাম": "মহু বা ছানি। ( Cataract )",
            "চিকিৎসা": `মহু বা ছানি। ( Cataract )
এই রোগে চক্ষুর ভিতর ঠিক মধ্যস্থলে চক্রাকৃতি শ্বেত অথবা ধূসরবর্ণ একটা অস্বচ্ছ আবরণ জন্মে । এই আবরণ নিবন্ধন প্ৰথমে
ৰাত্মবস্তু ধূমাবৃত্ত ও অস্পষ্ট দেখায় এবং রোগ অধিক বৃদ্ধিপ্রাপ্ত হইলে উহা আদৌ দৃষ্ট হয না ৷
চিকিৎসা ।নেত্রাদ দেখ ।
সচরাচর ৩০ বা ৪০ দিন চিকিৎসার পর ছানি আরোগ্য হইয়া ধায় । এই সময় যাহাতে চক্ষুর উপর আলোক না লাগে এরূপ করিয়া একটী আবরণ দিয়া চক্ষু, ঢাকিয়া রাখা উচিত ।
দৃষ্টফল-রোগীর বয়স অধিক ও স্বাস্থ্য মন্দ থাকিলে কখন কখন 5|6 মাস কাল ধরিয়া চিকিৎসা করিতে হয়।`
        }
        ,
        {
            "রোগের নাম": "যোজকত্ব গৌষ (Ophthalmia)",
            "চিকিৎসা": `যোজকত্ব গৌষ (Ophthalmia)
চক্ষুর ও অগ্নিপুটের নিয়াববণের প্রদাহ । এই রোগে অগ্নি- পুটের নিয়ে বালুকাকণা রহিয়াছে বলিয়া বোধ হয়, অক্ষিপুটের যন্ত্রণা ও প্রদাহ উপস্থিত হয়, নিয়ত জল পড়িতে থাকে এবং শিরো- বেদনা, আলোকে ভয় ইত্যাদি উপসর্গ প্রকাশ হয় ।
সচরাচর ঠাণ্ডা লাগিয়া এই বোগ উপস্থিত হয় । ইহা সংক্রামক । চিকিৎসা ৰোগীৰ ধাতু বুঝিয়। R. E অথবা B E. গ্ৰীৰ '
পৃষ্ঠে এবং চক্ষু গহ্বরের উর্দ্ধে ও নিম্নে।
ক্রমে। একখণ্ট। অস্ত্রব একটী করিয়া CF।
S and A প্রঃ ডাঃ পৰ্য্যায়
মস্তকে W. E অথবা
C3 এর পট্টী । C5 এর অবগাহন । মধ্যাহ্নে সুরা বা ইগের সহিত
১০ টী বটিকা A ও বৈকালে S ।
রোগ দুঃসাধ্য হইলে C, C4, C5" ব্যবহারে উপকার হয় ।`
        }
        ,
        {
            "রোগের নাম": "উপদংশজ যোজকত্বগৌষ । (Syphilitic Ophthalmia )",
            "চিকিৎসা": `উপদংশজ যোজকত্বগৌষ । (Syphilitic Ophthalmia )
লক্ষণ ৷—স্ফীত ও বক্তবর্ণ অক্ষিপুট, স্রাব, চক্ষুর অংশবিশেষের অথবা সমস্ত চক্ষুর উপর ক্ষুদ্র ক্ষুদ্র ধূসর বর্ণ চিহ্ন, চোয়ালের নিম্নস্থ গ্রন্থির স্ফীতি, পীতবর্ণ গাত্র, ভীত মুখশ্রী ইত্যাদি।
চিকিৎসা।--উপদংশ চিকিৎসার অধ্যায় দেখ। Venএর সহিত S2' ব্যবহার করিলে অনেক স্থলে সুফল পাওয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "অশ্রুপাত । ( Lachrymation )",
            "চিকিৎসা": `অশ্রুপাত । ( Lachrymation )
অনিচ্ছা প্রবৃত্ত অবিরাম অশ্রুপাত ।
চিকিৎসা।--চক্ষু, R.E দিয়া ধৌত কবিবার ব্যবস্থা করা উচিত। R. E. গ্রীবা পৃষ্ঠে। S ও C ডাইলিউসন পৰ্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "আলোকাতঙ্ক । ( Photophobia )",
            "চিকিৎসা": `আলোকাতঙ্ক । ( Photophobia )
এই রোগ হইলে আলোক সহ্য করিতে পারা যায় না।
চিকিৎসা। —কখন কখন কেবল মাত্র RE, একবার গ্রীবা পৃষ্ঠে, শ্লৈহিকল্পায়ুতে ও চক্ষু গহ্বরের উর্দ্ধে ও নিম্নে প্রয়োগ করিলে রোগ RE ও Y. E. পর্যায়ক্রমে উক্ত স্থানে !
আরাম হইয়া যায় । সমস্ত মস্তকে W.E.র পটী ও C5 এর মালিম ।`
        }
        ,
        {
            "রোগের নাম": "দৃষ্টিহীনতা (Amaurosis)",
            "চিকিৎসা": `দৃষ্টিহীনতা (Amaurosis)
এই রোগে দৃষ্টিশক্তি নিস্তেজ অথবা এককালে ৰিপুপ্ত হইয়া যায়, কিন্তু চক্ষুতে কোনরূপ পীড়াচিহ্ণ দৃষ্ট হয় না অথবা দর্শন-স্নায়ুতে আলোক প্রবেশ করিতে কোনরূপ ব্যাখাত জন্মে না । এই রোগকে চিত্রপত্র বা দর্শনস্নায়ুব পক্ষাঘাত বলা বাইতে পারে ।
চিকিৎসা।~~S2র ডাইলিউসন সেবন ও চক্ষুতে প্রয়োগ। মাথার খুলিব মধ্যস্থলে অথবা পৃষ্ঠে এবং গ্রীবাপৃষ্ঠে ও স্নৈহিকস্নায়ুর উপর W.E. অথবা B E
রোমে সেন্ট থেবেস। রোগীনিবাসে একটী রোগী কেবলমাত্র R E. একবার গ্রীবাপৃষ্ঠে প্রয়োগ করিয়া দৃষ্টি হীনতা রোগ হইতে মুক্তি
লাভ করে।`
        }
        ,
        {
            "রোগের নাম": "দ্বিদর্শন (Diplopia)",
            "চিকিৎসা": `দ্বিদর্শন (Diplopia)
এই বোগ হইলে একটী পদার্থ দেখিলে দুইটী পদার্থ বলিয়া বোধ হয়। স্নায়ু প্রধানধাতুবিশিষ্ট ও চিত্তোদ্বেগরোগগ্রস্ত ব্যক্তির এই দারুণ মনোবেদনা পাইলে অথবা প্রভা-বিশিষ্ট বস্তু দর্শনে চক্ষু ক্ষীণ হইলেও এই রোগ জন্মে। গর্ভবতী স্ত্রী কখন কখন এই রোগে আক্রান্ত হয় ৷
বোগ হয়।
দ্বিদর্শন রোগ হইতে অনেক সময় বক্রদৃষ্টি পীড়া উপস্থিত হয়। এই রোগ হইলে রোগী ক্ষুদ্র অথবা নিকটবর্ত্তী বস্তু ভাল দেখিতে
পায় না।
চিকিংসা।—গ্রীবা পৃষ্ঠে, স্নৈহিক স্নায়ুতে, চক্ষুগহ্বরের উর্দ্ধে ও নিম্নেKE ও Y. E. পর্যায়ক্রমে ।চক্ষুর উপর G. Eর পটী ।
A or A and S পৰ্যায়ক্রমে।
`
        }
        ,
        {
            "রোগের নাম": "অক্ষিপুট প্রদাহ ।(Inflammation of the Eyelids)",
            "চিকিৎসা": `অক্ষিপুট প্রদাহ ।
(Inflammation of the Eyelids)
A, S, C দ্বিঃ ডাঃ । উক্ত ঔষধের বটিকা ৫টা করিয! দিবসে দুইবার । S, A, W. E. অথবা C5 এর পটী । গ্রীবা পৃষ্ঠে, স্নৈহিক- স্নায়ুতে, চক্ষুগহ্বরের নিম্নে ও উর্দ্ধে, ললাটে ও নাসিকামুলে R. E. ওY. E. পৰ্যায়ক্রমে`
        }
        ,
        {
            "রোগের নাম": "কর্ণ-শূল (Otalgia)",
            "চিকিৎসা": `কর্ণ-শূল (Otalgia)
স্নায়ুশূল, শ্লেষ্মাশ্রয ও দত্ত রোগ নিবন্ধন এই রোগ উৎপন্ন হয় । অত্যন্ত তীব্র বেদনা উপস্থিত হয় এবং উহা মস্তকে ও হইয়া পড়ে। এই রোগ হইলে শিশু বাবস্থার পীড়িত
দেয় ।
মুখে ব্যাপ্ত
কর্ণে হাত
চিকিৎসা – ডাইলিউসন বা S5 ও C6 বা A2 'দ্বিঃ ডাঃ পর্য্যায়ক্রমে । আহারের সময় উক্ত ঔষধ সুরা বা দুগ্ধের সহিত। সমস্ত কণেW. Eর পটী। C6, S, A2 'র মালিস ও পটী সমস্ত কর্ণে। কর্ণের পার্শ্বে পৃষ্ঠদিকে ক্ষুদ্র ক্ষুদ্র পেশীর উপর ও কর্ণমূলে (মুখের ভিতর চোয়া- লের প্রান্তে) R.E ও Y.E পর্য্যাযক্রমে। C5,S, A2'র ভাবগা হন পর্যায়ক্রমে । কর্ণে W.E র পিচকারী (দুই ড্রাম জলে এক ড্রাম ইলেক্ট্রিসিটি)
দৃষ্টফল—সর্বপ্রকার কর্ণ রোগে অতি অল্প সময়ের মধ্যে শুভ ফল পাওয়া যায়। বধিরতা রোগে অপেক্ষাকৃত অধিক সময় লাগে ।`
        }
        ,
        {
            "রোগের নাম": "কর্ণ প্রদাহ ও কর্ণ পূযস্রাব (Otitis and Otorrhoea)",
            "চিকিৎসা": `কর্ণ প্রদাহ ও কর্ণ পূযস্রাব (Otitis and Otorrhoea)
চিকিৎসা পূর্ব্বের ন্যায় ৷
ক্ষর্ণ পুরস্রাব-রোগের সহিত পত্তশূল থাকিলে বেদনাযুক্ত স্থানের
কর্ণ-রোগ।
উপরে C5 এর পটী ও মালিস, C5 অথবা G. Eর উষ্ণ পিচকারী এবং
C5 অথবা A3 র কুলি ।`
        }
        ,
        {
            "রোগের নাম": "বধিরতা (Deafness )",
            "চিকিৎসা": `বধিরতা (Deafness )
বধিরতা ও শ্রবণ কচ্ছ ।
চিকিৎসা।—স্নায়বীয় কারণে অর্থাৎ স্নায়ুর বিশ স্থলতাবশতঃ রোগ আহারকালে উক্ত ঔষধের ৰটিকা ৫ বা ১০ টী কবিয়া । সমস্ত কর্ণের উপর C5 অথবা S এর
মালিস। কর্ণের পার্শ্বে পৃষ্ঠদিকে ও গ্রীবাপৃষ্ঠে WE র পটী। কর্ণের ভিতর C5 এর পিচকারী ।
কর্ণের
রক্তদোষে রক্ত প্রধানধাবিশিষ্ট ব্যক্তির এই রোগ হইলে A অথবা A2 প্রঃ ডাঃ । কৰ্ণেৰ উপর A2ব পতী বা মালিস । সমস্ত স্নায়ুর উপর B.E । হৃদয়ে A3র মালিস ।
দৃষ্টফল—কয়েকটী স্নায়বীয় বধিবতা রোগ দুই মাসের মধ্যে আরোগ্য
হুইয়া গিয়াছে।`
        }
        ,
        {
            "রোগের নাম": "কর্ণের ভিতর শব্দ(Buzzing in the Ears)",
            "চিকিৎসা": `কর্ণের ভিতর শব্দ
(Buzzing in the Ears)
চিকিৎসা কর্ণশূলের ন্যায় !`
        }
        ,
        {
            "রোগের নাম": "কর্ণ হইতে রক্ত স্রাব(Hemorrhage from the Ears)",
            "চিকিৎসা": `কর্ণ হইতে রক্ত স্রাব
(Hemorrhage from the Ears)
A অথবা A2 ' দ্বিঃ ডাঃ হৃদয়ে A অথবা A2 র পটী। গ্রীবা- পৃষ্ঠে ও স্নৈহিকস্নায়ুর উপর B E। মস্তকে A2ব পটী বা অবগাহন।
কখন কখন S, C ও বিশেষতঃ C6 সেবন এবং বাহ প্রয়োগ করিয়া এই রোগ আরাম হইয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "কণে র ভিতর বহুপাদবিশিষ্ট অৰ্ব্বুদ (Ploypus in the Ear passages)",
            "চিকিৎসা": `কণে র ভিতর বহুপাদবিশিষ্ট অৰ্ব্বুদ (Ploypus in the Ear passages)
C অথবা C4 খ্রিঃ ডাঃ । কর্ণের ভিতর WE (তুলায় ভিজাইযা ) একখটা অন্তর একটা করিয়া C6 এর বটীকা। C5 অথবা C4 এর
পটী, মালিস ও পিচকারী। কর্ণের পার্শ্বে পৃষ্ঠদিকে পেশীর উপর R. E. I`
        }
        ,
        {
            "রোগের নাম": "কর্ণমূল প্রদাহ (Mumps )",
            "চিকিৎসা": `কর্ণমূল প্রদাহ (Mumps )
কর্ণের নিম্নে লালাগ্রন্থির প্রদাহ বা কর্ণমূল ফুলা ৷
চিকিৎসা । C C4 অথবা C5 প্রশ্ন বা দ্বিঃ ডাঃ । পীড়িত স্থানে
C5 এর পটী বা মালিস।
C5 এর অবগাহন । উপপত্ত কাপ্রদেশে
F2র মালিন। অর্ধ্বদের চতুষ্পার্শ্বে R, E ও Y. E. পর্য্যাযক্রমে অনেক বার। দ্বিঃ ডাঃ এবং মাথার খুলির উপর ৫ ফোটা W
E । গ্রীণাপৃষ্ঠে B. E.
দৃষ্টফল - অতি অল্প সময়ের মধ্যে বিশেষ ফল পাওয়া যায় ।`
        }
        ,
        {
            "রোগের নাম": "ঘ্রাণ",
            "চিকিৎসা": `ঘ্রাণ শক্তির লোপ বা বিকৃতি ।
চিকিৎসা। -S : ডাঃ। উক্ত ঔষধ ( ২ টা বটিকা ৬ জাউন্স জলে) নাসিকারন্ধে আকর্ষণ দিবসে তাও বার
নাসিকামুলে R.E.
ও Y. E. পর্যায়ক্রমে । নাসিকামুলে C5 এর পটী। C5 ও S অথবা A2র পটী বা মালিস পৰ্যায়ক্রমে নাসিকামুলে ।`
        }
        ,
        {
            "রোগের নাম": "নাসিকা হইতে রক্তস্রাব (Epistaxis)",
            "চিকিৎসা": `নাসিকা হইতে রক্তস্রাব (Epistaxis)
A অথবা A2 দ্বঃ বাঃ ডঃ গ্রীনপাষ্ঠ, নাসিকালে ও ললাটে Aএর পটী। ( ১০ ব) ১৫টী বটীকা ৬ অ' উন্স হলে)। গ্রীবার শিরার উপর B.E র পটী। B.E. নাসিকারচ্ছে আকরণ। বোগ দুঃসাধ্য বোধ হুইলে A2 দ্বিঃ ডঃ ও C5 প্রঃ ডাঃ "খ্যাক্রমে ও উক্ত ঔষধ মিশ্রিত জল নামিকাবন্ধে অংকর্ষণ। হৃদয়ে A2 এর পটী বা মালিস।`
        }
        ,
        {
            "রোগের নাম": "সর্দ্দি (Coryza)",
            "চিকিৎসা": `সর্দ্দি (Coryza)
মস্তকে শ্লেষ্মা সঞ্চার, নাসিকার ভিতবে শ্লৈষ্মিক ঝিল্লীর প্রদাহ, নাসিকা বন্ধ, রক্তবর্ণ চক্ষু, শিরোবেদনা, উষ্ণ গাত্র ইত্যাদি এই রোগের লক্ষণ।
চিকিৎসা।—S ডাইলিউসন অথবা কয়েকটা বাটকা S, L অথবা কে জিহ্বার উপর । মস্তকে C5 এর মালিন। গ্রীবাপৃষ্ঠে ও ন্নৈহিক
শ্বাস-
স্নায়ুতে B E অথবা REY. E. পর্যায়ক্রমে । ক্রিয়ার কষ্ট উপস্থিত হইলে উষ্ণ জলে C5 ও G. E. মিশ্রিত করিয়া তাহার পিচকারী। শ্বাসনালীতে শ্লেষ্মা আশ্রয় করিলে P বা P and S অথবা L ডাইলিউসন পৰ্যায়ক্রমে ব্যবস্থা করা কর্তব্য ।`
        }
        ,
        {
            "রোগের নাম": "নাসিকাক্ষত। (Ozena )",
            "চিকিৎসা": `নাসিকাক্ষত। (Ozena )
নাসিকার ভিতর ক্ষত । এই ক্ষত হইতে দুর্গন্ধ পূয়স্রাব হয়। এই রোগে কখন কখন নাসিকার অঞ্চি ক্ষয় প্রাপ্ত হইয়া নাসিকা
বিস্তৃত হইয়া যার ।
চিকিৎসা।
প্রঃ ডঃ অথবা S ও A3 প্রঃ ডাঃ।
নাসারন্ধে আকর্ষণ (২০টা বটিকা ৬ আউন্স হুরা-মিশ্রিত জলে C ও S, L এর অবগাহন। নাসিকামূলে, গ্রীবাপৃষ্ঠে ও শঙ্খে R.E, YE পৰ্যায়ক্রমে । মাথার খুলির উপর W. E.।
দৃষ্ট ফল- এই রোগ আরোগ্য হইতে সচরাচর অধিক দিন লাগে । রোগ দুঃসাধ্য বোধ হইলে S বা A3 র সহিত C, C4+ ব্যবস্থা করা কৰ্ত্তব্য। শ্বাসক্রিয়ায় কষ্ট উপস্থিত হইলে উষ্ণ জলে C5 ও G. E. মিশ্রিত করিয়া তাহার পিচকারী। শ্বাস নালীতে শ্লেষ্মা আশ্রয় করিলে p1 বা P2 ও S অথবা L ডাইলিউসন পর্য্যায়ক্রমে ব্যবহার করা কৰ্ত্তব্য।`
        }
        ,
        {
            "রোগের নাম": "নাসিকাক্ষত ( Ozena )",
            "চিকিৎসা": `নাসিকাক্ষত ( Ozena )
নাসিকার ভিতর ক্ষত । এই ক্ষত হইতে দুর্গন্ধ পূযস্রাব হয় । এই রোগে কখন কখন নাসিকার অস্থি ক্ষ্য প্রাপ্ত হইয়া নাসিক। বিকৃত হইয়া যায় ৷
চিকিৎসা —S প্রঃ ডাঃ অথবা S and A3 first Dilosion S5, C6
নাসিকারন্ধে আকর্ষণ (২৫টা বটিকা ৬ জলে ) । C5, S, Lএর অবগাহন।
আউন্স সুরাসাস।মর্শিত নাসিকাগুলে, গ্রীবা পৃষ্ঠে
ও শঙ্খে R,E. ও Y. E. পর্য্যাযক্রমে। মাথার খুলির উপর WE। দৃষ্টফল ।--এই রোগ আরোগ্য হইতে সচরাচর অধিক দিন লাগে। রোগ দুঃসাধ্য বোধ হইলে S বা A3র সহিত C, C4 বা L ব্যবস্থা করা কৰ্ত্তব্য।`
        }
        ,
        {
            "রোগের নাম": "( Gangrene in the Mouth )মুখবিবরে পচবিশিষ্ট ক্ষত ।",
            "চিকিৎসা": `( Gangrene in the Mouth )
মুখবিবরে পচবিশিষ্ট ক্ষত ।
এই রোগে প্রথমে মুখ-বিবরের শ্লৈষ্মিক ঝিল্লীতে, ওষ্ঠাধর ও গণ্ডের (গালের) ভিতর দিকে ও দত্তমাড়ীর নিম্নভাগে একটা ক্ষুদ্র ধূসরবর্ণ ক্ষত দৃষ্ট হয় । পরে একটা উজ্জ্বল কৃষ্ণবর্ণ ও স্ফীত অর্বুদ দেখা যায় । এই অর্বুদের মধ্যস্থল কঠিন, বহি ভাগ কৃষ্ণবর্ণ ও চতুষ্পার্শ্ব ধূনববর্ণ। বক্তস্রাব, দুর্গন্ধ এবং কখন কখন অবিরাম লালানিঃসরণ ইত্যাদি লক্ষণ দেখা দেয়।
চিকিংসা।S, C. A2 ডাইলিউসন । C5 ও A3র কুলি পর্যায়ক্রমে ।
মুখবিবরের শ্লৈষ্মিক ঝিল্লীর প্রদাহ ( Stornatitis )
S, C ডাইলিউসন । R. E. W. E. অথবা পৰ্যায়ক্রমে S and  C কুলি। উপরে ও স্নায়ুৰভুলে R. E, A2 অথবা C5 এর অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "পারলজনিত মুখবিশ্ব প্রদাহ (Mercurial stomatitis )",
            "চিকিৎসা": `পারলজনিত মুখবিশ্ব প্রদাহ (Mercurial stomatitis )
চিকিৎসা গুদের তাষ ।`
        }
        ,
        {
            "রোগের নাম": "উপদংশজনিত মুখবিবর প্রদাহ ।(Syphilitic stomatitis )",
            "চিকিৎসা": `উপদংশজনিত মুখবিবর প্রদাহ ।
(Syphilitic stomatitis )
Ven অথবা S ও Ven । উক্ত ঔষধের কুলি । উদরগহ্বরে বোগ দুঃসাধ্য বোধ হইলে C5 ডাইলিউসন এবং এক
RE
ঘণ্টা অন্তৰ একটী করিয়া C5এর বটিকা ।`
        }
        ,
        {
            "রোগের নাম": "লালানিঃসরণ ( Salivation )",
            "চিকিৎসা": `লালানিঃসরণ ( Salivation )
এই রোগ রুমি অথবা পাৰদৰচিত ঔষধ সেবনে উৎপন্ন হয় ।
চিকিৎসা।–বোগ শিশুর হইলে Ver দ্বিঃ ডাঃ । প্রাতে ও বাতে শহন করিবার পর্ব্বে ওটী বটিকা Ver এর সহিত তিন ৩ ফোটা Y.E.|উপপতকা প্রদেশে C5 এর পটী বা নালিস ।
রোগ প্রাপ্তবয়স্ক ব্যক্তির হইলে – C ও Ven ডাইলিউসন পায়- ক্রমে। W.Eর কুলি ।`
        }
        ,
        {
            "রোগের নাম": "মুখক্ষত (Aphthae )",
            "চিকিৎসা": `মুখক্ষত (Aphthae )
এই রোগে ওষ্ঠাধব, মুখ ও অন্ননালীর শ্লৈষ্মিক ঝিল্লীতে ক্ষুদ্র ক্ষুদ্র শ্বেতবর্ণ ক্ষত উপস্থিত হয়, শরীরে অসুখ বোধ হয় এবং উত্তাপ, মুখে
বেদনা, জ্বর ইত্যাদি লক্ষণ দেখা দেয়।
প্রথমে কতকগুলি ছোট ছোট ফুসকুড়ি বাহিব হয়। উক্ত ফুসকুড়ি গুণি ভাঙ্গিযা ক্ষত উপস্থিত হয় । এই ক্ষত গুলি শীঘ্র পুরিয়া আসে না ।
চিকিৎসা । S অথবা S ও C ডাইলিউসন পর্য্যাযক্রমে। কখন কখন A2 ও C5 পর্যায়ক্রনে। C5 and L এর অবগাহন। C5, A2,5 এর কুলি (১০ বা ১৫ টা বটিকা ৬ আউন্স এলে )`
        }
        ,
        {
            "রোগের নাম": "মাড়ী প্রদাহ (Inflammation of the Gums )",
            "চিকিৎসা": `মাড়ী প্রদাহ (Inflammation of the Gums )
S, A অথবা C ডাইলিউসন । C5 এর বা পৰ্যায়ক্রমে B. E. and W.E-র কুলি। ১০ বটিকা S5 । R.Eর কুলি । যদি মস্তকে
অথবা মাড়ীতে রক্তসঞ্চয় লক্ষণ উপস্থিত হয় এবং মাড়ী হইতে রক্তস্রাব হইতে থাকে, S ও A 2 পর্য্যায়ক্রমে। উক্ত ঔষধের ও B E র কুলি।`
        }
        ,
        {
            "রোগের নাম": "তালুতে বহুপাদবিশিষ্ট অব দ( Polypus in the Palate )",
            "চিকিৎসা": `
তালুতে বহুপাদবিশিষ্ট অব দ
( Polypus in the Palate )
C দ্বিঃ ডাঃ ।উক্ত ঔষধ দুগ্ধ বা সুরার সহিত আহারের সময়।
C4 C5, A2', W. Eর কুলি । C5 এর অবগাহন।`
        }
        ,
        {
            "রোগের নাম": "জিহ্ব | (Tongue )",
            "চিকিৎসা": `জিহ্ব | (Tongue )
কণ্ঠের শ্লৈষ্মিক ঝিল্লীতে কোন রূপ প্রদাহ উপস্থিত হইলে উহা
অনেক স্থলে জিহ্বার উপৰ প্ৰকাশ পায় ।
চিকিৎসা। –S, C5,S5
জিহ্বার প্রদাহ ও ক্ষত ।
ডাঃ ।
উক্ত ঔষধের এবং R. E.
গ্রীবা পৃষ্ঠে এবং বৃহৎ ও
কিম্ব। Y. E.ব কুলি । C5 অবগাহন।
ক্ষুদ্র হাইপোগ্লাসিসে RE. ও YE পর্য্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "তালুমূল প্রদাহ (Tonsilitis )",
            "চিকিৎসা": `তালুমূল প্রদাহ (Tonsilitis )
ভালুমূলের কাঠিন্য, স্ফীতি ও বক্তবর্ণ। S. A । উক্ত ঔষধের কুলি । R. E, W. E. অথবা B.Eব কুলি । C5 এর অবগাহন। বহির্দেশে C5 এর পটী।`
        }
        ,
        {
            "রোগের নাম": "গণ্ডস্ফীতি বা গালফুলা ৷( Swelling of the Cheek )",
            "চিকিৎসা": `গণ্ডস্ফীতি বা গালফুলা ৷
( Swelling of the Cheek )
S দ্বিঃ ডাঃ।—চক্ষু গহ্বরে নিম্নে, গ্রীবাপৃষ্ঠে ও কর্ণের নিয়ে RE or RE and YE পৰ্যায়ক্রমে ।`
        } 
        ,
        {
            "রোগের নাম": "দন্তরোগ (Diseases of the Teeth )",
            "চিকিৎসা": `দন্তরোগ (Diseases of the Teeth ) দত্তশূল বা দাঁত কনকনানি। শ্লেষ্মাশ্রয অজীর্ণ,দন্তক্ষয় রোগ, আক্কেল দাতউঠা ইত্যাদি কারণে এই রোগ উৎপন্ন হয়। যদি এই রোগ স্নায়ু-
মুখবিবর ও কণ্ঠের রোগ
১৯৭
বেদনা বা শ্লেষ্মা নিবন্ধন উপস্থিত হয় তাহা হইলে W, E র কুশি করিলে অথবা W.E. শঙ্খের ও কর্ণের উপর লাগাই লে আরাম হুইয়া যায়। কখন কখন R E অথবা B E র কুলি। পীড়িত স্থান স্ফীত হইলে S; রক্তসঞ্চয় লক্ষণ থাকিলে A
হইলে C1 C5 এর মালিস পীড়িত স্থানের উপর। পৰ্যায়ক্রমে ৷
রোগ দুঃসাধ্য বোধ
R E ওY E`
        }
        ,
        {
            "রোগের নাম": "মাড়ী সংকোচ(Shrinking of the Gums)",
            "চিকিৎসা": `মাড়ী সংকোচ
(Shrinking of the Gums)
C5 এর কুলি । W. E অথবা B. Eব কুলি ।
C5 এর মালিস| A, S ডাইলিউসন ।`
        }
        ,
        {
            "রোগের নাম": "জিহ্বাবরোধ(Sub-lingual adhesions)",
            "চিকিৎসা": `জিহ্বাবরোধ
(Sub-lingual adhesions)
এই যোগে জিহ্বা ইতস্ততঃ সঞ্চালিত করিতে পারা যায় না। জিহ্বা মুখবিবরের নিম্নদেশে আবদ্ধ হইযা থাকে ।
চিকিৎসা । S, A ডাইলিউশন। A2র কুলি । ক্ষুদ্র ও বৃহৎ হাইপোগ্নসিসে R E`
        }
        ,
        {
            "রোগের নাম": "দন্তনালীক্ষত (Dental Fistula)",
            "চিকিৎসা": `দন্তনালীক্ষত (Dental Fistula)
L অথবা C5 এর কুলি ! উপপতকা প্রদেশে F2র মালিস। ডাই-
লিউসন S, C বা A`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
    ];
    const filteredData = chikitsha.filter(item =>
        item["রোগের নাম"].includes(searchTerm)
    );
    return <div className="flex justify-center items-center p-3"><div className="container">
        <h2>চিকিৎসা</h2>

        {/* Search Input */}
        <input
            type="text"
            placeholder="রোগের নাম লিখুন..."
            value={searchTerm}
            onChange={(e) => setSearchTerm(e.target.value)}
            className="form-control mb-3 bg-transparent p-2"
        />

        {/* Display Filtered Results */}
        <div>
            {filteredData.length > 0 ? (
                filteredData.map((item, index) => (
                    <div key={index} className=" p-3 mb-3">
                        <h4 className="text-xl font-bold py-2 text-red-500">{item["রোগের নাম"]}</h4>
                        <p>{item.চিকিৎসা}</p>
                    </div>
                ))
            ) : (
                <p>কোন তথ্য পাওয়া যায়নি।</p>
            )}
        </div>
    </div></div>;
};

export default Chikitsha;
