"use client";
import React, { useState } from "react";

const Chikitsha = () => {
    const [searchTerm, setSearchTerm] = useState("");

    const chikitsha = [
        {
            "রোগের নাম": "ফোড়া",
            "চিকিৎসা": `উপরিভাগে বা গভীর স্থানে পুঁজ জমা হওয়া।

বসে থাকা দেহের অংশ। এই পুঁজ দ্বারা গঠিত হয়

টিস্যু বা ধ্বংসের পদার্থের ভাঙ্গন -

টিউবারকলের মতো অণুজীবের দ্বারা লিউকোসাইটের গঠন

ব্যাসিলাস। যখন সাপারেশন ধীরে ধীরে চলতে থাকে তখন ফোড়া হয়

বলা হয় ঠান্ডা বা দীর্ঘস্থায়ী। যখন এটি দ্রুত অগ্রসর হয়

বলা হয় এটি তীব্র। ফোড়ার বিভিন্ন প্রকার

বিভিন্ন চিকিৎসার প্রয়োজনঃ -

1টি। তীব্র প্রদাহজনক ফোড়া, কোমলতা সহ এবং

শ্বাসকষ্টজনিত ব্যথা, শ্বাসকষ্ট শুরু হওয়ার আগে উজ্জ্বল লালভাব,

এবং শুরু হওয়ার পরে কম ব্যথা সহ ত্বককে উজ্জ্বল করে;

স্টিটিউশনাল ঝামেলা, ঠান্ডা সহ। জ্বর ও তৃষ্ণা।

চিহ্নিত করা হয়, বিশেষ করে যখন ফোড়া গভীরভাবে বসে থাকে।

পুঁজ ঘন এবং সবুজ হলুদ রঙের হয়। সকাল।

এবং সন্ধ্যা 5 টি গ্লোব। স্ক্রোফ। আমি শুকাই; আং। 3 সেকেন্ড ডিল।

alt। ক্যানস। 1, 2য় ডিল। 1 ফেব্রুয়ারির ঘন ঘন চা চামচ সহ,

দ্বিতীয় বা তৃতীয় ডিল। যদি প্রচুর পুঁজ থাকে তবে একটি গ্লোব নিন। এর থেকে

Canc এর উষ্ণ সংকোচন। 5, alt। ক্যানস। 5 ঘন্টা শুকনো। অ্যাং। 3 ফোড়া, এবং ঠান্ডা ফেব্রুয়ারির সাথে সংকুচিত 2 (10) 
গ্লোব)। 24 পর্যন্ত।  রোগী ক্যানকে স্নানও করতে পারেন। 5 এবং 
স্ক্রোফ। 5; এবং সাধারণ স্বাস্থ্য বিশ্রাম দ্বারা উন্নত করা যেতে পারে 
এবং অ্যাং এর প্রয়োগ। 3 মিনিট, হৃদয়ে।  ফেব্রুয়ারি 2 তারিখ। 
24 পর্যন্ত।  সবুজ এল। ফোঁড়াতে প্রয়োগ করা যেতে পারে।  এর মধ্যে 
সুস্থতা স্ক্রোফ নিন। 2 বা 1। স্তনে ফোলাভাব 
প্রথমে ক্যানস প্রয়োজন। 1.2 এনডি ডিল। 5 টি গ্লোব সহ।  স্ক্রোফ। রাত। 
এবং সকালে, এবং তারপর ক্যান্ক।  আমি দ্বিতীয় দিল। , alt। স্ক্রোফ। 
দ্বিতীয় ডিল। ক্যানসের সঙ্গে। 5 লিটার। ফোঁড়ার চারপাশে। 
দ্য। 
স্ক্রোফ নিন। 1, 
2. ঠান্ডা ফোড়া সাধারণত লিম্ফ্যাটিক এবং মিশ্র রোগে হয়। 
মেজাজ; ধীরে ধীরে এবং ব্যথাহীনভাবে বিকশিত হয়। 
এর পুঁজ সাধারণত খুব জলীয় হয়। 
2, বা 5, প্রথম ডিল। , alt। পেট। 2, সেকেন্ড ডিল। , এবং ক্যানক ব্যবহার করুন। 5. 
অয়েল। যখন এটি সাপুরেট করে তখন ক্যান্ক নিন। 1, প্রথম ডিল। , পেট। 2, 
দ্বিতীয় ডিল। , 5 টি গ্লোব।  স্ক্রোফ।  আমি বা 5, প্রতিদিন সকালে, এবং 5 
গ্লোব।  ক্যানস। 5 সন্ধ্যায় জিহ্বার উপর শুকিয়ে নিন, লিন। 
খাবারে পানীয়।  Canc এর উষ্ণ সংকোচন। 5 বা 
আমি, অল্ট। স্ক্রফ। 5, এছাড়াও ব্যবহার করা যেতে পারে, বা অয়ান্ট।  আই গ্লোব নিন। 
ভেন থেকে, প্রতি ঘন্টায়।  লাল এবং হলুদ এল প্রয়োগ করুন। 17, 18, 5, 
এবং অংশ সঙ্গে সংশ্লিষ্ট স্নায়ু যা 
ফোড়া অবস্থিত।  লিনের স্নান।  হঠকারী ক্ষেত্রে গ্রহণ করা 
অ্যাং 3., লিটার দিল। , alt। ক্যানস। 1, উষ্ণ সংকোচনের সাথে, 
স্নান, এবং অয়ান্ট। আং-এর। 3 alt। ক্যানস। 5. সাদা প্রয়োগ করুন 
এল। খিঁচুনির দিকে।  স্যাঙ্গুইন মেজাজ আং। 3 এর মধ্যে 
দ্বিতীয় ডিল। , alt। স্ক্রোফ। 1 বা ক্যান্ক। দ্বিতীয় ডিলে 1।  স্নানাগার। 
আং-এর। 3 alt। ক্যানস। 5. 
3. সিরাস পুঁজ সহ দীর্ঘস্থায়ী কনজেস্টিভ ফোড়া, ফলস্বরূপ 
হাড়ের রোগ থেকেঃ ক্যান্ক। 4, প্রথম বা দ্বিতীয় ডিল। , 
কখনও কখনও অ্যাং দিয়ে পরিবর্তিত হয়। 3 লিটার। ; ক্যান্ক। আমি এ। 
খাবার; আমি গ্লোব। ক্যানস। 1 ঘন্টা।  Canc সংকুচিত করুন। 5 এবং 
এর নীচে সবুজ এল-এর একটি ছোট সংকোচন প্রয়োগ করুন। দুইবার প্রতিদিন। লাল এবং হলুদ এল। ক্যান্কের স্নান। 5 alt। স্ক্রোফ। 5;
মলম ফেব্রুয়ারী 2 থেকে 24।
4. সিফিলিটিক অ্যাবসিসের জন্য ভেন প্রয়োজন।`
        },
        {
            "রোগের নাম": "দুর্ঘটনা",
            "চিকিৎসা": "ব্রুইসেস ইত্যাদি দেখুন।"
        },
        {
            "রোগের নাম": "প্রাপ্তি",
            "চিকিৎসা": `সহজতর করতে, স্ক্রোফ ব্যবহার করুন। আই বা লিটার দিল।

গর্ভাবস্থায়; অথবা ক্যান্ক নিন। আমি দ্বিতীয় দিল, একা বা

পর্যায়ক্রমে, এবং সাপ্তাহিক সিটজ বা ক্যান্কের নিতম্ব স্নান। 5.

(50 গ্লোবুল) প্রসবের সময় 4 ক্যান্ক নিন। আমি শুকিয়ে যাই।

প্রতি আধ ঘন্টা অন্তর, জরায়ু ভালভাবে প্রসারিত হওয়ার পরে,

হোয়াইট এল। 20 পর্যন্ত। অথবা ক্যান্ক নিন। আমি প্রথম বা লিটার ডিলে।`
        },
        {
            "রোগের নাম": "অম্লতা",
            "চিকিৎসা": `যদি শরীরে অতিরিক্ত অ্যাসিডের কারণে হয়, এবং

গ্যাস্ট্রিক জুসের ফলস্বরূপ অত্যধিক অম্লতা, যেমন

রিউম্যাটিক এবং গাউটি ডায়থেসিসের রোগীদের ক্ষেত্রে, স্ক্রোফ।

2, 1 বা গিয়াপ। লিটার বা সেকেন্ড ডিল। , বা ক্যান্ক। 5 সেকেন্ড ডিল। ,

alt। অ্যাং। আমি বা 2 সেকেন্ড ডিল। লাল এল প্রয়োগ করুন। 6 থেকে দুইবার এ

দিন। লিনের স্নান। যতটা সম্ভব মাংস এড়িয়ে চলুন।

এবং স্বচ্ছভাবে জীবনযাপন করুন। যদি পরিপাক তরলের অভাব থেকে এবং

ফলস্বরূপ অ্যাসিড গাঁজন, স্ক্রোফ। আমি প্রথমে বলি। স্ক্রফের স্নান।

5, রেড এল। 5, 6, 17, 18। ফেব্রুয়ারি 2 তারিখ। 24 পর্যন্ত। একটি অত্যন্ত

পুষ্টিকর খাবার দরকার, লিন। alt। স্ক্রোফ। খাবারে। যদি

গ্রহণ করা সমস্ত খাবারকে অ্যাসিড রাইজিং অনুসরণ করে, যা গ্রহণ হিসাবে বিবেচিত হয়।`
        },
        {
            "রোগের নাম": "ব্রণ ",
            "চিকিৎসা": ` বিচ্ছিন্ন, তীক্ষ্ণ পুস্টুল বা ব্রণ, যা

বাস্তবে চুলের প্রদাহযুক্ত ক্ষুদ্র গ্রন্থি বা ফলিকলগুলি হয়

বা ত্বক। বেশ কয়েকটি প্রজাতি রয়েছে, যা প্রধানত

বয়ঃসন্ধিকালের সময়।

ব্রণের বিরামচিহ্ন (ম্যাগগট-পিম্পল) যা থেকে একটি ছোট

ম্যাগট-এর মতো পদার্থের টুকরো চেপে বের করা যেতে পারে; ব্রণ

ইন্দুরাটা (পাথর-পাক) শক্ত ব্রণ একটি অনুভূতি তৈরি করে

মুখে টান; ব্রণ রোসেসিয়া (গোলাপী-ড্রপ) এর কারণে

অ্যালকোহল পান করা, তবে কখনও কখনও মহিলাদের মধ্যে ঘটে যার

পর্যায়ক্রমিক ফাংশনগুলি বিঘ্নিত হয়, এবং প্রচুর পরিমাণে এবং অন্যান্য ব্যক্তিরা, স্ক্রোফ। দ্বিতীয় ডিল। , alt। ক্যানস। লোশন অফ ক্যান্ক।

5 এবং Acqua-per-la-pelle। কম্প্রেস, ক্যান্ক। 5. এর স্নানাগার

নীল এল। ক্যানস। 5. alt। স্ক্রোফ। আমি বা স্ক্রোফ। 5. তৈলাক্ত খাবার এড়িয়ে চলুন।

রক্তাক্ত রোগীদের অবশ্য আং ব্যবহার করা উচিত। দ্বিতীয় ডিল। ,

এবং আং-এর স্নান। ক্যানকের পরিবর্তে 3। 5 বা স্ক্রোফ।

সিফিলিটিক ব্রণে লিটার ডিল ব্যবহার করুন। ভেন। , বা ভেন। alt। ক্যানস। 5.

ক্যান্কের স্নান। 5, alt। ভেন। , alt। অ্যাং। 3.

`
        },
        {
            "রোগের নাম": "এডিসনের রোগ",
            "চিকিৎসা": `একটি অস্পষ্ট এবং সামান্য বোঝা

একটি অবক্ষয়ের সাথে বা তার উপর নির্ভরশীল রোগ

সুপ্রা-রেনাল ক্যাপসুল (উপরে অবস্থিত অস্পষ্ট গ্রন্থি)

কিডনি) একটি অদ্ভুত বিবর্ণতা সঙ্গে বা

ত্বকের ব্রোঞ্জিং, পেশী দুর্বলতা বৃদ্ধি, এবং

চিহ্নিত অ্যানিমিয়া। ক্যানক ব্যবহার করে দেখুন। 1 লিটার। , আমি গ্লোব। ক্যানস। 5.

ঘণ্টার পর ঘণ্টা। 3 থেকে 5 গ্লোব। স্ক্রোফ। খাবারে 6টি। ক্যান্কের স্নান।

5 alt। স্ক্রোফ। 5. লিন। কোমর জুড়ে মলম, এবং আং। 3.

হৃদয়ে মলম। রেড অল্ট। চিৎকার করে। এল। 20 এবং ছয় প্রধান

পয়েন্ট। 2 শুকনো গ্লোব। লিন। প্রতিদিন সকালে।`
        },
        {
            "রোগের নাম": "অ্যাডেনাইটিস",
            "চিকিৎসা": `অ্যাডেনাইটিস। (অর্থাৎ। গ্রন্থিযুক্ত ফোলাভাব।) এর প্রদাহ

লিম্ফ্যাটিক গ্রন্থি, ব্যথা সহ, এবং, অনেক ক্ষেত্রে,

জ্বর আসে।

1টি। তীব্র প্রদাহ। স্ক্রোফ। আমি প্রথমে বলি। , একা বা alt।

অ্যাং। দ্বিতীয় ডিল। ফেব্রুয়ারী 1 সেকেন্ড ডিল। যদি জ্বর থাকে -

নেস। রেড এল এর কম্প্রেস। এবং স্ক্রোফ। 20 পর্যন্ত। যখন

দমকা তাপ এবং প্রদাহ দেখায় যে সাপারেশন হল

স্ক্রফ নেওয়া শুরু করতে চলেছেন। আমি আল্ট। ক্যানস। আমি প্রথমে বলি। , এবং

Canc এর কম্প্রেস ব্যবহার করুন। 5 থেকে 20 পর্যন্ত। যখন সাপারশন সেট হয়ে গেছে

ইন, ক্যান্ক ব্যবহার করুন। ফোড়ার পরিবর্তে ফোড়ার চারপাশে 5টি মলম -

প্রেস করুন। এটি শেষ হওয়ার পর স্ক্রফ নিন। 1 প্রথম ডিল। , এবং ব্যবহার করুন

Scrof এর সংকোচন। আমি 23 এবং ব্লু এল।

alt। অ্যাং। আমি বা আং। 3. লাল এবং হলুদ এল।

2. দীর্ঘস্থায়ী প্রদাহ। স্ক্রোফ। 2.

ক্যান্কের স্নান। 5.

সম্পর্কিত স্নায়ুর জন্য।

দ্বিতীয় ডিল। alt।পেট। 2 সেকেন্ড ডিল, অল্ট। ক্যানস। 1, প্রথম ডিল মধ্যে। , প্রচার করতে

সাপারশন (দ্বিতীয় এবং তৃতীয় ডিল। ক্যানস থেকে। আমি করতাম।

এটি বিলম্বিত করুন) এই ডাইল্যুশনগুলির মধ্যে মাত্র 10 চা চামচ হওয়া উচিত

প্রতিদিন গ্রহণ করুন। কখনও কখনও ডমফিন বা ক্যান্ক। 5 মে

ব্যবহার করা হয়। প্রদাহের চারপাশে কি ছোট টিউমার তৈরি হওয়া উচিত?

গ্রন্থি, লিন ব্যবহার করুন। অথবা স্ক্রফ। তাদের জন্য 5 মলম। লিন। এ

সকালের নাস্তা এবং 5 টি গ্লোব। ক্যানস। আমি অন্যান্য খাবারে, এর সংকোচন

হোয়াইট এল। হঠকারী ক্ষেত্রে স্ক্রফের স্নান ব্যবহার করুন। 5 alt।

ক্যানস। 5 alt। অ্যাং। 3. Green El এর কম্প্রেস। এর পর

নিরাময় করা হয়েছে Scrof নেওয়া চালিয়ে যান। আমি কয়েকজনের জন্য

মাস। বিশুদ্ধ বাতাস, ভালো খাবার এবং পর্যাপ্ত ব্যায়াম ইত্যাদি। , আছে।

এই অভিযোগের গুরুত্ব অপরিসীম।

যদি মেসেন্টেরিক গ্রন্থিগুলি স্ফীত হয়, তাহলে স্ক্রোফ দিন। 1,

এবং ক্যান্কের একটি দ্রবণ ঘষুন। 1 (20 গ্লোব। টু হাফ-পিন্ট) ওভার

পেট।

পরে-ক্যানস দ্বারা ব্যথা উপশম। 1, সেকেন্ড ডিল।
`
        },
        {
            "রোগের নাম": "বয়স",
            "চিকিৎসা": ` বৃদ্ধ বয়স দেখুন।`
        },
        {
            "রোগের নাম": "Ague",
            "চিকিৎসা": `দেখুন জ্বর (অন্তর্বর্তী)`
        },
        {
            "রোগের নাম": "আলবা ডলেনস ফ্লেগমাসিয়া",
            "চিকিৎসা": `ফ্লেগমাসিয়া দেখুন`
        },
        {
            "রোগের নাম": "অ্যালবিনোইজম (লিউকোপ্যাথি)",
            "চিকিৎসা": `অ্যালবিনোইজম (লিউকোপ্যাথি) একটি রোগ যার জন্য নিগ্রো হয়

বেশিরভাগ বিষয়, রঙের অনুপস্থিতিতে গঠিত

ছানি এবং আসল ত্বকের নীচে পদার্থ। দ্বারা চিকিৎসা করা হয়

হোয়াইট এল এর সংকোচনের প্রয়োগ। মাথা, এবং লাল

অথবা লাল এল। alt। চিৎকার করে। এল। 17, 18, 2,3, কপাল। মলম।

ক্যানস থেকে। 5 alt। স্ক্রোফ। আমি আল্ট। অ্যাং। 2.`
        },
        {
            "রোগের নাম": "অ্যালবুমিনুরিয়া",
            "চিকিৎসা": `ব্রাইট 'স ডিজিজ দেখুন।`
        },
        {
            "রোগের নাম": "মদ্যপান",
            "চিকিৎসা": `মাতাল নিরাময়ের আশা করতে পারে না

যদি না সে সম্পূর্ণ বিরত হয়। তার কি এটা করা উচিত?

সে ধীরে ধীরে তার তৃষ্ণা থেকে মুক্তি পেতে পারে অ্যাং। আমি দ্বিতীয় দিল। , অথবা আং দ্বারা। 1, প্রথম বা দ্বিতীয় ডিল। alt

স্ক্রোফ। 1, তৃতীয় ডিল। খাবারে 5 টি গ্লোব নিন। স্ক্রোফ। গিয়াপ।
`
        },
        {
            "রোগের নাম": "অ্যালোপেসিয়া।",
            "চিকিৎসা": ` চুলকানি দেখুন।`
        },
        {
            "রোগের নাম": "অ্যামোরোসিস",
            "চিকিৎসা": `চোখের দিকে তাকান।`
        },
        {
            "রোগের নাম": "অ্যামেনোরিয়া",
            "চিকিৎসা": ` ঋতুস্রাব দেখুন।`
        },
        {
            "রোগের নাম": "অ্যানিমিয়া (রক্তের দারিদ্র্য)",
            "চিকিৎসা": `একটি রোগ যার

15 থেকে 25 বছর বয়সী মহিলারা প্রায়শই

বিষয়গুলো। রোগীরা ফ্যাকাশে এবং রক্তহীন, মোমের মতো -

দেখতে বা সবুজ। তারা ঠান্ডা অঙ্গপ্রত্যঙ্গে ভুগছে,

বিরক্তি, এবং বিভিন্ন ক্ষেত্রে স্নায়বিক বা হিস্টেরিকাল ব্যথা

শরীরের অংশ। ব্যথা প্রায়শই হৃৎপিণ্ডে অনুভূত হয়।

অঞ্চল, এবং অজ্ঞান হওয়ার প্রবণতা রয়েছে। ঋতুস্রাব হল

সাধারণত বিগলিত। লিউকোরিয়া প্রায়শই অ্যানিমিয়ার সাথে থাকে।

মাত্তেই প্রতিকারগুলি ব্যতিক্রমীভাবে কার্যকর হয়েছে

এই মামলাগুলি। লিম্ফ্যাটিক রোগীদের স্ক্রোফের প্রয়োজন হয়। আমি প্রথমে বলি। ,

5টি গ্লোব। লিন। খাবারের সময় 3 ফোঁটা হোয়াইট এল। প্রতিদিন। স্নানাগার।

লিনের। alt। অ্যাং। 3. লাল ও হলুদ রং ব্যবহার করুন। এল। 5, 6, 17,

18। রক্তাক্ত রোগীরা; অ্যাং। alt। ক্যানস। 1, সেকেন্ড ডিল।

যদি ফোলা হয়, আং। 2. খাবারের ক্ষেত্রেও তাই। স্নানাগার। অ্যাং। 3. অয়ান্ট -

আং-এর মন। 3 হৃদয়ে। যারা ভুগছেন তারাও

লিউকোরিয়া প্রয়োজন স্ক্রোফ। আমি বা আং। আমি আল্ট। ক্যানস। আমি দ্বিতীয়।

দিল। ; আমি গ্লোব। ক্যানস। 5 ঘন্টা। আং-এর সিটজ বা হিপ বাথ। 2.

অথবা 3 alt। ক্যানস। 5. 2 থেকে 24 ফেব্রুয়ারি পর্যন্ত মলম। ইনজেকশন

ক্যানস থেকে। 1 বা 5 alt। অ্যাং। 3. সাদা এল এর ড্রপস। চিয়ার -

পরিপূর্ণ সমাজ, বাতাস, সূর্যালোক এবং পুষ্টিকর খাবার

সহায়ক। বিছানায় শুয়ে বিশ্রাম নিন।`
        },
        {
            "রোগের নাম": "অ্যানালজেসিয়া ",
            "চিকিৎসা": `অ্যানালজেসিয়া ব্যথার অনুপস্থিতি, সংবেদনশীলতার অভাব।

ক্যানস। 1. সেকেন্ড ডিল। alt। অ্যাং। 1, সেকেন্ড ডিল। গ্লিসারিন

এবং আং-এর স্পিরিট লিনিমেন্ট। 2. স্ক্রফ। 5 শুকনো, স্ক্রফও। 5.

মলম।`
        },
        {
            "রোগের নাম": "অ্যানাফ্রোডিসিয়া",
            "চিকিৎসা": `যৌন নপুংসকতা। স্ক্রোফ। 1, লিটার বা

দ্বিতীয় ডিল। অথবা ক্যানস। 1, সেকেন্ড ডিল। কিছু ক্ষেত্রেও প্রয়োজন হয়

অ্যাং। আমি দ্বিতীয় দিল। ক্যান্কের স্নান। 1টি। রেড এল। 19, 25 পর্যন্ত।`
        },
        {
            "রোগের নাম": "আনাসারকা।",
            "চিকিৎসা": ` ড্রপসি দেখুন।`
        },
        {
            "রোগের নাম": "অ্যানিউরিজম",
            "চিকিৎসা": `একটি থলি বা টিউমার, যার মধ্যে রক্ত থাকে, গঠিত হয়

একটি ধমনীর দেয়ালের বিস্তার দ্বারা। আর্দ্র করুন

কয়েক ফোঁটা ব্লু এল দিয়ে হাত। এবং হালকাভাবে পাস করুন

হৃৎপিণ্ড, মহাধমনী এবং হাইপোকন্ড্রিয়া। আং-এর সংকোচন। 3 বা 2।

অ্যাং। 3 বা 1 লিটার সেকেন্ড বা তৃতীয় ডিল। , 5 থেকে 8 চা চামচ

প্রতিদিন। আমি প্রতিদিন দু 'বার খাবারে ব্লু এল ফেলে দিই।`
        },
        {
            "রোগের নাম": "অ্যাঞ্জিনা পেক্টোরিস (স্তন ব্যথা)",
            "চিকিৎসা": ` একটি অস্পষ্ট স্নেহ

সম্ভবত কার্ডিয়াক প্লেক্সাসের অন্তর্গত স্নায়ুর।

সাধারণত তীব্র ব্যথার সাথে হঠাৎ শুরু হয় যা বিকিরণ করে

বাম বাহুর ভিতরের দিকে, সংকোচনের অনুভূতি

বুক জুড়ে এবং শ্বাসরোধের অনুভূতি। 5 ফোঁটা সাদা

এল। এক চা চামচ জলে। ফেব্রুয়ারি দ্বিতীয় দিল। alt। অ্যাং। আমি।

তৃতীয় দিল। , alt। ক্যানস। তৃতীয় দিল। ড্রপস অফ ব্লু এল। ওভার।

হৃদয়। 10 টি গ্লোবের সংকোচন। আং-এর। 2 এবং 10 ড্রপ

নীল এল। 4 ওজ। জল। অস্বাস্থ্যকর খাবার এড়িয়ে চলুন। সুর।

পুষ্টিকর এবং উত্তেজক ডায়েটের মাধ্যমে সিস্টেম আপ, তাজা

বাতাস ইত্যাদি`
        },
        {
            "রোগের নাম": "অ্যানকিলোসিস ",
            "চিকিৎসা": `অ্যানকিলোসিস যে কোনও জয়েন্টের কঠোরতা। সাধারণত ফলাফল

6 থেকে 8 টি গ্লোব।

হোয়াইট এল। (20)

লাল এবং

রোগের জন্য। ক্যানস। 4 বা ক্যান্ক। 3 alt। লিন।

স্ক্রোফের। খাওয়াদাওয়া করছি। ক্যানকের সংকোচন। 1টি।

ড্রপ) বা স্ক্রফ। আই লোশন (30 গ্লোব) জয়েন্টের উপর।

চিৎকার করে। এল। 5, 6, 17, 18, 19 পর্যন্ত। লিনের স্নান। , ক্যান্ক। 5, স্ক্রফ। 5,

হোয়াইট এল। এই প্রতিকারগুলি ব্যর্থ হলে ক্যানক ব্যবহার করে দেখুন। 5, ক্যান্ক। 2,

অথবা ক্যানস। 4 alt। অ্যাং। 1, সেকেন্ড ডিল। এবং নীল বা এর সংকোচন

সবুজ এল। আক্রান্ত গাঁটকে খুব গরম জলে স্নান করান।

30 টি গ্লোব দিয়ে মেডিকেটেড। ক্যানস থেকে। 5, 20 টি গ্লোব। আং-এর। 2,

এবং আমি এক টেবিল চামচ গ্রিন এল। অর্ধেক-পিন্ট। একই রকম।

জল তিনবার ব্যবহার করা যেতে পারে। কখনও কখনও ভেন। হতে হবে।

স্নানগুলিতে যোগ করা হয় এবং অভ্যন্তরীণভাবে দেওয়া হয়।`
        },
        {
            "রোগের নাম": "অ্যানোরেক্সিয়া",
            "চিকিৎসা": `ক্ষুধা হ্রাস, কখনও কখনও পরিমাণ খাবার নিয়ে বিরক্তি। স্ক্রোফ। প্রথম বা দ্বিতীয় ডিল। , অথবা, কবরে

কেস, ক্যানক। দ্বিতীয় ডিল। , alt। অ্যাং। দ্বিতীয় ডিল। 5টি গ্লোব।

স্ক্রোফ। (শুকনো) প্রতিটি খাবার। রেড এল। alt। চিৎকার করে। এল। 6 পর্যন্ত।

বাথ, ক্যান্ক। 5 alt। লিন। S.T. 3টি গ্লোব। অ্যাং। খাবারে 2টি।`
        },
        {
            "রোগের নাম": "অ্যানথ্রাক্স",
            "চিকিৎসা": `কারবাঙ্কেল দেখুন।`
        },
        {
            "রোগের নাম": "আনাস",
            "চিকিৎসা": `আনাস। কন্ডিলোমাটা আনিঃ ওয়ার্টি এক্সক্রেসেন্সস অফ এ

সিফিলিটিক চরিত্র। ভেন। alt। ক্যানস। 4, সেকেন্ড ডিল। কম -

হোয়াইট এল টিপুন। alt। ক্যানস। আমি আল্ট। ক্যানস। 5. এর প্রয়োগ

রেড অল্ট। চিৎকার করে। এল। পেরিনিয়াম এবং মেরুদণ্ডের নিচে। স্নানাগার।

ক্যানস থেকে। 5 alt। ভেন। সুস্থ হওয়ার সময় স্ক্রফ ব্যবহার করুন। আই।

`
        },
        {
            "রোগের নাম": "আফোনিয়া",
            "চিকিৎসা": `কণ্ঠস্বরের ক্ষতি দেখুন।`
        },
        {
            "রোগের নাম": "আফথা",
            "চিকিৎসা": `থ্রাশ দেখুন।`
        },
        {
            "রোগের নাম": "অ্যাপোপ্লেক্সি",
            "চিকিৎসা": `সাধারণত কপালের মধ্যে রক্তক্ষরণ

চেতনা হারানোর পরে। সাধারণত এর আগে

ভারী বোধ, মাথা ঘোরা, স্মৃতিশক্তি হ্রাস, স্থানীয় ঝাঁকুনি -

ইঙ্গস। একটি আক্রমণ কখনও কখনও একটি কনভালের সাথে শুরু হয় -

সিয়োন। রোগী কোমায় চলে যায়, মুখ প্রায়শই উজ্জ্বল হয়,

এবং শ্বাসপ্রশ্বাস স্টেরটোরাস। মোটর পক্ষাঘাত ঘটে

সেরিব্রাল ক্ষতের বিপরীত দিকটি

ঘটেছে।

একবারে স্ক্রফের 10টি গ্লোব দিন। আমি জিভে শুকাই, তারপর আমি

ব্লু এল ড্রপ করুন। চেতনা পুনরুদ্ধার না হওয়া পর্যন্ত প্রতি 5 মিনিটে।

অ্যাং। আমি তৃতীয় দিল। , অর্ধেক-চা চামচ ডোজ। নীল এল। হৃদয়ে

এবং প্রধান পয়েন্ট। ব্লু এল এর কম্প্রেস। মাথার উপর,

20 টি গ্লোবের সংকোচনের সাথে আচ্ছাদিত। প্রতিটি অ্যাং। 2 এবং

ক্যানস। 5 কাপ পানি দিন। গরম জল এবং সরিষার মধ্যে পা রাখুন।`
        },
        {
            "রোগের নাম": "অ্যাপেন্ডিসাইটিস",
            "চিকিৎসা": ` অ্যাপেন্ডিক্সের প্রদাহ, সঙ্গে

বমি, নাভি এবং ডান কুঁচকির মধ্যে ব্যথা, কাঁপুনি এবং

তাপমাত্রা বৃদ্ধি। ক্যানস। আমি বা আইও অল্ট। স্ক্রোফ। গিয়াপ।

দ্বিতীয় ডিল। alt। অ্যাং। 3 সেকেন্ড ডিল। 15 টি গ্লোবের সংকোচন।

প্রতিটি অ্যাং। 2, ক্যান্ক। 5 বা 10, স্ক্রফ। গিয়াপ। এবং 15 ফোঁটা

হোয়াইট এল। বেদনাদায়ক স্থানে পিন্ট জলে।আক্রমণ শেষ হওয়ার সাথে সাথে ভার্মের গতিপথ গ্রহণ করুন। এবং

হলুদ এল। পোকামাকড় সম্পর্কে।`
        },
        {
            "রোগের নাম": "আপাত মৃত্যু",
            "চিকিৎসা": `স্ক্রোফের কয়েকটি গ্লোবুল। আমি এর উপর

জিভ, রেড এল। 5, 6, 17, 18 পর্যন্ত।`
        },
        {
            "রোগের নাম": "ক্ষুধা",
            "চিকিৎসা": `ক্ষুধা কমে যাওয়া। অ্যানোরেক্সিয়া দেখুন।`
        },
        {
            "রোগের নাম": "আর্ম, অ্যাট্রোফি অফ",
            "চিকিৎসা": `আর্ম, অ্যাট্রোফি অফ। স্ক্রফ। লিটার ডিল। 3টি গ্লোব। স্ক্রোফ। শুকনো।

সকাল। কম্প্রেস, হোয়াইট এল। ; লাল এল প্রয়োগ করুন। alt। চিৎকার করে।

এল। 17, 18, 5, 4। ক্যান্কের স্নান। 5 alt। স্ক্রফ। alt। অ্যাং। 3,

একই মলম সঙ্গে।`
        },
        {
            "রোগের নাম": "হাত, অসাড়তা",
            "চিকিৎসা": `হাত, অসাড়তা। অ্যাং-এর সঙ্গেও একই আচরণ। দিল।

উপরন্তু।`
        },
        {
            "রোগের নাম": "আর্ম, সেমি অ্যানকিলোসিস",
            "চিকিৎসা": `আর্ম, সেমি অ্যানকিলোসিস। অ্যাট্রোফির মতো একই চিকিৎসা

আর্ম।`
        },
        {
            "রোগের নাম": "আর্টেরিও-স্ক্লেরোসিস",
            "চিকিৎসা": `আর্টেরিও-স্ক্লেরোসিস, আং। 3 তৃতীয়াংশ। alt। ক্যানস। আমি তৃতীয়।

দিল। 2টি গ্লোব। স্ক্রোফের। খাবারে 2টি।`
        },
        {
            "রোগের নাম": "আর্থ্রাইটিস",
            "চিকিৎসা": `আর্থ্রাইটিসঃ জয়েন্টগুলোতে প্রদাহ, জ্বর সহ -

অস্থিরতা, যা কখনও কখনও বড় বিকৃতি নিয়ে আসে।

দীর্ঘস্থায়ী জাতের মধ্যে একের পর এক জয়েন্ট রেন্ডার করা হয়।

অনমনীয়, গতিহীন এবং স্থায়ীভাবে বাঁকানো বা বড় করা।

5টি গ্লোব। স্ক্রফ। সকালে জিহ্বার উপর শুকিয়ে নিন; স্ক্রফ। অথবা ক্যানস।

দিল। , alt। অ্যাং। তৃতীয় ডিলে। কম্প্রেস, ক্যান্ক। 5 থেকে

হাইপোকন্ড্রিয়াক অঞ্চল এবং আং। হৃদয়ে 2। এর মলম

ফেব্রুয়ারি 2 থেকে হাইপোকন্ড্রিয়া। বাথ ক্যান্ক। 5 alt।

`
        },
        {
            "রোগের নাম": "অ্যাসাইটস",
            "চিকিৎসা": `পেরিটোনিয়ামের ড্রপসি। সাধারণত ত্বক

প্রসারিত, পাতলা এবং চকচকে দেখায়। পেট হল

সম্প্রসারিত হয়েছে। অবস্থান পরিবর্তনের সময় তরল হতে পারে`
        },
        {
            "রোগের নাম": "আর্টিকুলার ব্যথা",
            "চিকিৎসা": `আর্টিকুলার ব্যথা। 5 বা 6 টি গ্লোব নিন। স্ক্রোফের। 1, অথবা

ক্যানস। 1 লিটার ডাইল। সাদা বা সবুজ রংয়ের সংকোচন প্রয়োগ করুন

এল। লাল alt সঙ্গে। হলুদ এল সঙ্গে। 18, 17 এবং 5। এর মধ্যে।

কিছু ক্ষেত্রে Canc-এর সংকোচন হয়। 1, স্ক্রোফের। 1, বা ভেন। , অথবা

50 ফোঁটা হোয়াইট এল দিয়ে নিরামিষ স্নান।

স্ক্রোফ। 1টি। কখনও কখনও চলতে দেখা যায়, এবং পেটের আকার

পরিবর্তনের মধ্য দিয়ে যায়। স্ক্রোফ। গিয়াপ। দিল। alt। ক্যানস। 2,

দ্বিতীয় ডিল। , লাল alt সঙ্গে। হলুদ এল। 17, 18 পর্যন্ত। যদি

লিভার থেকে রোগের উৎপত্তি হয় ফেব্রুয়ারিতে, তৃতীয় ডাইল। alt।

ক্যানস। 2, সেকেন্ড ডিল। এবং লিভারে 2 ফেব্রুয়ারির মলম।

রেড এল এর কম্প্রেস। লিভার এবং হলুদ এল উপর। প্লীহার উপরে।

যদি হৃদয় থেকে অ্যাং। (2,3 বা 1) স্ক্রফের সংকোচন। গিয়াপ।

লিভারের উপর, দ্বিতীয় বা তৃতীয় ডিল। , alt। ক্যানস। 2, সেকেন্ড ডিল। , সঙ্গে।

নীল এল এর মৃদু ঘর্ষণ। হৃদয়ে (হাতের তালুতে 4 ফোঁটা)

হাত) আমি ব্লু এল ড্রপ করি। সকাল আর সন্ধ্যা। এটা হতে পারে

নীল এল ব্যবহার করা ভাল। একা সংযতভাবে, এবং তারপর দিন

দ্য আং। তৃতীয় ডিলে। কয়েকবার আবেদন করার পর

তৈরি করা হয়েছে। ড্রপস অফ ব্লু এল। হৃদয়, মহাধমনী এবং এর উপর দিয়ে গেছে

হাইপোকন্ড্রিয়া। ডিম্বাশয়ের জলোচ্ছ্বাসের জন্য ক্যান্সার প্রয়োজন। দ্বিতীয় ডিল।

এবং হোয়াইট এল। সংকোচন।`
        },
        {
            "রোগের নাম": "অ্যাসফিক্সিয়া",
            "চিকিৎসা": `অ্যাসফিক্সিয়াঃ স্থগিত শ্বাসকষ্টের কারণে সৃষ্ট একটি অবস্থা -

যা ডুবে যাওয়া, দম বন্ধ হয়ে যাওয়া ইত্যাদি থেকে উদ্ভূত হয়। স্ক্রোফ। প্রথমে

দিল। 10 থেকে 20 গ্লোব। স্ক্রোফ। একবারে জিহ্বার উপর।

লাল alt প্রয়োগ করুন। হলুদ এল। 17, 18, 5 পর্যন্ত। রেড এল। থেকে

ক্র্যানিয়াম। ক্যান্কের উষ্ণ স্নান। 5. ক্যান্কের মলম। 5 থেকে

6, এবং সমস্ত মাথা উপর। অ্যাং। হৃদয়ে 2 বা 3 মলম।

`
        },
        {
            "রোগের নাম": "হাঁপানি",
            "চিকিৎসা": `হাঁপানিঃ একটি রোগ যা অভ্যাসগত বা

শ্বাসকষ্ট সহ শ্বাসকষ্টে স্পাজমোডিক অসুবিধা

এবং বুকে টান। সাধারণত স্পাসমোডিক আক্রমণ

দুই এবং চার a.m. মধ্যে ঘটে, এবং বিশেষ করে খারাপ যদি

রোগী একটি ভারী ডিনার নিয়েছে, বা বিরক্তিকর শ্বাস নিয়েছে

ধুলো, গ্যাস বা বাষ্প ইত্যাদি। এর বিভিন্ন রূপ রয়েছে

হাঁপানি।

কখনও কখনও পক্ষাঘাতজনিত কারণে ব্রঙ্কিয়াল হয় -

শ্বাসনালীর টিউবের বিভাজন, তবে সাধারণত খিঁচুনির কারণে হয়

স্নায়ুর মাধ্যমে উত্তেজিত পেশী তন্তুগুলির মধ্যে যান্ত্রিক বা রিফ্লেক্স জ্বালা। স্নায়বিকতায়।

অ্যাজমা, স্ক্রোফ। আমি দ্বিতীয় বা তৃতীয় দিল। অথবা লিন। দ্বিতীয় ডিল।

লাল এল প্রয়োগ করুন। 5, 6, 17, 18 এবং উপরের বুকে। যদি একটি হৃদয়

স্নেহ হল সমস্যার কারণ, অথবা যদি হাঁপানি হয়

মহিলাদের মাসিক পিরিয়ডের আগে কনজেস্টিভ টাইপ, আং। 3.

প্রথম বা দ্বিতীয় ডিল। একা ব্যবহার করা যেতে পারে, প্রতিদিন ছয় ডোজ, সঙ্গে

ড্রপ ব্লু এল। প্রতি আধ ঘন্টা অন্তর। এছাড়াও ব্লু এল প্রয়োগ করুন। 5, 6 পর্যন্ত,

17, 18, 24, 27। যখন হাঁপানি ব্রঙ্কাইটিসের সাথে যুক্ত হয়

অথবা শ্বাসনালীর জ্বালা পেট। 4 লিটার। সঙ্গে পরিবর্তিত করা আবশ্যক

পূর্ববর্তী। সব ক্ষেত্রেই ক্যান্কের স্নান। 5 এবং একত্রীকরণ

ক্যানস থেকে। 5 থেকে 18 টি দরকারী। গাউট আক্রান্ত ব্যক্তিদের ক্ষেত্রে,

স্ক্রোফুলা, ইরিসিপেলাস ইত্যাদি। , হাঁপানির আক্রমণ প্রায়শই হতে পারে

স্ক্রফের 5 থেকে 8 টি শুকনো গ্লোবুল নিয়ে সংক্ষিপ্ত করুন। 1, যখন

রক্তাক্ত রোগীরা প্রায়শই এই ওষুধ গ্রহণের মাধ্যমে উপশম পেতে পারে

ব্লু এল-এর 5 ফোঁটা। এক টুকরো চিনির উপর। একটি সরিষা।

লাল ফ্ল্যানেল এবং শুকনো সরিষা দিয়ে তৈরি প্যাড পরা যেতে পারে।

শ্বাসনালী এবং স্নায়বিক ক্ষেত্রে বুকের উপর।`
        },
        {
            "রোগের নাম": "অ্যাট্রোফি",
            "চিকিৎসা": `অ্যাট্রোফিঃ টিস্যুর ঘাটতির ফলে টিস্যুর বর্জ্য

পুষ্টি, সাধারণ বা স্থানীয়। প্রায়ই সঙ্গে

অবক্ষয়। স্ক্রোফ। প্রথম ডিল। alt।

বার বার। 2.

অথবা হোয়াইট এল।

ক্যানস। 5 লিটার। এবং কিছু -

স্ক্রফের স্নান। আমি আল্ট। ক্যানস। 5 alt। অ্যাং। 3,

রেড এল এর প্রয়োগ। alt। হলুদ এল। অথবা

নীল এল। 18, 17, 5, এবং প্রভাবিত অংশগুলির স্নায়ু।

2 ফেব্রুয়ারির মলম এবং ক্যান্ক। 5 হাইপোকন্ড্রিয়াক অঞ্চলে।

স্ক্রোফ। লোশন (40) এবং সংকোচন। স্ক্রফের স্নান। অথবা

হোয়াইট এল। 3টি গ্লোব। স্ক্রোফের। প্রতি খাবারে 3 বার করে শুকিয়ে নিন।

ফিরে যাও, ভিতরে যাও। লাল এবং হলুদ এল উভয়ই প্রয়োগ করুন। 17 পর্যন্ত

এবং 18; মেরুদণ্ডের ডান দিকে লাল, এবং হলুদ থেকে

বাঁ দিক থেকে। পুরো মেরুদণ্ড স্ক্রফের লোশন দিয়ে ধুয়ে ফেলুন। 1,

20 টি গ্লোব, অর্ধেক-পিন্ট। স্ক্রোফ নিন। 1, প্রথম ডিল। নিতম্ব।

ক্যান্কের স্নান। 5.`
        },
        {
            "রোগের নাম": "বালানাইটিস",
            "চিকিৎসা": `বালানাইটিসঃ প্রিপুসের প্রদাহ। স্ক্রোফ। দ্বিতীয়

দিল। অথবা ক্যানস। দ্বিতীয় ডিল। যদি কোনও আলসারেশন হয় বা

সাপারশন। স্ক্রোফের সিৎজ স্নান। আমি বা ক্যান্ক। আমি আল্ট। অ্যাং। 3.

`
        },
        {
            "রোগের নাম": "টাক পড়াঃ",
            "চিকিৎসা": `টাক পড়াঃ স্ক্রোফ। 1, প্রথম ডিল। মলম এবং লোশন

স্ক্রোফ। 5. লোশন অফ লিন। , স্ক্রোফ। 5 এবং রেড এল।`
        },
        {
            "রোগের নাম": "দাড়ি, ক্ষতি",
            "চিকিৎসা": `দাড়ি, ক্ষতিঃ স্ক্রোফ। প্রথম ডিল। alt। ক্যানস। দ্বিতীয় ডিল।

লোশন অফ স্ক্রোফ। 5. স্ক্রফের মলম। 5 এবং ক্যান্ক। যদি

সিফিলিসের ফলে বৃত্তাকার প্যাচগুলিতে পড়ে যাওয়া, ভেন।

এবং ফেব্রুয়ারি লিটার ডিলে। এছাড়াও প্রয়োজন, স্নান এবং

ক্যান্কের মলম। 5 এবং স্ক্রোফ। 5, এবং ভেন। মলম।

হোয়াইট এল।`
        },
        {
            "রোগের নাম": "বিলিয়াস অ্যাটাকঃ",
            "চিকিৎসা": `বিলিয়াস অ্যাটাকঃ হেমিক্রানিয়া হিসাবে বিবেচনা করুন।`
        },
        {
            "রোগের নাম": "কুকুর",
            "চিকিৎসা": `কুকুরঃ সবুজ এল এর একটি ছোট সংকোচন রাখুন। এর উপর

ক্ষত এবং দেরি না করে একটি রাশিয়ান বা বাষ্প স্নান নিন। 20

গ্লোব। স্ক্রফ। শুকিয়ে নেওয়া উচিত, এবং তারপর স্ক্রফ করা উচিত। 1.

দিল। লাল alt সঙ্গে ব্যবহার করা যেতে পারে। হলুদ এল। 17, 18, 5, 6 পর্যন্ত।`
        },
        {
            "রোগের নাম": "পোকামাকড়",
            "চিকিৎসা": `পোকামাকড়ঃ ক্যান্কের সংকোচন। 5, বা ব্লু এল। যদি অনেক

প্রদাহ। কখনও কখনও লাল বা সাদা এল সংকুচিত করুন।

লিন। অথবা স্ক্রফ। উপকারী। আমি গ্লোব। ক্যানস। 5 ঘন্টা। এর স্নানাগার

স্ক্রোফ। 2, আং। 2, ক্যান্ক। 5.

`
        },
        {
            "রোগের নাম": "মূত্রাশয়ের তীব্র প্রদাহ (সিস্টাইটিস)",
            "চিকিৎসা": `
জ্বালা ইত্যাদি। এর উপস্থিতি ধ্রুবক দ্বারা নির্দেশিত হয়

প্রস্রাব করার প্রবণতা, প্রস্রাব ধরে রাখতে অসুবিধা, এবং

তা অতিক্রম করতে ব্যথা লাগে। প্রস্রাব প্রায়শই লাল এবং জ্বলন্ত হয়।

প্রস্রাবে শ্লেষ্মা, কোমলতা, নিস্তেজ ব্যথা রয়েছে

পেটের নিচের অংশ, চাপ দ্বারা বৃদ্ধি এবং দ্বারা

স্টুলে স্ট্রেন করা। একটি সাদা পদার্থের উত্তরণ হল একটি

মূত্রাশয়ের প্রদাহের লক্ষণ।

স্ক্রফ। 6 বা 1, প্রথম বা দ্বিতীয় ডিল। alt। এর ক্ষেত্রে

আং-এর সঙ্গে রক্তাক্ত রোগীরা। 3 সেকেন্ড ডিল। ; এছাড়াও 3 গ্লোব। এর থেকে

শুকনো, সকালে এবং সন্ধ্যায়; অথবা 2 ফেব্রুয়ারি, 24 পর্যন্ত মলম। যদি রোগীর জ্বর হয় তবে নীল বা সাদা এল প্রয়োগ করুন। 25 এবং

26, এবং লাল। এল। 19 পর্যন্ত। লোশন অফ স্ক্রফ। আমি আর লাল। এল। থেকে

মেরুদণ্ডের নিচের অংশ। জেদী বা দীর্ঘস্থায়ী ক্ষেত্রে

ক্যানস। 6, alt। স্ক্রোফের সঙ্গে। হোয়াইট এল এর কম্প্রেস। 22, 25 পর্যন্ত;

লাল এবং হলুদ এল এর প্রয়োগ। 5, 17, 18, 20, 11 (লাল।

ডানদিকে, বাঁদিকে হলুদ) উষ্ণ সিটজ বা নিতম্ব স্নান

ক্যান্ক, alt। স্ক্রোফ। 6, alt। অ্যাং। 3, এবং ক্যান্কের মলম। 5.

alt। স্ক্রোফ। আমি আং-এর কাছে স্থানীয়ভাবে আবেদন করেছিলাম। 3 থেকে 25 এবং 27, এবং

2 ফেব্রুয়ারি থেকে 24 ফেব্রুয়ারি। 5টি গ্লোব। স্ক্রোফের। প্রতি খাবারে 2টি করে।

এর দীর্ঘস্থায়ী ছানি, অনেক উপস্থিতি দ্বারা নির্দেশিত

প্রস্রাবে এপিথেলিয়াম এবং শ্লেষ্মা। অ্যাং। 3 সেকেন্ড ডিল। alt।

ক্যানসের সঙ্গে। 6 সেকেন্ড ডিল। 3টি গ্লোব। স্ক্রোফের। প্রতি খাবারে 6টি করে।

উষ্ণ স্নান এবং স্থানীয় ফোমেনটেশন, জল হচ্ছে

ক্যান্ক, 5, বা লিন দিয়ে ঔষধ। alt। স্ক্রোফ। alt। অ্যাং। 2.

স্ক্রফের উষ্ণ ইনজেকশন। 6 বা হোয়াইট এল। কখনও কখনও

উপকারী। রেড অল্ট। হলুদ এল, 20,22।

এর দূরত্ব।

এর পক্ষাঘাত।

হোয়াইট এল।

একই চিকিৎসা।

একই চিকিৎসা এবং এর ইনজেকশন

পলিপাস অফ দ্য। ক্যানস। 4 এবং ক্যান্ক। 5 লিটার। রিমে সঙ্গে -

ডাই মূত্রাশয়ের ছানি জন্য ব্যবহৃত হয়। পলিপাস দেখুন।`
        },
        {
            "রোগের নাম": "রক্তপাত ",
            "চিকিৎসা": ` রক্তক্ষরণ দেখুন`
        },
        {
            "রোগের নাম": "ব্লেনোরাজিয়া",
            "চিকিৎসা": `ব্লেনোরাজিয়া। যখন এটি সিফিলিটিক হয় তখন এটির সাথে চিকিত্সা করা হয়

ভেন। লিটার ডিল। , alt। অ্যাং। লিটার ডিল। , বা ক্যান্ক। 5 প্রথম ডিল। 2 ফেব্রুয়ারি।

শুকনো সকাল এবং সন্ধ্যা। স্ক্রফের ইনজেকশন। অথবা ক্যানস। আমি।

alt। ক্যানস। 5. স্রাবে যখন রক্ত থাকে, তখন তা গ্রহণ করুন

5টি গ্লোব। ক্যানস। রাত এবং সকাল, এবং ভেন। প্রথম ডিল। alt।

অ্যাং। লিটার ডিল। দিনের বেলায়। দ্য ক্যানস। 5 ইঞ্চি। এবং

ক্যানস। স্ক্রোফের জায়গায় আমার ইনজেকশন নেওয়া উচিত। যখন

স্রাব সবুজ হয়ে যায় এবং প্রচুর স্ফীত হয় -

মেশান। যখন এটি 3 টি গ্লোব ঘটে। স্ক্রোফ। নেওয়া উচিত শুকনো রাত এবং সকাল। আরও পরামর্শের জন্য চিকিৎসা দেখুন

সিফিলিসের জন্য।`
        },
        {
            "রোগের নাম": "অন্ধত্ব",
            "চিকিৎসা": `চোখ দেখুন।`
        },
        {
            "রোগের নাম": "রক্তের অভাব, রক্তের স্থবিরতা, রক্তাল্পতা",
            "চিকিৎসা": `ক্লোরোসিস (সবুজ অসুস্থতা) স্পন্দন, ধীর স্পন্দন ইত্যাদি। দেখুন।`
        },
        {
            "রোগের নাম": "অ্যানিমিয়া",
            "চিকিৎসা": `রক্ত, অতিরিক্ত, মস্তিষ্কের সংকোচন সহ। দেখুন হাইপারমিয়া`
        },
        {
            "রোগের নাম": "রক্তের বিষক্রিয়া",
            "চিকিৎসা": `রক্তের বিষক্রিয়া। পাইমিয়া এবং সেপ্টিসেমিয়া দেখুন।`
        },
        {
            "রোগের নাম": "রক্ত, থুতু ফেলাঃ",
            "চিকিৎসা": `রক্ত, থুতু ফেলাঃ হেমোপটাইসিস দেখুন।`
        },
        {
            "রোগের নাম": "রক্ত, বমিঃ ",
            "চিকিৎসা": `রক্ত, বমিঃ হেমেটেমেসিস দেখুন।`
        },
        {
            "রোগের নাম": "ফুঁপিয়ে ওঠে",
            "চিকিৎসা": `ফুঁপিয়ে ওঠে। লাল বা নীল এল এর ছোট সংকোচন। , আচ্ছাদিত

অ্যাং এর বড় সংকোচনের সাথে। 3 এবং এসসিআরসিএফ। 3. ক্যানস। 5 লিটার।`
        },
        {
            "রোগের নাম": "নীল রোগ (সায়ানোসিস)",
            "চিকিৎসা": ` স্ক্রোফ। 3 alt। অ্যাং। 3, কয়েকটি প্রতিদিন এক চা চামচ করে।ক্যানস। alt। অ্যাং। দিল।`
        },
        {
            "রোগের নাম": "ফোঁটা ফোঁটা।",
            "চিকিৎসা": `ফোঁটা ফোঁটা। এছাড়াও অ্যাবসসেস দেখুন।ফোঁটা ফোঁটা। এছাড়াও অ্যাবসসেস দেখুন। প্রবণতা সংশোধন করতে,

স্ক্রোফ। 5 লিটার। , alt। অ্যাং। 1, লিটার ডিল। একটি ছোট ডুমুর-প্লাস্টার

যার উপর ক্যান্ক। 5 টি মলম ছড়িয়ে দেওয়া হয়েছে

ফোঁটা দিন। অথবা Canc এর কম্প্রেস ব্যবহার করুন। 5 বা স্ক্রোফ। 5.

alt। অ্যাং। 3 যদি খুব বেশি প্রদাহ হয়। লাল প্রয়োগ করুন এবং

হলুদ এল। 17, 18 পর্যন্ত। আমি দিনে তিনবার গ্রিন এল জলে ফেলে দিই।`
        },
        {
            "রোগের নাম": "হাড়গুলো",
            "চিকিৎসা": `হাড়গুলো। (আরও দেখুন অ্যাবসেস।) (1) জয়েন্টের অ্যানকিলোসিসঃ

ক্যান্কের লোশন এবং মলম।

alt। অ্যাং। অথবা স্ক্রফ। 5 alt। লিন। (2) ক্যারিজঃ 3 টি গ্লোব।

ক্যানস। আমি সকালে, এবং 3 টি গ্লোব। ক্যানস। 5 রাত; ক্যান্ক। 4.

প্রথম ডিল। অথবা লিন। ; 4 বা 5 গ্লোব। স্ক্রোফ। আমি মদ খাই

খাবার। (3) এক্সোস্টোসিসঃ হাড়ের ফোলাভাব

ক্যান্সার, স্ক্রোফুলাস বা সিফিলিটিক ভাইরাস। অ্যাং। 3.11 ডিল।

alt। ক্যানস। 4 বা ক্যান্ক। 3 লিটার। যদি সিফিলিটিক ভেন ব্যবহার করে। একই রকম।

খাবারে প্রতিকার। লোশন অফ স্ক্রফ। ক্যান্কের স্নান। 5.

ব্লু এল-এর প্রয়োগ। সহানুভূতিশীল স্নায়ুর প্রতি। কম -Canc 5, Canc টিপুন। 4, অথবা আং। 3. মলম ফেব্রুয়ারী 2 থেকে 24।

যদি সিফিলিটিক হয়, তাহলে বিকল্প ভেন। ক্যানসের সঙ্গে। 4 ইঞ্চি। (4) নোডঃ

একটি হাড়ের পৃষ্ঠের উপর টিউমার, সাধারণত নিম্নলিখিত

স্ক্রোফুলাস বা সিফিলিটিক রোগ, সহিংসতার সাথে

ব্যথা লাগে। স্ক্রোফ। alt। ক্যানস। 3 alt। অ্যাং। দিল। এটা কি ব্যর্থ হবে?

ক্যানকেও চেষ্টা করুন। 5. 3 টি গ্লোব নিন। ক্যানস। 4 শুকনো, রাত এবং

সকাল। ক্যান্কের মলম। 5 alt। স্ক্রোফ। অথবা স্ক্রফ। 5. কন -

ভেন এর প্রেস। alt। ক্যানস। 5, স্ক্রফ। 5, স্ক্রফ। 1, বা ক্যান্ক। 4;

এছাড়াও সাদা বা লাল এল এর সংকোচন। ক্যান্কের স্নান। 5,

স্ক্রফ। 1, স্ক্রফ। 5. (5) নেক্রোসিসঃ পুরো মৃত্যুর

অথবা একটি হাড়ের অংশ। ক্যানস। 3 বা ক্যান্ক 4 ডিল। যদি সিফিলিটিক হয়

উৎপত্তিস্থল সন্দেহ করা হচ্ছে, ভেন। তৃতীয় দিল। alt। ক্যানস। 3 বা ক্যান্ক 4,

তৃতীয় দিল। রোগাক্রান্ত অংশে একই প্রতিকার দিয়ে সংকুচিত করুন।

ক্যানস। মেরুদণ্ডের পৃষ্ঠীয় অঞ্চলে 5 মলম। (6)

ব্যথাঃ রাত্রিকালীন, সাধারণত একটি বেশি বা এর ফলে

কম দূরবর্তী সিফিলিটিক দাগ। স্ক্রোফ। আমি আল্ট। ভেন। লিটার ডিল। alt।

1 ফেব্রুয়ারি, হয় শুকনো অথবা ডিলে। সংকোচন এবং মলম

স্ক্রোফের। সবুজ এল। (7) পেরিওস্টাইটিসঃ ত্বকের প্রদাহ

পেরিওস্টিয়াম। এক্সোস্টোসিসের মতো একই চিকিৎসা। (8) স্পাইনা

ভেন্টোসা হাড়ের টিস্যুগুলির বিস্তার, যেন দ্বারা উড়ে গেছে

বাতাস, তীব্র, ছিদ্রকারী ব্যথা সহ। ক্যানস। 4 সেকেন্ড ডিল। alt।

অ্যাং। দ্বিতীয় ডিল। , 5 টি গ্লোব। স্ক্রোফ। খাবারে। ক্যান্কের স্নান। 5.

সবুজ বা লাল alt এর সংকোচন। হলুদ এল। এই সবের মধ্যে

ক্ষেত্রে মেরুকরণের আইন অনুযায়ী বিদ্যুৎ প্রয়োগ করা হয়।

অন্ত্র।`
        },
        {
            "রোগের নাম": "অন্ত্র। উদরাময়",
            "চিকিৎসা": `উদরাময়ঃ তীব্র, গ্রিপিং ব্যথা, দ্বারা উপস্থিত

এর পেশী কোটের অনিয়মিত স্পাসমোডিক সংকোচন

সরাসরি বা রিফ্লেক্স জ্বালা, অসুস্থতার ফলে অন্ত্র

রক্তের অবস্থা ইত্যাদি স্ক্রোফ। অথবা স্ক্রফ। গিয়াপ। প্রথম ডিল। ,

আক্রমণ চলার সময় প্রতি পাঁচ মিনিটে অর্ধেক চা চামচ;

আমি গ্লোব। স্ক্রোফ। প্রতি আধ ঘন্টা অন্তর শুকিয়ে নিন। লাল alt প্রয়োগ করুন। হলুদ।

এল। 6, এবং ক্যান্ক। পেটের উপর 5 মলম লাগান। (1) কন -ট্যাবস মেসেন্টেরিকা দেখুন। 
এর।  ইহার নানাবিধ প্রকার আছে। 
জ্বালা-পোড়ার কারণে আন্ত্রিক ছানি। 
(2) প্রদাহ 
এর মধ্যে সবচেয়ে সহজ হল 
মাঝে মাঝে এমন হয় 
ক্রনিক।  এটি অস্বস্তি, খিঁচুনি ব্যথা দ্বারা চিহ্নিত করা হয়, 
> অন্ত্রে গোলমালের শব্দ, এবং ডায়রিয়া।  কিছু - 
অনেক সময় জিহ্বা লাল এবং লোমযুক্ত হয় এবং বমি বমি ভাব হয়। 
যখন ডুওডেনাম জড়িত থাকে তখন কখনও কখনও কিছু থাকে 
জন্ডিস এবং মাথার পিছনে ব্যথা।  অ্যাং। 3 সেকেন্ড 
দিল। , alt। 1 ফেব্রুয়ারি, বা ক্যান্ক। দ্বিতীয় ডিল। alt। স্ক্রফ। গিয়াপ। স্নানাগার। 
ক্যানস থেকে। 5. হোয়াইট এল সংকুচিত করুন। পেট পর্যন্ত। ঐক্য। 
ক্যানস। 5 পেট পর্যন্ত।  রেড অল্ট।  হলুদ এল। 18 পর্যন্ত। (3) স্ট্র্যান - 
এর গুলেশন।  এই বিপজ্জনক ফর্মের উপস্থিতি 
হার্নিয়া একটি বেদনাদায়ক অসংকুচিত ফোলা দ্বারা দেখানো হয়, 
কিছু পাস করতে অক্ষমতা সহ, স্টুলে যাওয়ার ইচ্ছা 
আসনের নীচে অন্ত্রে যা থাকতে পারে তা ছাড়া 
স্ট্র্যাঙ্গুলা হওয়ার আগে ফেটে যাওয়া - 
তাও তো। টিউমারগুলিকে আবার ভিতরে ঠেলে দেওয়ার চেষ্টা করতে হবে 
পেট।  মৃদু জলের একটি প্রচুর ইনজেকশন দেওয়া হয়েছে 
এটি সহজতর করার জন্য পরিচিত।  যদি এটি ব্যর্থ হয়, একটি টেবিলের এক প্রান্ত 
একটি খাড়া বাঁকানো সমতল তৈরি করার জন্য এটি উঁচু করা উচিত।  দ্য। 
তাহলে রোগীকে তার মাথা দিয়ে এটি ধরে রাখতে হবে 
তার পায়ের তলার নীচে।  চাপ প্রয়োগ করতে হবে 
তিনি এই অবস্থানে থাকাকালীন ফোলাভাব।  কড়া নাড়ার আওয়াজ। 
ফলনের সঠিক জায়গায় ফিরে আসার খবর দেবে। 
ব্লু এল-এর একটি সংকোচন। আসনের উপর স্থাপন করা উচিত 
এর উপর হার্নিয়া এবং একটি ট্রাস লাগানো হয়।  রোগীর উচিত 
স্ক্রোফ নিন। alt। ক্যানস। 5. প্রভুর কম্প্রেস।  লাল প্রয়োগ করুন 
alt। হলুদ এল। 18 এবং 5। (4) টিউবারকল অফ দ্য (স্ক্রোফুলাস) 
অন্ত্রের রোগ)  এই রোগের উপস্থিতি 
ঘন ঘন বা স্থায়ী অন্ত্রের ছানি দ্বারা নির্দেশিত এবং 
অপচয় করছে।  চিকিৎসার জন্য মেসেনটেরাইটিস দেখুন।`
        },
        {
            "রোগের নাম": "মস্তিষ্ক",
            "চিকিৎসা": `মস্তিষ্ক, (1) মস্তিষ্কে ফোড়া।  এই হল সাধারণ সমাপ্তি 
স্থানীয় সেরিব্রাইটিস (মস্তিষ্কের পদার্থের প্রদাহ) যখন 
এটি হাড়ের রোগ, আঘাত বা পাইমিয়ার কারণে হয়।  সাধারণত 
এটি একক, তবে কখনও কখনও বেশ কয়েকটি ছোট ফোড়া থাকে। 
চিকিৎসার জন্য দেখুন সেরিব্রাইটিস।  (2)  কন্কশনঃ সম্ভবত 
1 ফেব্রুয়ারি, দ্বিতীয় দিল। , alt। স্ক্রফ। আমি, দ্বিতীয় দিল।  এর সংকোচন 
সাদা বা নীল এল। , ক্যান্ক। 5 লোশন।  (3) কনজেশনঃ দেখুন 
যানজট।  (4) ইফিউশনঃ ম্যালিগন্যান্ট জ্বরের পরে। 
স্ক্রোফ। alt। ক্যানস। 5 alt।  অ্যাং। দিল।  স্নানাগার।  স্ক্রোফ। alt। ক্যানস। 5. 
স্ক্রোফ সংকুচিত করে। আমি আল্ট। ক্যানস। 5, এবং রেড এল। alt। নীল এল। 
মাথা পর্যন্ত।  (5)  ফ্যাগঃ স্ক্রফ।  আমি তৃতীয় দিল।  স্ক্রফের স্নান। alt। 
ক্যানস। 5 alt।  সাদা বা সবুজ এল। ইউনিটস স্ক্রোফ। অথবা ক্যানস। 5. 
স্ক্রোফ সংকুচিত করে। alt। ক্যানস। 5. (6)  প্রদাহঃ অ্যাং 3 
তৃতীয় দিল। (7) কিছু সময়ের জন্য রোগীদের নরম করা 
আত্মাদের বিষণ্ণতা, স্মৃতিশক্তি হ্রাস, নিস্তেজতা থেকে ভুগছেন 
অভিব্যক্তি।  এর পরে প্রায়শই পক্ষাঘাত বা আধা - 
পক্ষাঘাত।  ক্যানস। দ্বিতীয় ডিল। , alt। অ্যাং। তৃতীয় দিল। , 1 গ্লোব। 
ক্যানস। 5 ঘন্টা।  স্ক্রোফ। খাবারে।  নীল বা সবুজ। এর কাছে 
ছয় পয়েন্ট এবং মাথার মুকুট।  ক্যান্কের স্নান। 5 alt। 
অ্যাং। 2 alt। স্ক্রোফ। , বা সাদা, লাল, বা নীল এল। মলম, 
ক্যানস। 5, আং। 3, স্ক্রফ। 5 মাথা, এবং ফেব্রুয়ারী 2 থেকে 24।  কম - 
প্রেস, সবুজ এবং সাদা এল।  যদি অনেক ভিড় থাকে 
ক্যান্কের সংকোচন ব্যবহার করুন। 5, 20 টি গ্লোব। , alt। অ্যাং। 2, 20 টি গ্লোব। 
সবুজ এবং সাদা এল এর ঘর্ষণ। খেয়াল রাখতে হবে 
কোষ্ঠকাঠিন্য এড়িয়ে চলুন। 
`
        },
        {
            "রোগের নাম": "স্তন",
            "চিকিৎসা": `স্তন। (1) অ্যাবসাস ইন।  যদি এটি টিস্যুকে প্রভাবিত করে যা 
গ্রন্থিটি ঢেকে রাখে, এটি পৃষ্ঠের অন্যান্য ফোড়ার অনুরূপ 
শরীর থেকে।  যদি এটি গ্রন্থির নিচের টিস্যুকে প্রভাবিত করে তবে এটি 
তীব্র শ্বাসকষ্টের ব্যথা এবং একটি ফোলাভাবের জন্ম দেয় 
স্তন।  যখন, যেমন কখনও কখনও ঘটে, গ্রন্থি নিজেই 
এর সাথে জড়িত, জ্বর, ল্যান্সিনেটিং ব্যথা ইত্যাদি রয়েছে। , এবং মামলাটিকে অবশ্যই অত্যন্ত গুরুতর হিসাবে বিবেচনা করা উচিত, দাবি - 
সতর্ক চিকিৎসা।  সাধারণ ক্ষেত্রে চিকিৎসাঃ 
ক্যানস। আমি দ্বিতীয় দিল। , বা ক্যান্ক। alt। অ্যাং 2 বা 3 সেকেন্ড ডিল। 
(2) চ্যাপড নিপলঃ প্রথমে ক্যান্কের সংকোচন প্রয়োগ করুন। এবং 
ক্যান্কের মলম। 1, এবং ক্যান্ক নিন। আমি দ্বিতীয় দিল। ; কিছু - 
টাইমস অল্ট।  স্ক্রোফ।  আমি, প্রথমে দিল।  পরে ভাঙ্গা হিসাবে চিকিত্সা করুন 
নিপল।  (3) সংকোচনঃ অ্যাং। 2 সেকেন্ড ডিল। , alt। ক্যানস। 
দ্বিতীয় ডিল।  অথবা ক্যানস।  2 সেকেন্ড ডিল।  সাদা বা লাল রং ব্যবহার করুন। 
5, 18 পর্যন্ত। ক্যান্কের স্নান। , ক্যান্ক। 5 বা স্ক্রোফ 5। (4) ক্র্যাকড 
স্তনবৃন্ত ক্যান্ক। দ্বিতীয় ডিল। alt। স্ক্রোফ। , বা ক্যান্ক। 5 সেকেন্ড ডিল। 
alt। স্ক্রফ। 3. স্ক্রোফের সংকোচন। আমি, স্ক্রোফ। 5, ক্যান্ক। 5, 
সাদা বা লাল এল এর ছোট সংকোচনের সাথে। রেড এল। , 
তবে, ত্বক ভেঙে গেলে প্রয়োগ করা উচিত নয়ঃ 
এই ক্ষেত্রে নীল বা সাদা এল ব্যবহার করুন। ক্যান্কের মলম। 5, 
স্ক্রফ। আমি, বা স্ক্রোফ। 5. ঠান্ডা অ্যাপ্লিকেশন ব্যবহার প্রতিরোধ করতে 
স্ক্রোফ।  আমি কারাবাসের আগে পাঁচ বা ছয় সপ্তাহের জন্য লোশন করি। 
(5) গ্যালাকটোরিয়াঃ দুধের অনৈচ্ছিক প্রবাহ, 
দুধের নালীতে স্বরের ঘাটতি।  ক্যানস। আমি দ্বিতীয় দিল। alt। 
অ্যাং।  আমি দ্বিতীয় দিল। , অথবা আং। 2 সেকেন্ড ডিল।  পাঁচটি গ্লোব। 
ক্যানস। আমি আল্ট। 5টি গ্লোব।  অ্যাং। খাবারের সময়; 1 গ্লোব। ক্যানস। 5 ঘন্টা। 
ক্যান্কের স্নান বা লোশন। 5, হোয়াইট এল। অথবা স্ক্রফ। রেড অল্ট। 
হলুদ এল। 18, 5 পর্যন্ত। (6) স্ক্রফের প্রদাহ। , ক্যান্ক। 2. 
alt। অ্যাং। 2 সেকেন্ড ডিল। , অথবা স্ক্রোফের। গিয়াপ। alt। ভেন। (সিফিতে - 
লিটিক কেস)  স্ক্রোফের সংকোচন। , স্ক্রোফ। 5, ক্যান্ক। 5, সঙ্গে 
সাদা বা লাল এল এর ছোট সংকোচন। ক্যান্কের মলম। 
5, স্ক্রফ। অথবা স্ক্রফ। 5. (7) দুধ দমনঃ ক্যান্ক। 1, 
দ্বিতীয় ডিল। , ক্যান্ক। 5 সেকেন্ড ডিল। , বা ক্যান্ক। 2 সেকেন্ড ডিল। 
লাল এল প্রয়োগ করুন। 5, 6, 17 পর্যন্ত। বাথ, ক্যান্ক।  5. এর সংকোচন 
হোয়াইট এল। বুকের উপর। (8) দুধ, স্রাব বৃদ্ধি করতেঃ 
ক্যান্ক নিন।  আমি প্রথমে বলি।  (9) হাল ছেড়ে দেওয়াঃ এটি কোথায় হচ্ছে 
প্রভাবশালী অং নিন।  আমি দ্বিতীয় দিল।`
        },
        {
            "রোগের নাম": "ব্রাইট 'স ডিজিজ (অ্যালবুমিনুরিয়া)",
            "চিকিৎসা": `ব্রাইট 'স ডিজিজ (অ্যালবুমিনুরিয়া)  একটি রোগ 
কিডনিগুলি ঘন ঘন জল পাস করার ইচ্ছা তৈরি করে, যা 
অল্প এবং অ্যাসিড এবং অ্যালবুমেন জমা হয় এবং কখনও কখনও 
রক্ত।  রোগীর ত্বক শুষ্ক এবং রুক্ষ হয়ে যায়, এবং 
মুখ, হাত ও পায়ে ফোলাভাব রয়েছে।  রোগটা। 
প্রায়শই মাদকদ্রব্য ব্যবহারের কারণে, এক্সপোজার দ্বারা 
ভেজা বা ঠান্ডা, মূত্রাশয়ের রোগ, ক্যালকুলি বা স্কারলেট জ্বর দ্বারা। 
চিকিৎসা স্ক্রোফ। 6 alt। ক্যানস। 6 তৃতীয় ডিল। alt। অ্যাং। আমি, 
তৃতীয় দিল। , 2 টি গ্লোব।  স্ক্রোফ।  আমি প্রতিবার খাবার খাই।  যদি জল থাকে। 
বৃদ্ধি স্ক্রোফ দেয়। 6 সেকেন্ড ডিল। alt। অ্যাং। 2 সেকেন্ড 
দিল। , 5 টি গ্লোব সহ।  স্ক্রোফ।  আমি রাত-সকাল শুকাই।  স্নানাগার। 
ক্যানস। 5 alt।  স্ক্রোফ। 5 বা আং। 2 alt।  লিন। স্ক্রোফ। 5 বা লিন। 
কোমরে মলম।  বাষ্প স্নান ব্যবহার করা যেতে পারে।  আবেদন করুন 
রেড অল্ট। হলুদ এল। 20, 22, 23, 26, 18, এবং বরাবর 
পৃষ্ঠীয় মেরুদণ্ড।  লাল থেকে ডান কিডনি, হলুদ থেকে বাম।  যদি 
কিডনি প্রদাহযুক্ত ব্যবহার হয়  নীল এল। অথবা নীল এল। alt। হোয়াইট এল। 
জ্বর হলে ফেব্রুয়ারির দ্বিতীয় বা তৃতীয় দিন নিন। , এবং 
2 থেকে 24 ফেব্রুয়ারি পর্যন্ত আবেদন করতে হবে।  সুস্থ হওয়ার সময় স্ক্রফ নিন।  আমি। 
প্রথমে ডিল, তারপর স্ক্রফ।  2 প্রথম ডিল।  দুধ ও সবজি 
খাদ্য অবশ্যই খাদ্যের প্রধান উপাদান হতে হবে। 
সতর্কতার সঙ্গে এড়িয়ে চলতে হবে। 
চিলস এবং ড্রাফট 
`
        },
        {
            "রোগের নাম": "ব্রঙ্কাইটিস",
            "চিকিৎসা": `ব্রঙ্কাইটিস  শ্লৈষ্মিক ঝিল্লির প্রদাহ 
বায়ু-ফুসফুসের টিউব।  প্রথমে স্রাবটি অস্পষ্ট - 
নিসড, কিন্তু পরে এটি ব্যাপকভাবে বৃদ্ধি করা হয়, এবং পরিবর্তন 
পরিষ্কার ফেনা শ্লেষ্মা থেকে আরও অস্বচ্ছ, সান্দ্র এবং 
কখনও কখনও এমনকি পুরু পদার্থ।  কাশি হচ্ছে, 
শ্বাস-প্রশ্বাসের সাথে হস্তক্ষেপ করা হয়, এবং কমবেশি 
জ্বর আসে।  যখন প্রদাহ প্রসারিত হয় 
মিনিট ক্যাপিলারি টিউবগুলি শ্বাস-প্রশ্বাসের ক্ষেত্রে খুব খারাপ - 
শ্বাসকষ্ট; কাশি খুব ঘন ঘন এবং হিংস্র হয়; যেমন - 
টরেশন কঠিন; মুখ ফ্যাকাশে হয়ে যায় এবং উদ্বেগ প্রকাশ, এবং তাপমাত্রা বৃদ্ধি বিবেচনা করুন - 
কখনও কখনও 103° বা তার বেশি।  চিকিৎসাঃ 1টি। তীব্র। 
ব্রঙ্কাইটিস ফেব্রুয়ারির সঙ্গে জ্বরে আক্রান্ত করে।  আমি দ্বিতীয় দিল। এবং ফেব্রুয়ারি। 
2 থেকে 24 পর্যন্ত সঙ্কুচিত বা মলম।  তারপর পেট দিন। 1 বা 4, 
লিটার ডিল। , ফেব্রুয়ারী 1 সেকেন্ডের সাথে পর্যায়ক্রমে এটি গ্রহণ করা। 
যদিও কোনও জ্বর থেকে যায়।  আমি ব্লু এল নামিয়ে দিচ্ছি। সকাল। 
এবং সন্ধ্যা।  দুর্বলকরণ পরিবর্তন করার জন্য যত্ন নেওয়া আবশ্যক 
পেট। আমি দ্বিতীয় বা এমনকি তৃতীয় যদি কোন উত্তেজনা হয় 
সৃষ্টি করেছে।  কয়েকটি শুকনো গোলক। পেটের। এককভাবে নেওয়া যেতে পারে 
কফের মাত্রা বৃদ্ধি করতে।  যদি থুতনিতে দাগ থাকে 
রক্ত দিয়ে এক চতুর্থাংশ দিন-আং গ্লাস। আমি বা আং। 3 ইঞ্চি। 
দ্বিতীয় ডিলের চা চামচ। দিনের বেলায়, এবং alt। 
ক্যানস। আমি দ্বিতীয় দিল। পেট এবং আং-এর সঙ্গে। সংকোচন করুন 
ব্লু এল। বুকের উপর। লোশন অফ হোয়াইট এল। অথবা স্ক্রফ। 
রেড এল। ডানদিকে 18, বামে হলুদ থেকে 18।  কখন? 
প্রদাহ কমে যায়  পেট। 1, লিটার ডিল। alt। স্ক্রোফ। 
1, লিটার ডিল। এবং তারপর স্ক্রফ।  আমি প্রথমে বলি। শুধু।  2. 
ক্যাপিলারি ব্রঙ্কাইটিসঃ অ্যাং-এর সঙ্গে একই চিকিৎসা।  আমি তৃতীয়। 
দিল। নীল এল। বুকের উপর। 3. দীর্ঘস্থায়ী ব্রঙ্কাইটিসঃ একই চিকিৎসা - 
তীব্র রূপ হিসাবে।  4. হাঁপানির সঙ্গে দীর্ঘস্থায়ী ব্রঙ্কাইটিসঃ 
বিকল্প পেট। 3 সেকেন্ড ডিল। এবং স্ক্রোফ।  আমি দ্বিতীয় দিল। সঙ্গে। 
উপরে প্রস্তাবিত প্রতিকার। 
তীব্র শ্বাসনালীর ছানি ক্যান্সে। 2 হয়তো স্বস্তি দিতে পারে। 
প্রায়শই হাঁপানির রোগীদের দ্বারা ত্রাণ দেওয়া যেতে পারে 
একটি লাল ফ্ল্যানেল প্যাডের বুকের উপর প্রয়োগ করুন যার মধ্যে 
এক পাউন্ড শুকনো সরিষার এক চতুর্থাংশ সাবধানে করা হয়েছে 
ঝালাই করা।  নীল এবং সাদা এল। এর উপর ঘষে দেওয়া হতে পারে 
ফুসফুসের উপরের অংশ।  সব ধরনের ব্রঙ্কাইটিসের মধ্যে কয়েকটি 
শুকনো গ্লোব। ধীরে ধীরে জিহ্বার উপর দ্রবীভূত পেটোরালের 
একটি মহান আছে যখন কফের প্রচার করতে ব্যবহার করা হবে 
তীব্রতার অনুভূতি।`
        },
        {
            "রোগের নাম": "ব্রুইসেস",
            "চিকিৎসা": `ব্রুইসেস।  সবুজ, নীল বা নীল রঙের ছোট ছোট সংকোচন প্রয়োগ করুন। 
হোয়াইট এল। অথবা স্ক্রফের বড় সংকোচন।  3. ত্বক হওয়া উচিত 
লাল বা হলুদ এল এর একটি অবিচ্ছিন্ন সংকোচন হতে হবে। অনুযায়ী 
পার্শ্বপ্রতিক্রিয়া।  ক্যানস। 5 কাপ। 
`
        },
        {
            "রোগের নাম": "বুবো",
            "চিকিৎসা": `বুবো।  কুঁচকিতে অবস্থিত একটি প্রদাহজনক টিউমার, 
বগল, ঘাড় বা মলদ্বার।  চিকিৎসাঃ 1টি। সহজ ফর্মের জন্যঃ 
স্ক্রোফ। দ্বিতীয় ডিল। ; সংকোচন, স্ক্রোফ। alt। লিন। বাথ, লিন। 
2. সিফিলিটিক ফর্মের জন্যঃ ভেন। alt। ক্যানস। 5 লিটার। alt। ফেব্রুয়ারি। ; 
ভেন এর স্নান। alt। লিন। 
`
        },
        {
            "রোগের নাম": "বুলিমি",
            "চিকিৎসা": `বুলিমি।  অস্বাভাবিক ক্ষুধা, অজ্ঞানতা তৈরি করে যদি 
খাবারের জন্য ক্ষুধা তৃপ্ত হয় না।  উন্মাদ এবং গর্ভবতী 
মহিলারা এর প্রধান শিকার।  স্ক্রোফ। দিল। ; 3 টি গ্লোব।  স্ক্রোফ। আমি। 
দিনে তিনবার শুকিয়ে নিন।  রেড এল। 6, 17, 18 (ডানদিকে)  স্নানাগার। 
লিনের। 
`
        },
        {
            "রোগের নাম": "বুনিয়ন",
            "চিকিৎসা": `বুনিয়নঃ একটি বর্ধিত বুর্সা, সাধারণত গ্রেট উপর 
পায়ের আঙ্গুল, সাধারণত সংকীর্ণ পরার বোকামি অভ্যাসের কারণে - 
পায়ের জুতো।  চিকিৎসাঃ সঠিকভাবে তৈরি বুট ব্যবহার করুন।  নিন। 
স্ক্রোফ। 1, প্রথম ডিল। , এবং ক্যান্কের মলম লাগান। 5 বা স্ক্রোফ। 1টি। 
`
        }
        ,
        {
            "রোগের নাম": "পোড়া",
            "চিকিৎসা": `পোড়া বা স্ক্যাল্ডস নীল, লাল বা সাদা এল এর সংকোচন। 
স্ক্রোফের সংকোচন দ্বারা আচ্ছাদিত। 3, এবং Scrof নিন।  গিয়াপ। দিল। 
রেড এল। , তবে, যখন ত্বক হয় তখন ব্যবহার করা উচিত নয় 
ভেঙে পড়েছে।  ক্যানস। 5 তেলও খুব উপকারী।  আহতরা. 
অংশটি ঢেকে রাখা উচিত যাতে বাতাস বাদ দেওয়া যায়।  পোশাক-আশাক। 
গুরুতর ক্ষেত্রে খুব কমই পরিবর্তন করা উচিত।  রেড অল্ট। হলুদ। 
5, 16, 17, লাল থেকে 18 (ডান) হলুদ থেকে 18 (বাম) 
`
        },
        {
            "রোগের নাম": "কানে কান বাজছে",
            "চিকিৎসা": `কানে কান বাজছে।  কান দেখুন। 
`
        },
        {
            "রোগের নাম": "ক্যালকুলাস (পাথর)",
            "চিকিৎসা": `ক্যালকুলাস (পাথর) কোন কোন স্থানে জমা হওয়া একটি শক্ত সংকোচন 
নালী বা উত্তরণ।  শব্দটি সাধারণত প্রয়োগ করা হয় 
পিত্তথলিতে গঠিত বিলিয়ারি ক্যালকুলাই (পিত্ত পাথর) - 
মূত্রাশয় বা বিলিয়ারি-নালী, বা মূত্রনালীর ক্যালকুলিতে, যা ডি - 
কিডনি বা মূত্রাশয়ে অবস্থিত।  1টি। বিলিয়ারি ক্যালকিউলি হল এটি মূলত কোলেস্টেরন দ্বারা গঠিত।  মাঝে মাঝে তারা 
খুব অসংখ্য; কখনও কখনও বেশ কয়েকটি একটি কম্প্যাক্টে একত্রিত হয় 
ভর।  তারা প্রায়শই জ্বালা বা প্রদাহ সৃষ্টি করে।  যদি 
তারা যকৃতে জমা হয় তারা কখনও কখনও ফোড়া তৈরি করে। 
তাদের উপস্থিতি থেকে অন্যান্য মন্দ ফলাফল আসতে পারে, যেমন 
পিত্ত-নালী বা অন্ত্রে বাধা, প্রদাহ বা প্রদাহ 
অন্ত্রের ঘা ইত্যাদি।  তাদের সঙ্গে বহিষ্কার করা হয় 
স্টুল।  একটি নিয়ম হিসাবে, নালী বরাবর তাদের উত্তরণ 
অন্ত্রগুলি তীব্র কোলিকি ব্যথা (হেপাটিক) উৎপন্ন করে। 
কোলিক) একটি গ্রিপিং, জ্বলন্ত প্রকৃতির, যা উপরের দিকে গুলি করে 
পেট এবং পিছন দিকে।  এছাড়াও দুর্বলতা আছে, 
ক্লান্তি, এবং কখনও কখনও বমি বা হেঁচকি।  চিকিৎসা - 
মন স্ক্রোফ।  2 alt। ফেব্রুয়ারি।  আমি দু 'জনেই দ্বিতীয়।  প্রতি সকালে - 
আমি 10 টি গ্লোব নিই।  ফেব্রুয়ারি।  আমি জিহ্বার উপর শুকাই, এবং প্রয়োগ করি 
ফেব্রুয়ারি 2 মলম থেকে 24 রাত এবং সকাল।  স্ক্রফের স্নান। 
5 alt। ফেব্রুয়ারি 2; 4 ড্রপ সাদা  এল। এম. এবং ই. কম - 
2 ফেব্রুয়ারির প্রেস (10 গ্লোব)। পিন্ট) alt। ক্যানস। 2 (10) 
গ্লোব)। ...  কিছু ম্যাটিস্ট এই চিকিৎসা শুরু করার পরামর্শ দেন - 
স্ক্রফের সঙ্গে।  আমি দিলি। এবং তারপর পাস 
স্ক্রফ। 2. ক্যালকুলাস অদৃশ্য হয়ে যাওয়ার পর স্ক্রোফ ব্যবহার করুন।  আমি। 
প্রথম ডিল। যাতে নতুনদের সৃষ্টি প্রতিরোধ করা যায়।  2. প্রস্রাব। 
ক্যালকুলিঃ এগুলি প্রস্রাব থেকে জমা হওয়া থেকে উদ্ভূত হয়। 
ইউরিকের গঠিত প্রজাতি সহ বেশ কয়েকটি প্রজাতি রয়েছে। 
অ্যাসিড, ইউরেটস, চুন অক্সালেট ইত্যাদি।  সবচেয়ে সাধারণ হল 
যা ইউরিক অ্যাসিড দিয়ে তৈরি।  এগুলি ঋণী বলে মনে করা হয় 
তাদের উৎপত্তি প্রাথমিকভাবে লিভারের নিষ্ক্রিয়তা, এবং 
ফলে কিডনিতে অতিরিক্ত চাপ পড়ে।  ইউরিক অ্যাসিড 
অথবা লিথিক ডিপোজিট প্রথমে কণার আকারে নিজেকে প্রকাশ করে 
প্রস্রাবে লাল বালি বা কেয়েন মরিচের মতো।  যদি 
এর বেশিরভাগই লাল নুড়ি বলা হয়।  সময়ের সঙ্গে সঙ্গে। 
জমা বৃদ্ধি পায় এবং একটি পাথর তৈরি হয়।  ইউরেটস যখন প্রথম লক্ষ্য করা যায় তখন এটি ইট-ধূলিকণার মতো দেখায়।  ছোট বাচ্চারা। 
তারা এই ধরনের ক্যালকুলাসের প্রধান শিকার।  প্রাক - 
পাথরের সেন্স বর্ধিত প্রস্রাবের দিকে পরিচালিত করে, ব্যথা 
জলের উত্তরণের সময় এবং পরে মূত্রনালীর শেষ, 
জলের প্রবাহে মাঝে মাঝে বিরতি, উপস্থিতিতে 
শ্লেষ্মা প্রস্রাব-পুঁজ, এবং মাঝে মাঝে রক্ত, এবং একটি 
প্রস্রাবের রঙ গভীর হওয়া।  এর উত্তরণ 
কিডনি থেকে মূত্রাশয়ে পাথর নিঃসরণের সৃষ্টি করে - 
ব্যাথা, এবং কখনও কখনও মেম-এর ক্ষত পর্যন্ত 
মূত্রনালীর হাড়।  চিকিৎসা  প্রথম ডিল। স্ক্রোফ। 2 বা 
স্ক্রোফ। 5 (কিছু ক্ষেত্রে) বা স্ক্রফের। আমি আল্ট। অ্যাং। 3 লিটার বা 
দ্বিতীয় ডিল।  মাত্তেই 8 বা 10 টি গ্লোব রাখার পরামর্শ দেন। 
স্ক্রোফের।  আমি জলে, এবং চলাকালীন চা চামচ গ্রহণ করি 
দিন।  3 থেকে 5 টি গ্লোব নিন।  স্ক্রফ। 2 বা স্ক্রফ। খাবারে 5টি। 
হোয়াইট এল প্রয়োগ করুন। সংকুচিত 20,22,26, এবং লাল এবং 
হলুদ এল। 5, 6, 7, 17, 18, 20, 23। ফেব্রুয়ারির মলম। 
2 থেকে 24, এবং ক্যান্ক। 5 পেটে, 20 এবং 26।  কম - 
স্ক্রফের প্রেস।  আমি কিডনি অঞ্চলে, এবং স্ক্রফের স্নান। 
5 alt। ক্যানস। 5 টি পরিষেবাও রয়েছে।  মাত্তি প্রতিকার 
পাথরটি দ্রবীভূত হবে।  রোগে আক্রান্তদের উচিত 
অল্প পশুখাদ্য, মাল্ট মদ বা ওয়াইন ব্যবহার করুন।  প্রচুর পরিমাণে পান করুন। 
ফিল্টার করা বৃষ্টি-জল বা সিদ্ধ জল। 
`
        }
        ,
        {
            "রোগের নাম": "ক্যান্সার",
            "চিকিৎসা": `ক্যান্সারঃ একটি ম্যালিগন্যান্ট কোষের সংগ্রহ 
র্যাকটার, পুরো সিস্টেমকে সংক্রামিত করার প্রবণতা রয়েছে 
যে রোগীর মধ্যে এটি ঘটে।  ক্যান্সার প্রথমে অনুমান করে 
একটি ছোট শক্ত গ্রন্থির রূপ যা সংবেদনশীল নয় 
স্পর্শ, কিছু সময়ের জন্য স্থির থাকে, এবং যদি এটি অবস্থিত হয় 
দেহের পৃষ্ঠের কাছাকাছি প্রায়শই সহজেই চলাচলযোগ্য। 
কিছুক্ষণ পরে এটি ধীরে ধীরে আয়তনে বৃদ্ধি পায়, মেনে চলে 
উপরের ত্বক, এবং স্থির হয়ে যায়।  ডিগ্রী দ্বারা এটি 
পার্শ্ববর্তী টেক্সচার এবং গ্রন্থিগুলিতে অনুপ্রবেশ করে এবং দেয় ল্যান্সিনেটিং ব্যথায় বৃদ্ধি।  এর উপরের ত্বক বিকৃত হয়ে যায় - 
রঙিন, এবং পুরো সিস্টেম ধীরে ধীরে প্রভাবিত হয়। 
সারা শরীরে খড়ের রঙ ছড়িয়ে পড়ে।  রোগী। 
অ্যানিমিক হয়ে যায়।  ওজন কমতে থাকে।  অনেক ক্ষেত্রে 
এরপরে টিউমারের প্রান্তগুলি শক্ত এবং ময়লা হয়ে যায়, এর 
অভ্যন্তর অন্ধকার হয়ে যায়, এবং একটি ভ্রূণের স্রাব সেখান থেকে প্রবাহিত হয় 
এটি, যা প্রথমে পুরু, কিন্তু ধীরে ধীরে পাতলা হয়ে যায় 
রোগ বেড়ে যায়।  কিছু কিছু ক্ষেত্রে, না 
আলসারেশন হয়, এবং অনেক ক্ষেত্রে কোনও নরম হয় না। 
হয়ে থাকে।  ক্যান্সারের অনেক প্রকার রয়েছে, 
যার মধ্যে প্রধান হল সিরহাস বা হার্ড ক্যান্সার, কিছু - 
পাথরের ক্যান্সার বলা হয়, যা প্রায়শই দেখা যায় 
স্তন, পেট এবং গর্ভে; এনসেফালয়েড বা নরম 
ক্যান্সার; এপিথেলিওমা, যা প্রধানত ঠোঁট, জিহ্বা, 
এবং পুরুষ যৌনাঙ্গ অঙ্গ; হেমাটয়েড, বা রক্তপাত ক্যান্সার; 
এবং মেলানোটিক বা কালো ক্যান্সার, যা প্রায় সবসময় হয় 
তার চরিত্রে একাধিক।  ক্যান্সারের সাধারণ আসন 
মহিলা স্তন, জরায়ু, ঠোঁট, জিহ্বা, 
অন্ত্র, পাকস্থলী এবং টনসিল।  মস্তিষ্ক, লিভার, 
গললেট, লিম্ফ্যাটিক গ্রন্থি, যৌনাঙ্গ, কিডনি ইত্যাদি। , 
মাঝে মাঝে এই ভয়ঙ্কর রোগের আসনও রয়েছে।  দ্য। 
শরীরের বাইরের অংশে ক্যান্সারের উপস্থিতি হতে পারে 
চোখ এবং হাতে স্পষ্ট হতে হবে।  অনেক ক্ষেত্রে, কিভাবে - 
কখনও, এটি নির্ধারণ করা অত্যন্ত কঠিন যে একটি 
দৃশ্যমান বা বাস্তব টিউমার একটি ম্যালিগন্যান্টের হয় বা না হয় 
টাইপ করুন। অনেকে নিজেদেরকে দুর্দশাগ্রস্ত বলে মনে করেন। 
ক্যান্সার থেকে যারা শুধুমাত্র সিস্ট, ফ্যাটি বা দ্বারা প্রভাবিত হয় 
তন্তুযুক্ত টিউমার, গ্রন্থিগুলির হাইপারট্রফি ইত্যাদি।  তাই। 
প্রতিটি সন্দেহজনক মামলা জমা দেওয়ার গুরুত্ব 
একজন যোগ্য অনুশীলনকারীর যাচাই-বাছাই।  এর ক্ষেত্রে 
অভ্যন্তরীণ টিউমার নির্ণয় এখনও আরও কঠিন।  এটা। তবে, এটি লক্ষ করা যেতে পারে যে পেটে ক্যান্সার হতে পারে 
পেট এবং পিঠে স্নায়বিক ব্যথা, ইরেক্টেশন, 
এবং কফির মতো পদার্থের বমি, এবং 
বাহ্যিকভাবে টিউমারটি স্পর্শে বোধগম্য হয়ে ওঠে। 
লিভারের ক্যান্সার এই আকারের বৃদ্ধির দিকে পরিচালিত করে 
অঙ্গ, ডিসপেপসিয়া, জন্ডিস, জলোচ্ছ্বাস এবং নিস্তেজ ল্যান্সিনেটিং 
হাইপোকন্ড্রিয়াক অঞ্চলের ডান দিকে ব্যথা, যা 
কাঁধ পর্যন্ত এবং তারপর ডান হাত নিচে গুলি করুন। 
এর পরে খড়ের সঙ্গে ডায়রিয়া হয় - 
শরীরের রঙিন রঙ যা আমরা ইতিমধ্যে ফিরে পেয়েছি - 
জ্বালিয়ে দেওয়া হয়।  কিডনির ক্যান্সার গুরুতর ব্যথা সৃষ্টি করে 
কটি অঞ্চল, যা সাধারণত উরুর দিকে অঙ্কুরিত হয়, 
এবং কিডনি থেকে রক্তপাত।  জরায়ুতে ক্যান্সার 
রক্তক্ষরণ এবং শ্যুটিং ব্যথা উৎপন্ন করে, এবং এর সাথে - 
একটি বিশেষভাবে অগ্রহণযোগ্য ধারণকারী একটি স্রাব দ্বারা আতঙ্কিত 
গন্ধ।  যারা নিজেদেরকে বিপদের মুখে বলে মনে করে 
ক্যান্সারের নিম্নলিখিতগুলি ব্যবহার করা উচিতঃ - 
1টি। প্রতিরোধমূলক চিকিৎসা।  - দিনে দু 'বার 2 থেকে নিন 
5 টি গ্লোব।  স্ক্রোফ। গিয়াপ।  শরৎকালে পাঁচ সপ্তাহের মধ্যে এবং 
বসন্তকালীন গ্রহণ  ক্যানস। 1 লিটার বা প্রথম ডিল। , তিন-চতুর্থাংশ এ 
প্রতিদিনের সময় tumblerful, ঘন ঘন teaspoonfuls, i.e। , 
প্রায় প্রতি আধ ঘন্টা অন্তর।  সমালোচনামূলক বয়সের মহিলাদের দিকে 
অ্যাং বিকল্প করা উচিত। 1 লিটার। ক্যানসের সঙ্গে। 1টি। এই হবে। 
জরায়ুর সংকোচন প্রতিরোধ করুন। 
যারা আসলে ক্যান্সার বা অ-রোগে ভুগছেন 
ম্যালিগন্যান্ট টিউমারগুলি নিম্নলিখিতগুলি ব্যবহার করা উচিতঃ - 
2. নিরাময়মূলক চিকিৎসা। N.B. : ডিলিউশন এবং 
লোশন বা সংকোচন অপরিহার্য।  অন্যান্য অংশ 
চিকিৎসা নিরাময়কে ত্বরান্বিত করবে। এ. অভ্যন্তরীণ চিকিৎসা। 
প্রথমেই।  আং নিন। 3 বা আং।  আমি দ্বিতীয় দিল। চলাকালীন সময়ে 
সকালে, অল্প সময়ের ব্যবধানে আধা চা চামচ করে। 
যদি এটি হৃদয়কে উত্তেজিত করে তবে তৃতীয় ডিল ব্যবহার করুন। , এবং যদি এটিও হয় 
সংবহনতন্ত্রকে উদ্দীপিত করতে মাত্র ছয় বা আটটি সময় লাগে 
দিনে এক চা চামচ করে। 
বিকেলে মহিলাদের ক্যান্ক নেওয়া উচিত।  আমি দ্বিতীয় দিল। , 
অথবা তৃতীয় ডিল। যদি দ্বিতীয়টি ক্যান্সারের ব্যথা বাড়ায়। 
জরায়ুর ক্যান্সারে তৃতীয়টি হয়। সাধারণত সেরা। 
কয়েক দিন পরে আরও শক্তিশালী পাতলা করার চেষ্টা করা যেতে পারে।  পুরুষরা। 
লিটার ডিল নিতে পারেন। প্রথমে, এবং পরে প্রথম ডিল। 
যাই হোক না কেন, সঠিক দুর্বলকরণের প্রায় অর্ধেক ঝাঁকুনি 
2 থেকে 10 p.m থেকে ঘন ঘন teaspoonfuls নেওয়া উচিত। 
দুর্বলকরণের যে শক্তি বহন করা যেতে পারে তা হওয়া উচিত - 
শুষ্ক গ্লোবুল ব্যবহার করার আগে নিশ্চিত করা হয় 
চিকিৎসা; অন্যথায় দুর্বলতা ভুল হতে পারে 
দোষ হওয়ার কথা।  প্রতি ঘন্টায় আমি শুকনো গ্লোব নিই। এর থেকে 
ক্যানস। 1, এবং 5 গ্লোব।  ক্যানস। আমি এক বা একাধিক খাবার খাই।  অথবা 
পুরুষরা 5 থেকে 10 টি গ্লোব নিতে পারে। নারী 3 থেকে 5 
গ্লোব। ক্যানস থেকে। রাতে এবং সকালে জিভে 4 বা 5 বার শুকিয়ে নিন। 
যদি রোগীর বদহজম হয় তবে তাকে 3 থেকে 
5টি গ্লোব। স্ক্রোফের।  প্রতিদিন সকালে জিভে 5টি করে শুকিয়ে নিন এবং 2 থেকে 3টি 
প্রতিটি খাবারের পরে; অথবা তিনি 5 টি গ্লোব নিতে পারেন।  স্ক্রোফ। গিয়াপ। এর মধ্যে 
দিনে একবার বা দু 'বার খাবারে পান করুন।  যদি কিছু থাকে 
জ্বর তাকে ফেব্রুয়ারির 1 সেকেন্ডের এক চা চামচ খেতে দেয়। 
যতক্ষণ না এটি অদৃশ্য হয়ে যায় ততক্ষণ পর্যন্ত প্রতি আধ ঘন্টা অন্তর।  যেমন লিভার সাধারণত 
কমবেশি বিকৃত, 2টি গ্লোব।  ফেব্রুয়ারি। আমাকে পরে দেওয়া হতে পারে 
খাবার, বা 2 গ্লোব। ঘুমের সময়। 
তার পরেই। - ধীরে ধীরে ডোজগুলি বাড়ান, যদি এটি সম্ভব হয় 
বহন করা।  যদি, যাইহোক, ক্যান। আমি এবং আং। আমার বা 3 জনের প্রো -অপর্যাপ্ত ফলাফল, ক্যান্ক। 5 প্রথম ডিল। alt। অ্যাং। 2 লিটার। 
অথবা সেকেন্ড ডিল। , 1 গ্লোব সহ।  ক্যানস। 2 প্রতি ঘন্টা, এবং 10 
গ্লোব। ক্যানস।  আমি দিনে দু 'বার খাবারে পানীয় গ্রহণ করি 
চেষ্টা করা হোক।  অথবা 2টি গ্লোব দিয়ে অগ্রগতি ত্বরান্বিত করা যেতে পারে। 
ক্যানস। প্রতিটি খাবারের আগে 4, এবং আং দেওয়া। 2 alt।  ক্যানস। 5 ইঞ্চি ডাইল 
ব্যবহারের আগে ডিলিউশনগুলি নাড়তে বা নাড়াতে সতর্ক থাকুন। 
যদি, উন্নতির লক্ষণ দেখা দেওয়ার পরে, 
নিরাময় প্রক্রিয়া হঠাৎ বন্ধ হওয়া উচিত, রোগীর উচিত 
10 থেকে 20 টি গ্লোব নিন।  ক্যানস। 5 জিভে একবারে শুকিয়ে নিন 
এক সপ্তাহের জন্য প্রতিদিন একবার ডোজ।  এই শক্তিশালী ডোজ প্রভাব 
সাবধানে চিহ্নিত করা উচিত।  এটি পুনরাবৃত্তি করা উচিত নয় যদি 
অশুভ ঘটনা ঘটে।  যদি এটি ভার্মের কয়েকটি ডোজ ব্যর্থ হয়। অথবা 
ভেন। দেওয়া উচিত, কারণ ব্যর্থতা থেকে উদ্ভূত হতে পারে 
কৃমির উপস্থিতি বা উত্তরাধিকারসূত্রে প্রাপ্ত বা অর্জিত কৃমির উপস্থিতি 
সিফিলিটিক দাগ। 
বি. - বাহ্যিক চিকিৎসা। 
I. সম্মতি। 
(আ.) বন্ধ অ-আলসারেটেড টিউমার।  - জায়গা করে নিন 
টিউমার একটি বড় সংকোচন যা জলে ভিজিয়ে রাখা হয়েছে 
15 থেকে 25 টি গ্লোব দিয়ে ঔষধ। ক্যানস থেকে। 1, বা 15 থেকে 20 
গ্লোব। ক্যানস থেকে। 5 থেকে প্রতি 6 আউন্স জল, i.e। , সম্পর্কে 
তিন-একটি টাম্বলারফুলের চতুর্থাংশ।  সংকোচন হওয়া উচিত 
ভালভাবে কাটা এবং তারপর কিছু জলরোধী দিয়ে ঢেকে দেওয়া 
উপাদান।  একটি ফ্ল্যানেল ব্যান্ডেজ দিয়ে পুরোটা একসঙ্গে বাঁধুন। 
জলরোধী উপাদানের ব্যবহার যদি জ্বালা সৃষ্টি করে তবে ব্যবহার করুন 
শুধুমাত্র ফ্ল্যানেল।  ক্যান্কের শক্তি কত তা নির্ধারণ করার পর। 
লোশন যা রোগী সহ্য করতে পারে, একটি ছোট সংকোচন, আর্দ্র 
রেড এল। অথবা লাল এল। এবং জল (একটি টেবিলে 10 ফোঁটা - 
চামচফুল) বড় টিউমারের নীচে রাখা যেতে পারে 
সংকুচিত করুন। (ii.) আলসারেটেড টিউমার।  - টিউমার এ-তে রাখুন 
ছোট লিনেন রাগ বা এক টুকরো লিন্ট যা ভিজিয়ে রাখা হয়েছে 
গ্রিন এল। এবং জল, 10 ফোঁটা অনুপাতে 
সবুজ এল। প্রতিটি টেবিল চামচ জল।  এটাকে ঢেকে দিন, যেমন 
পূর্ববর্তী ক্ষেত্রে, একটি বড় সংকোচনের সাথে আর্দ্র 
ক্যান্ক দিয়ে জল ওষুধ। আমি বা 5। জলরোধী উপাদান 
এই ক্ষেত্রে এটি ব্যবহার করা উচিত নয়। 
2. বাথরুম। 
কয়েক দিনের অভ্যন্তরীণ চিকিৎসার পর রোগী হতে পারে, 
বেশিরভাগ ক্ষেত্রে, সুবিধাজনকভাবে উষ্ণ স্নানের ওষুধ গ্রহণ করুন 
অ্যাং-এর সঙ্গে। 3 alt।  ক্যানস। 5, 50 থেকে 100 গ্লোব। মধ্যে দ্রবীভূত হচ্ছে 
অর্ধেক পিন্ট জল, যা তারপর স্নানের মধ্যে ঢেলে দেওয়া হয়।  যদি 
রোগী অত্যন্ত নার্ভাস, 2 ফেব্রুয়ারির স্নান তাকে শান্ত করবে। 
রোগীকে স্নানের সময় 5 থেকে 20 পর্যন্ত থাকতে হবে। 
মিনিট।  জরায়ুর ক্ষেত্রে, সিট্জ-স্নান দরকারী, 20-30 
গ্লোব। বাথরুমে। 
গোসলের পর যাতে ঠান্ডা না লাগে, সেদিকে খেয়াল রাখতে হবে। 
ফাংশনের উপর ডিলিউশনের প্রভাব হওয়া উচিত 
স্নান করার আগে খেয়াল রাখবেন। 
স্নানের সময় যদি স্পঞ্জ বহন করা না যায়, তাহলে মেরুদণ্ড ভালভাবে ঢেকে দিন। 
10 টি গ্লোব দ্রবীভূত করে তৈরি একটি লোশন সহ।  ক্যানস। 5 বা ক্যান্ক। 6. 
এক পিন্ট জলের এক চতুর্থাংশ।  অথবা একটি লিনিমেন্ট হতে পারে 
এক-আউন্সের বোতলে 10 থেকে 15 গ্লোব দ্রবীভূত করে তৈরি করা হয়। 
স্ক্রোফের।  5 in 1 drachm of হোয়াইট এল. এবং এর 3টি ড্রাক 
গ্লিসারিন, এবং জল দিয়ে ভরাট।  এর উপর আলতো করে ঘষুন 
হাত দিয়ে মেরুদণ্ড। 
3. ইনজেকশন। 
জরায়ুর টিউমারে, মৃদু জলের ইনজেকশন, ঔষধযুক্ত 
ক্যানসের সঙ্গে। 2 বা ক্যান্ক। 5 (10 গ্লোব। অর্ধেক-পিন্ট) বা অ্যাং। 2,কখনও কখনও এটি দরকারী।  উপযুক্ত হলে, সবুজ বা নীল এল। 
যোগ করা যেতে পারে (5-10 ড্রপ)  যখন রক্তক্ষরণ হয় 
অ্যাং ব্যবহার করুন। 2 এবং ব্লু এল। 
4. গার্গলস এবং ইনহেলেশন। 
ক্যান্কের কুলকুচি বা স্প্রে। 1, আং। 3, হোয়াইট এল। অথবা 
সবুজ এল। , মুখ এবং গলার ক্ষেত্রে কার্যকর, এবং - 
নাকের ক্ষেত্রে একই প্রতিকারের বিরতি। 
এটি অবশ্যই মনে রাখতে হবে যে যদি ব্যথা নীচে বৃদ্ধি পায় 
চিকিৎসা ডোজ হ্রাস করা আবশ্যক, এবং যে আরো 
সংবেদনশীল রোগী হয়, স্বাভাবিকভাবে বা ফলস্বরূপ 
রোগের ক্ষেত্রে, দুর্বলদের ডোজ হওয়া উচিত।  যেমনটি 
ডোজ দুর্বল হয়ে পড়েছে  তাদের ফ্রিকোয়েন্সি সাধারণত হওয়া উচিত 
বেড়েছে। 
কিছু ক্ষেত্রে এটি স্থাপন করা ভাল পাওয়া গেছে 
ক্যানস। 5 ছোটটির পরিবর্তে চারপাশে সংকুচিত করুন 
সংকুচিত করুন। 
ক্ষতটি তৈরি লোশন দিয়ে স্নান করা যেতে পারে 
10 টি গ্লোব দ্রবীভূত করা।  ক্যানস। আমি বা স্ক্রোফ।  তিন আউন্সের মধ্যে 1 
ঠান্ডা জল। 
(iii.) রক্তক্ষরণের টিউমার।  ছোট কাপড়টি ভিজিয়ে রাখুন 
নীল এল। লাল বা সবুজ পরিবর্তে, আগের মত 
মামলাগুলি, এবং এটিকে আগের মতোই একটি ক্যান্ক দিয়ে ঢেকে দিন। 5 সংকুচিত করুন বা 
একটি অ্যাং সঙ্গে। 3 বা 2 কম্প্রেস। 
রক্তক্ষরণের ক্ষেত্রে যে লিন্ট দিয়ে ক্ষতটি হয় 
পরিহিত হয়েছে একটি লোশন দ্বারা তৈরি করা উচিত 
10 টি গ্লোব দ্রবীভূত করা। আং-এর। 2 in half a tumblerful of tepid (অর্ধেক টাম্বলারফুল অফ টেপিড) 
জল।  তারপর ক্ষতটি ভালভাবে স্পঞ্জ করা উচিত 
লোশন, এবং, যদি প্রয়োজন হয়, স্ক্র্যাপড লিন্টের প্লাগগুলি 
এটি গহ্বরের মধ্যে প্রবর্তন করা উচিত যা থেকে 
রক্ত বেরোয়।  এর পর ক্ষতস্থান ধুয়ে ফেলতে হবে। ক্যান্কের অনুরূপ লোশন সহ।  মধ্যে নিমজ্জিত compresses 
অ্যাং। 2 লোশন, এবং অন্যান্য ক্যানকে। লোশন, হওয়া উচিত 
ক্ষতস্থানের উপর পর্যায়ক্রমে ছড়িয়ে দিন।  যদি রক্তপাত না হয় 
ক্যান্ক ব্যবহার করুন। একা। 
5. বৈদ্যুতিন। 
প্রয়োগ করলে তীব্র ল্যান্সিনেটিং ব্যথা দূর হয়ে যাবে 
সবুজ এল। টিউমার পর্যন্ত।  এটি অভ্যন্তরীণ ক্ষেত্রেও হতে পারে, 
অভ্যন্তরীণভাবে নেওয়া হবে, একটি ফোঁটা এক চতুর্থাংশ জলে রাখা হচ্ছে 
এবং মাঝে মাঝে এক চা চামচ করে ডোজ নেওয়া হয়।  পোড়া ব্যথা 
ব্লু এল দিয়ে সবচেয়ে ভাল স্বস্তি পাওয়া যায়। স্নায়বিক ব্যথা ঘটছে 
নির্দিষ্ট নিয়মিত সময়ে হোয়াইট এল প্রয়োজন। 
লিম্ফ্যাটিক রোগীরা তাদের স্নায়ুতন্ত্রকে শক্তিশালী করতে পারে 
লাল এল প্রয়োগ করে। , একটি ছোট স্পঞ্জ ঢোকানোর মাধ্যমে 
বোতলের ঘাড়ে, সহানুভূতিশীল, সোলার প্লেক্সাসে, 
অক্সিপুট, পাকস্থলীর গর্ত, এবং সমস্ত স্নায়ুর জন্য - 
টিউমার সঙ্গে sponding।  প্রতিটি পয়েন্টে প্রয়োগ 
এটি 5 থেকে 10 সেকেন্ডের মধ্যে হওয়া উচিত।  যত তাড়াতাড়ি পয়েন্ট 
শুকনো, হলুদ এল। তাদের ক্ষেত্রে প্রয়োগ করতে হবে।  5 ফোঁটা 
সাদা বা নীল এল। মাথার মুকুটে ঢেলে দেওয়া যেতে পারে 
প্রতিদিন সকালে। 
রক্তাক্ত রোগীদের ব্লু এল ব্যবহার করা উচিত। পরিবর্তে লাল এবং 
হলুদ।  একই নির্বাচন। এটি সাধারণত মহিলাদের জন্য সেরা। 
6টি। তেল। 
(আ.) দিনে একবার থেকে তিনবার, বন্ধ টিউমারের ক্ষেত্রে, 
অথবা তাদের আশেপাশে অনুপ্রবেশকারী গ্রন্থি, ক্যান্ক। 5. 
তাদের উপর আলতো করে মলম লাগানো যেতে পারে।  মলম, কিভাবে - 
কখনও, একটি খোলা ক্ষত প্রয়োগ করা উচিত নয়। 
(ii) দিনে দুই বা তিনবার, আং। 3 মলম হওয়া উচিত 
হৃদয়ে আলতো করে ঘষুন।  এতে অবস্থার উন্নতি হবে একজন ভুক্তভোগীর কাছে অত্যন্ত গুরুত্বপূর্ণ একটি বিষয় প্রচার করা 
ক্যান্সার। 
(iii.) দিনে দুই বা তিনবার, ফেব্রুয়ারী 2 মলম উচিত 
হাইপোকন্ড্রিয়ার উপর ভালভাবে ঘষে নিন (24 ইঞ্চি চিহ্নিত) 
ডায়াগ্রাম) একবারে 3 বা 4 মিনিটের জন্য।  এটি টোন আপ করবে 
লিভার এবং প্লীহা। 
যখন চিকিৎসা সফল হয় তখন ঘা তার ক্ষতি হারায়। 
ভ্রূণ, ব্যথা কমে যায় এবং তারপর মারা যায়, গ্রন্থি 
ছোট হয়ে যায়, এর বিবর্ণতা কমে যায়, এটি নরম হয়ে যায় 
এবং কম অনুগত হয়ে ওঠে।  ডিগ্রী দ্বারা এটি সামান্য হয়ে যায় 
সংবেদনশীল।  সাপ্যুরেশন ঘন হয়ে যায় এবং একটি হলুদ ধরে নেয় - 
ইশ টিন্ট।  এবং, একটি সময় পরে, রোগাক্রান্ত টুকরা 
পদার্থ বিচ্ছিন্ন হয়ে যায়, অথবা পুরো টিউমারটি পড়ে যায় 
একটি গণ মধ্যে। 
যখন একটি বাহ্যিক ক্যান্সারজনিত ক্ষত সিক্যাট্রাইজ করতে শুরু করে 
প্রয়োগের মাধ্যমে নিরাময় প্রক্রিয়াটি ত্বরান্বিত হতে পারে 
Scrof এর সংকোচন। আমি বা 6 এবং ক্ষত মধ্যে ইনজেকশন 
স্ক্রোফের। 6 লোশন।  যখন পুরো টিউমারটি হয়ে গেছে 
বিচ্ছিন্ন ক্যান্ক। 2 কে ক্যান্কের পরিবর্তে ব্যবহার করা যেতে পারে। আমি যতক্ষণ না 
সিকাট্রাইজেশন সম্পূর্ণ হয়, এবং তারপর স্ক্রোফ।  আমাকে অবশ্যই নিয়মিত হতে হবে 
কয়েক সপ্তাহ ধরে নেওয়া। 
কাউন্ট মাত্তেই বলেন যে, সাপ্যুরেশন চলাকালীন 
প্রচুর এবং পুরু, পুনরুদ্ধারের আশা আছে, যদি না 
ক্যান্সার দ্রুত বর্ধনশীল ধরনের একটি। 
যে মামলাগুলি নিরাময়ের আশার বাইরে সেগুলি উপশম হতে পারে 
বেদনাদায়ক ব্যথা এবং অসম্মতিপূর্ণ ফওটর উভয়ই 
সবুজ এল এর সংকোচনের প্রয়োগ দ্বারা। এবং এর ব্যবহার 
উপরে বর্ণিত চিকিৎসা।  এ ছাড়াও 
রোগের অগ্রগতির হার হ্রাস পাবে। 
`
        },
        {
            "রোগের নাম": "ক্যানক্রাম ওরিস (মুখের ক্যানকার)",
            "চিকিৎসা": `ক্যানক্রাম ওরিস (মুখের ক্যানকার) গ্যাংরেনস বা 
স্লোইং আলসার যা প্রধানত অসুস্থ-খাওয়ানো বা টিউবারকুলাসকে প্রভাবিত করে শিশুরা, এবং সাধারণত একটি অগ্ন্যুৎপাতজনিত জ্বর অনুসরণ করে।  সকাল। 
এবং সন্ধ্যা 2 গ্লোব। ক্যানস থেকে। আমি বা ভেন। উপর শুকনো 
জিভ।  সকালের সময় আং। 3 সেকেন্ড বা তৃতীয় ডিল। ; 
বিকেলের সময়, ক্যান্ক। আমি দ্বিতীয় বা তৃতীয় দিল। কম। - 
গ্রিন এল-এর প্রেস। এবং স্ক্রোফ। 5 বা লিন। আলসারদের জন্য। 
ক্যান্কের স্নান। 5.`
        },

        {
            "রোগের নাম": "কার্বানকেলঃ",
            "চিকিৎসা": `কার্বানকেলঃ একটি জ্বলন্ত প্রদাহ যার ফলে জ্বালা হয় 
ব্যথা।  টিউমারটি নিজেই শক্ত কিন্তু কোমল, এটি একটি 
বৃত্তাকার সমতল আকৃতি, একটি কালো লাল রঙের, এবং স্রাব 
বিভিন্ন খোলার।  ক্যান্ক নিন। 1 বা 4 ইঞ্চি লিটার ডিল। , alt। 
অ্যাং।  আমি দ্বিতীয় দিল। ; 5 টি গ্লোব।  লিন। রাতে জিহ্বার উপর শুকনো 
এবং সকাল।  ক্যান্কের সংকোচন। 1 বা 5 এবং সবুজ এল। 
নীল এল এর 2 ড্রপ। দিনে একবার চিনি।  মাঝে মাঝে। 
Scrof এর সংকোচন। 5 এবং আং। 2 টি দরকারী পাওয়া গেছে। 
লাল এবং হলুদ এল। প্রয়োগ করা যেতে পারে সংশ্লিষ্ট 
স্নায়ুগুলি।  টিউমার কমে যাওয়ার পর আং। 2 বা 3 হওয়া উচিত 
প্রতিদিন কিছু সময়ের জন্য ব্যবহার করুন। 
সাধারণ অ্যানথ্রাক্সে জ্বর কমাতে হবে 
ফেব্রুয়ারি 1 সেকেন্ড ডিল। , এবং উপরে প্রস্তাবিত চিকিৎসা 
সব দিক থেকেই করা হয়েছে। 
`
        },
        {
            "রোগের নাম": "কার্ডাইটিসঃ",
            "চিকিৎসা": `কার্ডাইটিসঃ প্রদাহ নিয়ে গঠিত একটি বিরল রোগ। 
হৃৎপিণ্ডের পেশী প্রাচীর।  অ্যাং। 3 সেকেন্ড বা 
তৃতীয় দিল। alt। ক্যানস। আমি তৃতীয় দিল। 1 থেকে 3 টি গ্লোব।  স্ক্রোফ। 2 এ। 
খাবার।  অ্যাং এর উষ্ণ সংকোচন। 3টি (2টি গ্লোব)। একটা টেবিলে - 
এক চামচ জল) হৃদয়ে প্রয়োগ করা যেতে পারে, এবং ফেব্রুয়ারি 2 
24 পর্যন্ত মলম। 
`
        },
        {
            "রোগের নাম": "কার্ডিয়ালজিয়া",
            "চিকিৎসা": `কার্ডিয়ালজিয়া  হার্টবার্ন নামে বেশি পরিচিত, যা দেখতে পাওয়া যায়। 
`
        }
        ,
        {
            "রোগের নাম": "হাড়ের আলসারেশন",
            "চিকিৎসা": `হাড়ের আলসারেশন, হাড়ের কণা 
শোষিত হওয়া বা একটি পুরু পদার্থে বহন করা হচ্ছে 
চার্জ। ক্যানস। 4 প্রথম বা মধ্যবর্তী ডিল। , স্ক্রোফ। আমি এবং 5 
খাবারে, বা ক্যানকে। 1, এবং স্ক্রফ। 1, বড় ডোজ, 20 গ্লোব, একটি টাম্পারফুল।  Green El এর কম্প্রেস। alt। ক্যানস। 5, বা স্ক্রোফের। 
আমি, ক্যান্ক। 1 (30 টি গ্লোব) ...  হোয়াইট এল এর বড় স্নান। (50 ফোঁটা)`
        },
        {
            "রোগের নাম": "অনুনাসিক হাড়ের ক্ষয়।",
            "চিকিৎসা": ` 
অনুনাসিক হাড়ের ক্ষয়।  উপরের মত একই চিকিৎসা, 
ক্যান্কের ইনহেলেশন সহ। 1, 4 বা 5, এবং এর সংকোচনের 
ক্যানস। 5 রোগাক্রান্ত অংশে।  সিফিলিটিক ক্ষেত্রে ভেন দিন। 
এবং ফেব্রুয়ারি। 
`
        },
        {
            "রোগের নাম": "দাঁতের ক্ষয়",
            "চিকিৎসা": `দাঁতের ক্ষয়।  অল্ট। স্ক্রোফ। 1 এবং ক্যান্ক। 4 ইঞ্চি লিটার 
দিল।  গার্গলস অফ ক্যান্ক। 5 alt।  অ্যাং। 3. ক্যানস। চোয়ালে 5 মলম। 
`
        }
        ,
        {
            "রোগের নাম": "ক্যাটালেপসিঃ",
            "চিকিৎসা": `ক্যাটালেপসিঃ একটি মূর্তি-শরীরের স্থিরতার মতো, সঙ্গে 
দুর্বল সংবেদন, প্রায়শই অসংবেদনশীলতার সাথে থাকে। 
রেড এল। 17 এবং 18 সাধারণত যথেষ্ট।  এটা হওয়া উচিত? 
অপর্যাপ্ত ক্যানক প্রয়োগ করুন। 5 থেকে 17 পর্যন্ত মলম দিন, এবং ক্যান্ক দিন। আমি। 
দ্বিতীয় বা তৃতীয় ডিল।  বাথস অফ হোয়াইট এল। অথবা নীল এল। চুক্তি - 
রোগীর মেজাজ অনুযায়ী। 
`
        },
        {
            "রোগের নাম": "ছানি",
            "চিকিৎসা": `ছানি।  চোখের দিকে তাকান। 
`
        },
        {
            "রোগের নাম": "ক্যাটারাহ",
            "চিকিৎসা": `ক্যাটারাহ, তীব্রঃ একটি সর্দি যা সাধারণত আক্রান্ত করে 
প্রথমে নাসারন্ধ্র, এবং পরে বুকে যেতে পারে।  দ্য। 
শ্লৈষ্মিক ঝিল্লি স্ফীত হয়, এবং বৃদ্ধি পায় 
স্রাব।  শুরুতে 3টি গ্লোব নিন।  ফেব্রুয়ারি 1 শুকনো বা 
এক কাপ গরম জল নিয়ে বিছানায় যান।  যদি না হয়। 
উষ্ণ রুমে রাখুন এবং আধা ঘন্টার চুমুক নিন 
1 ফেব্রুয়ারি দ্বিতীয় ডিলে।  এটি কি ব্যর্থ হবে, বা ব্যবহার করা উচিত 
এটা শুরু করতে অনেক দেরি হয়ে গেছে, পেটকে নিয়ে নিন। 3 বা 4 লিটার 
দিল। অথবা Canc দিয়ে dry alt। 1, তৃতীয় ডিল। অথবা স্ক্রফ। 1, বা, যদি 
1 ফেব্রুয়ারি, দ্বিতীয় বা তৃতীয় ডাইল সহ যে কোনও জ্বর রয়েছে।  আবেদন করুন 
পেট। 3 মলম এবং লাল এল। নাকের মূল পর্যন্ত, 
ফেব্রুয়ারি 2 থেকে 24 পর্যন্ত মলম।  এর প্রভাবের দিকে নজর রাখতে হবে 
পেটের। , যেন খুব ঘন ঘন নেওয়া হলে এটি কখনও কখনও হাঁচি দেয়। 
তারপর এটি Alt হওয়া উচিত, Canc এর সাথে। 1টি। পরে স্ক্রফ।  আমি। 
অথবা স্ক্রফ। 2 শুকনো এবং স্ক্রোফ নেওয়া যেতে পারে। 5 মলম প্রয়োগ করা হয়েছে 
নাক, গলা, বুক ইত্যাদির মূলে।`
        }
        ,
        {
            "রোগের নাম": "মূত্রাশয়ের ছানি",
            "চিকিৎসা": ` ব্লাডার দেখুন।`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `ছানি ব্রোঙ্কিয়াল। ব্রঙ্কাইটিস দেখুন।`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `ছানি গ্যাস্ট্রিক। দেখুন গ্যাস্ট্রাইটিস।

`
        }
        ,
        {
            "রোগের নাম": "ছানি পোস্ট নাসাল।",
            "চিকিৎসা": `পোস্ট নাসাল। ক্যানস। আমি তৃতীয় দিল। alt। স্ক্রোফ। গিয়াপ।

দ্বিতীয় ডিল। আমি গ্লোব। পেট। 4 ঘন্টা। কুলকুচি করুন এবং নাক স্প্রে করুন

15 টি গ্লোব। প্রতিটি ডমফিন, পেট। 4, এবং স্ক্রোফ। গিয়াপ। , এবং 5

ড্রপ গ্রিন এল। সামান্য লবণাক্ত জলের অর্ধেক পিন্টে তিন

প্রতিদিনের সময়। ক্যানস। 5 লিটার। দিনে দু 'বার পুরো নাক ধুয়ে ফেলুন।

`
        },
        {
            "রোগের নাম": "সেফালালজিয়া।",
            "চিকিৎসা": `সেফালালজিয়া। দেখুন মাথাব্যথা।

`
        },
        {
            "রোগের নাম": "সিফালেমাটোমা",
            "চিকিৎসা": `সিফালেমাটোমা এর সংকোচন দ্বারা ছড়িয়ে পড়তে পারে

অ্যাং। 1, বা, যদি দমন করা হয়, আং এর। 2 alt। ক্যানস। 5.

সেরিব্রো-মেরুদণ্ডের জ্বর। অ্যাং। 3 সেকেন্ড ডিল। এবং ক্যান্ক।

আমি তৃতীয় দিল। Scrof সঙ্গে পরিবর্তিত মিশ্রিত। গিয়াপ। দ্বিতীয় ডিল।

আং-এর সংকোচন। 2, ক্যান্ক। 1, এবং হোয়াইট এল। মাথা পর্যন্ত।

`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `জীবনযাত্রার পরিবর্তন। ভিড় ইত্যাদি প্রতিরোধ করা। , যা

সাধারণত সমস্যাযুক্ত মহিলারা এই সময়ে স্ক্রোফ নেন। 2 সেকেন্ড ডিল।

alt। অ্যাং। 3 লিটার বা সেকেন্ড ডিল। 2টি গ্লোব। লিন। প্রতিদিন সকালে

সকালের খাবারের পর। আমি গ্লোব। ক্যানস। প্রতি দুই ঘন্টা অন্তর। ভার্মা। হল।

প্রায়ই একটি intercurrent প্রতিকার হিসাবে প্রয়োজন, বিশেষ করে দ্বারা

পেটের কাশিতে আক্রান্ত মহিলারা। ক্যান্কের স্নান। 5.

(100 গ্লোব।) আং-এর ইনজেকশন। 2 (20 গ্লোব। অর্ধেক-পিন্ট)

লিন। পিঠের জন্য মলম, কোমর থেকে নিচে, এবং ক্যান্ক। 5.

পেটের জন্য মলম।

`
        },
        {
            "রোগের নাম": "কাঁপানো হাত",
            "চিকিৎসা": `কাঁপানো হাত। প্রায়শই আংশিক শুকানোর কারণে

হাত বা শক্ত সাবান ব্যবহার করা। অভ্যন্তরীণভাবে স্ক্রোফ। আমি প্রথমে বলি।

অথবা ক্যানস। 1 লিটার। , ক্যানসের সাথে। 5 টি সংকোচন। অনুসরণ -

আইং একটি দরকারী লোশনঃ একটি 1-আউন্স মধ্যে। বোতল 20 টি গ্লোব দ্রবীভূত করে।

স্ক্রোফের। 5 in 1 drachm হোয়াইট এল। আর আমি গ্লিসারিন খাই।

ভালো করে নাড়ুন এবং সিদ্ধ জল দিয়ে ভরে নিন। পরে ব্যবহার করুন

ধুয়ে ফেলুন এবং লাগানোর আগে সবসময় ঝাঁকান।

`
        },
        {
            "রোগের নাম": "চ্যাপড নিপলস",
            "চিকিৎসা": `চ্যাপড নিপলস। প্রতিরোধ করতে, বুকের মধ্যে স্পঞ্জ লাগান ঠান্ডা লোশন দিয়ে ভর্তি হওয়ার আগে ছয় সপ্তাহের জন্য প্রতিদিন 
স্ক্রফ। 1, এবং 3 টি গ্লোব নিন। স্ক্রোফের।  আমি একটু জলের রাতে 
এবং সকাল। `
        }
        ,
        {
            "রোগের নাম": "গাল (ফুলে যাওয়া)",
            "চিকিৎসা": `
গাল (ফুলে যাওয়া)  স্ক্রোফ।  আমি দ্বিতীয় দিল। , 5 টি গ্লোব।  স্ক্রোফ। 
গিয়াপ। খাবারে।  রেড এল। অথবা রেড অল্ট।  হলুদ এল। 3, 18, এবং 10। 
চিকেন পক্সঃ একটি তীব্র অগ্ন্যুৎপাত যা ছোট - 
রোক্। ছোট ছোট বিন্দুযুক্ত ফোড়া রয়েছে যা হয়ে ওঠে 
জলের তরল দিয়ে ভরা, প্রায় তৃতীয় দিন শুকিয়ে যায় এবং 
ক্রাস্ট বা স্ক্যাব তৈরি করে।  স্ক্রোফ।  আমি প্রথমে বলি। alt। ফেব্রুয়ারি দ্বিতীয় দিল। 
2 থেকে 24 ফেব্রুয়ারির সংকোচন, বা 2 থেকে 24 ফেব্রুয়ারির মলম, 
এরপর স্ক্রোফ দিন। লিটার ডিল। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `চিলব্লেইনঃ আঙ্গুলের ত্বকের প্রদাহ 
অথবা পায়ের আঙ্গুল, স্যাঁতসেঁতে বা ঠান্ডার সংস্পর্শে আসার কারণে।  দ্য। 
চিলব্লেনের প্রবণতা অ্যাং দ্বারা প্রতিহত হতে পারে। 2। 
দ্বিতীয় ডিল।  চিলব্লেইন দেখা দিলে স্ক্রোফ নিন।  আমি প্রথমে 
দিল। , এবং ক্যানক প্রয়োগ করুন। 5, স্ক্রফ। অথবা অ্যাং। 2 কাপ। কম - 
লাল, নীল বা সাদা এল এর প্রেস। , অথবা ক্যান্কের। 5 বা স্ক্রোফ। 
আমিও ব্যবহার করতে পারি।  ক্যান্কের স্নান। 5, স্ক্রফ। আমি বা লিন। 
ঠাণ্ডা করুন।  যখন প্রথম অনুভূত হয় তখন 10টি গ্লোব নিন।  স্ক্রোফ।  আমি বা স্ক্রোফ। 
গিয়াপ। (স্ক্রফ। 5 যদি রোগী দুর্বল মেজাজের হয়) 
এবং কয়েক মিনিট পরে ডোজটি পুনরাবৃত্তি করুন।  করা উচিত। 
এটি লাল, সাদা বা নীল এল প্রয়োগ করে একটি উজ্জ্বলতা তৈরি করতে ব্যর্থ হয়। 
কপালের কেন্দ্র এবং নাকের গোড়ায়।  অবসরের বিষয়ে 
বিশ্রামের জন্য 8 বা 10 টি গ্লোব নিন। ফেব্রুয়ারির মাঝামাঝি সময়ে 
জল।  জ্বর হলে 1 ফেব্রুয়ারি লিটারের মধ্যে নিতে হবে 
দিল।  হোয়াইট এল-এর সংকোচন প্রয়োগ করুন। অথবা 2 থেকে 24 ফেব্রুয়ারি।  পরে। 
জ্বর চলে গেছে, স্ক্রোফ নিন। 1 তৃতীয়াংশ ডিল। ; প্রয়োগ করুন 
লাল এবং হলুদ এল। 18 এবং 17 এ, এবং ক্যান্ক স্নান করুন। 5. 
লিম্ফ্যাটিক মেজাজের ব্যক্তিদের ঠান্ডা হওয়ার সম্ভাবনা থাকা উচিত 
কিছু গ্লোব নিন।  স্ক্রোফের।  প্রতিদিন সকালে যারা স্যাঙ্গুইন 
মেজাজ 2 বা 3 ফোঁটা ব্লু এল নিতে পারে।`
        },
        {
            "রোগের নাম": "চেরাগিয়া (হাতে গাউট)",
            "চিকিৎসা": `চেরাগিয়া (হাতে গাউট)  গাউট দেখুন। 
`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `ক্লোরোসিসঃ অ্যানিমিয়ার একটি অদ্ভুত রূপ, সঙ্গে 
রক্ত এবং লাল কোষের অভাব।  সেখানে একটি 
রোগীর মুখে অদ্ভুত সবুজ-হলুদ রঙ।  টেম - 
পরিপক্কতা হ্রাস পায়।  হৃদপিন্ডের ক্রিয়া সহজ 
বিরক্ত, ঋতুস্রাব অসম্পূর্ণ, এবং পুরো শরীর 
দুর্বল হয়ে পড়েছে।  মাঝে মাঝে চোখ ফুলে যায়, 
এবং গোড়ালি ফুলে যাওয়া।  প্রায়ই হিস্টেরিক্যাল ব্যথা হয়, 
কানে শব্দ, মাথাব্যথা, বিশেষ করে বাম দিকে। 
এবং ব্যয়বহুলতা সম্পর্কে প্রায়শই অভিযোগ করা হয়।  আছে। 
সাধারণত খাদ্যের প্রতি চরম ঘৃণা, যদি না সম্পূর্ণ ঘৃণা হয়। 
অ্যানেমিয়ার মতো একই চিকিৎসা। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কলেরা, এশিয়াটিকঃ একটি মারাত্মক তীব্র রোগ, যা 
বমি, ডায়রিয়া, চালের জলের মতো শুরু হয়, 
এবং পেটের গর্তে প্রচণ্ড প্রণিপাত করার অনুভূতি। 
প্রচুর অস্থিরতা এবং তৃষ্ণা, খিঁচুনি, একটি দ্রুত 
স্পন্দন, তীব্র তাপের অনুভূতি, কিন্তু এর প্রকৃত দুর্বলতা 
তাপমাত্রা।  যখন রোগীর তাপমাত্রা কমে যায় 
স্বাভাবিকের থেকে উপরে উঠছে। 
প্রতিরোধমূলক চিকিৎসাঃ 5টি গ্লোব নিন। স্ক্রোফের। গিয়াপ। অথবা 
স্ক্রোফ।  আমি দিনে একবার বা দু 'বার জিভে শুকাই।  এড়িয়ে চলুন 
প্রচুর ফল, এবং স্বাস্থ্যের নিয়মগুলি সাবধানে অনুসরণ করুন। 
নিরাময়মূলক চিকিৎসাঃ 20টি গ্লোব নিন। স্ক্রোফের। গিয়াপ। অথবা 
স্ক্রোফ।  আমি জিভে শুকাই, তারপর প্রতি পাঁচ মিনিটে গ্লোব করি, 
অথবা স্ক্রফ দিন। গিয়াপ। (একটি টাম্বলারের মধ্যে 1 থেকে 20 টি গ্লোবুল) একটি চা - 
প্রতি পাঁচ মিনিটে একটি করে চামচ।  লাল বা সাদা এল প্রয়োগ করুন। 6 পর্যন্ত, 
18, 17, এবং Canc এর উষ্ণ সংকোচন। পেটে 5।  যদি 
রোগটি একগুঁয়ে, ক্যানক চেষ্টা করুন। 2 alt। অ্যাং। 2. 
ক্যানস। 5, আং। 3 বা হোয়াইট এল।  সুস্থ হওয়ার সময় দান করুন 
স্ক্রোফ। গিয়াপ। প্রথম ডিল।  2 থেকে 24 ফেব্রুয়ারির সংকোচন প্রয়োগ করুন। 
নীল এল। মেরুদণ্ড পর্যন্ত।  আং-এর ঠান্ডা লোশন। 3 মেরুদণ্ড পর্যন্ত।  স্ক্রোফ। 5. 
এর স্নানাগার পেটে লোশন।  ক্যান্কের স্নান। 5 alt। স্ক্রোফ। আই। লাল। 
নির্বাচিত হন। 6, 18 পর্যন্ত। 
শিশুসুলভ।  ক্যান্ক দিন। দ্বিতীয় ডিলে 6। alt। স্ক্রোফের সঙ্গে। 
গিয়াপ। প্রথম বা লিটার ডিলে। , অর্ধেক-চা চামচ ডোজ।  দ্য। 
শিশুকে কেবল যব বা চালের জল দেওয়া উচিত। 
যা একটি ডিমের সাদা প্রবর্তিত হতে পারে।  গরম। 
পায়ে পায়ে সর্ষের স্নান করুন। `
        },
        {
            "রোগের নাম": "কোলেরিনঃ",
            "চিকিৎসা": `
কোলেরিনঃ ডায়রিয়ার একটি হিংস্র রূপ, অনুরূপ 
অনেক দিক থেকে কলেরা, যা মহামারী চলাকালীন প্রচলিত থাকে 
কলেরার।  শুরুতে 20টি গ্লোব নিন। স্ক্রোফের।  আমি বা 
স্ক্রফ। গিয়াপ। , এবং পরে স্ক্রফের ছোট ডোজ। এর মধ্যে 1 
প্রথম ডিল।  প্রতি পাঁচ মিনিটে। 
`
        }
        ,
        {
            "রোগের নাম": "কোরিয়া-স্নায়ুতন্ত্রের একটি ব্যাঘাত",
            "চিকিৎসা": `কোরিয়া-স্নায়ুতন্ত্রের একটি ব্যাঘাত, 
যা ভাল পাগল হিসাবে মনোনীত করা হয়েছে দ্বারা সঙ্গতিপূর্ণ 
পেশী থেকে।  রোগী মোটরের উপর নিয়ন্ত্রণ হারায় 
যন্ত্রপাতি।  তার পেশী চলাচল অত্যধিক, কিন্তু 
দুর্বল এবং নিখুঁতভাবে চায়।  কোরিয়া রিউ থেকে উদ্ভূত হয় - 
ম্যাটিজম, ভয়, কৃমি, দাঁত পড়া, বা এমনকি, যেমন কেউ কেউ মনে করেন, 
যারা বিষয় তাদের গতিবিধি পর্যবেক্ষণ করা থেকে 
এর জন্য।  ফেব্রুয়ারি।  আমি তৃতীয় দিল। alt। লিন। দ্বিতীয় ডিল।  অ্যাং। 
প্রতিদিন হৃৎপিণ্ডে 3 লিটার করে।  যদি রোগী অসুস্থ হয় 
কৃমি কৃমির চিকিৎসাও করে।  মাত্র এক থেকে ছয় 
প্রতিটি প্রতিকারের চা চামচ গ্রহণ করা উচিত 
দিন।  ক্যানস। 5 জনের বিরুদ্ধে হঠকারী মামলায় বিচার হতে পারে।  অন্যান্য 
দরকারী প্রতিকারের মধ্যে রয়েছে লিন। , স্ক্রোফ। দ্বিতীয় বা তৃতীয় 
দিল। ; রেড অল্ট।  হলুদ এল। থেকে 5,18,17; Scrof। 5টি সংকোচন 
সবচেয়ে বেশি ক্ষতিগ্রস্ত পেশীগুলিতে; ক্যান্কের মলম। 5 থেকে 
ঘাড়ের মাথা এবং ঘাড়, এবং আং। 3 হৃদয়ে; এবং স্নান 
ক্যানস থেকে। 5, স্ক্রফ। আমি বা 5, বা লিন। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `সিরোসিস।  লিভার দেখুন। 
`
        },
        {
            "রোগের নাম": "ঠাণ্ডা লেগেছে।",
            "চিকিৎসা": `ঠাণ্ডা লেগেছে।  চিলস এবং ক্যাটারাহ দেখুন।`
        }
        ,
        {
            "রোগের নাম": "কোলিক",
            "চিকিৎসা": `পেশী আবরণের কোলিক স্পাসমোডিক সংকোচন 
বড় অন্ত্র, গ্রিপিং এর paroxysms জন্ম দেয় 
ব্যথা, যা রোগীকে কাঁপতে এবং গড়াতে পরিচালিত করে এবং প্রায়ই 
নিজেকে দ্বিগুণ করতে।  তার হাত-পা ঠাণ্ডা হয়ে যায়, সে 
বিষণ্ণ এবং উত্তেজিত হয়ে পড়ে।  জ্বর নেই।  দ্য। 
রোগটি হার্নিয়া থেকে আলাদা করা যেতে পারে 
কোন চরম কোমলতা, কিন্তু, বিপরীত, স্বস্তি, উপর 
চাপ প্রয়োগ।  আমি গ্লোব। স্ক্রোফ।  আমি প্রতি পাঁচবার শুকাই। 
মিনিট, বা 20 টি গ্লোব রাখুন। স্ক্রোফের। এক টুকরো জলের মধ্যে 
এবং প্রতি পাঁচ মিনিটে এক চা চামচ করে নিন; স্ক্রফ।  আমি আল্ট। 
ক্যানস। 5 প্রথম ডিলে দুটোই। ; ক্যান্কের উষ্ণ সংকোচন। 5 থেকে 
পেট; লাল alt। হলুদ বা সাদা এল। 6; উষ্ণ স্নান 
ক্যানস থেকে। 5, বা ক্যান্ক। 5 মলম থেকে 6 এবং পেট হতে পারে 
চেষ্টা করেছেন। 
`
        },
        {
            "রোগের নাম": "কোলিক, হেপাটিক",
            "চিকিৎসা": `কোলিক, হেপাটিক।  এটি অন্যদের থেকে আলাদা 
ডান হাইপোকন্ড্রিয়াম থেকে শুরু করে গঠন করে, এবং 
পিছনে এবং ডান কাঁধের উপর দিয়ে গুলি করা। 
চিকিৎসার জন্য গাল স্টোনস দেখুন। 
`
        },
        {
            "রোগের নাম": "কোলিক, নেফ্রিটিক",
            "চিকিৎসা": `কোলিক, নেফ্রিটিক।  একটি ক্যালকুলাস উত্তরণের কারণে 
কিডনি থেকে মূত্রাশয় পর্যন্ত।  হঠাৎ করে বৈশিষ্ট্যযুক্ত 
শ্যুটিং, যন্ত্রণাদায়ক ব্যথা, যা রেনাল থেকে শুরু হয় 
স্থানটি মূত্রাশয়ের দিকে এবং সেখান থেকে বাইরের দিকে, এবং 
ডুস ক্ল্যামি ঘাম এবং অজ্ঞানতা।  চিকিৎসার জন্য দেখুন 
ক্যালকুলাস (রেনাল) 
`
        }
        ,
        {
            "রোগের নাম": "কোলিক, মাসিক",
            "চিকিৎসা": `কোলিক, মাসিক।  দেখুন ঋতুস্রাব (ডিসমেনোরিয়া) 
`
        },
        {
            "রোগের নাম": "কোমা",
            "চিকিৎসা": `কোমা থেকে উদ্ভূত চেতনার সাসপেনশন 
মাদকদ্রব্যের বিষক্রিয়া, মস্তিষ্কের সংকোচন বা তার মেম - 
ব্রান ইত্যাদি।  এর সবচেয়ে মারাত্মক আকারে শ্বাস-প্রশ্বাস ধীর হয়। 
এবং কোলাহলপূর্ণ, চোখ আলোর প্রতি অসংবেদনশীল।  রোগী। 
তার মাথা একটু উঁচু করে রাখা উচিত, জামাকাপড় 
তার ঘাড় সম্পর্কে আলগা করা উচিত, এবং, যদি একটি আছে বিষক্রিয়ার সন্দেহ হলে পাকস্থলীর পাম্প ব্যবহার করা উচিত। 
যদি এটি মস্তিষ্কের সংকোচন থেকে উদ্ভূত হয়, তবে অ্যাপোপ্লেক্সির মতো চিকিত্সা করুন। 
যদি মেনিনজাইটিস থেকে হয়, সেই রোগ পছন্দ করুন। 
 `
        },
        {
            "রোগের নাম": "সব ধরনের সংকোচন",
            "চিকিৎসা": `
সব ধরনের সংকোচন।  অ্যাং। 2 বা 3 এবং নীল এল।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ` মস্তিষ্কের সংকোচন।  মস্তিষ্ক দেখুন।  কারণ আন্তঃ - 
মস্তিষ্ক থেকে রক্ত বেরিয়ে যাওয়ার সাথে ফেরেন্স 
হৃৎপিণ্ডের অত্যধিক ক্রিয়া, বা হৃদপিণ্ডে অতিরিক্ত রক্ত দ্বারা 
পুরো সিস্টেম।  মুকুটের উপর নিস্তেজ মাথাব্যথা আছে এবং 
মাথার পিছনে, চিন্তার একটি বিভ্রান্তি, এবং একটি প্রবণতা 
ভার্টিগো পর্যন্ত।  রোগী ঘুমিয়ে পড়ে, সে বিভিন্ন শব্দ শুনতে পায়। 
তার মাথায় শব্দ, তার চোখের সামনে দাগ দেখে এবং অনুভব করে 
হাতের তালুতে ব্যথা।  প্রায়শই পেশী টান থাকে - 
ইঙ্গস। অ্যাং। তৃতীয় বা চতুর্থ দিল। , alt। , খুব গুরুতর ক্ষেত্রে, 
ক্যানসের সঙ্গে।  আমি দ্বিতীয় বা তৃতীয় ডিলে। নীল।  এল। করা উচিত 
মাথার প্রধান স্নায়ু কেন্দ্রে প্রয়োগ করা হয়।  এক। 
ব্লু এল এর ড্রপ। দিনে পাঁচবার। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `লিভারের সংকোচন।  লিভার দেখুন। 
`
        },
        {
            "রোগের নাম": "ফুসফুসের সংকোচন।",
            "চিকিৎসা": `ফুসফুসের সংকোচন।  এটি হৃৎপিণ্ড থেকে হতে পারে 
রোগ ইত্যাদি।  এটি জুড়ে একটি আঁটসাঁট অনুভূতি তৈরি করে 
বুক। পেট। 2 সেকেন্ড ডিল। alt। অ্যাং। 3 তৃতীয়াংশ। , সঙ্গে। 
আং-এর সংকোচন। 2 হার্ট এবং ফুসফুসের বাম দিকে। 
যদি যানজটের পরে হলুদ-সবুজ হয় 
অপেক্ষা, alt। পেট। 2 বা 3 সেকেন্ড ডিল। ক্যানসের সঙ্গে। আমি বা 5 
দ্বিতীয় ডিলে। , এবং আং। আমি তৃতীয় ডিলে। 
`
        }
        ,
        {
            "রোগের নাম": "কোষ্ঠকাঠিন্য",
            "চিকিৎসা": `কোষ্ঠকাঠিন্যঃ অন্ত্রের ধীর ক্রিয়া, ফলাফল - 
শ্লেষ্মার রসের ত্রুটিপূর্ণ নিঃসরণ থেকে 
অন্ত্রের ঝিল্লি, বা অন্ত্রের দুর্বল সংকোচন থেকে 
পেশী তন্তু।  কখনও কখনও এটি যানজটের কারণে হয় 
পোর্টাল সিস্টেম, অনুপযুক্ত ডায়েট দ্বারা, আসীন অভ্যাস দ্বারা, বা দ্বারা 
এপিরিয়েন্টের ব্যবহার।  পারগেটিভ এড়িয়ে চলতে হবে।  আপেল, 
সকালের নাস্তায় স্ট্যুড প্রুন এবং পোরিজ খাওয়া উচিত।দ্বিতীয় ডিল। স্ক্রোফের। আমি বা স্ক্রফ 5 এর বিলিয়াস মেজাজে, 
অথবা ক্যানস। 5, তৃতীয় ডিল। 5 থেকে 10 শুকনো গ্লোব সঙ্গে। স্ক্রোফের। 1. 
প্রতিদিন সকালে।  অথবা আই গ্লোব নিন। স্ক্রোফের।  1 ইন আ টাম্বলারফুল 
প্রতিদিন সকালের নাস্তার আগে জল খান।  রক্তপিপাসু রোগীদের প্রয়োজন 
5 থেকে 10 গ্লোব।  অ্যাং। 3 প্রতিদিন সকালে শুকনো, বা পানীয়তে 
সকালের নাস্তা, আং-এর সঙ্গে। 3 লিটার।  লিভার আক্রান্ত হলে গ্রহণ করুন 
ফেব্রুয়ারি 1, প্রথম ডিল। , alt। ক্যানস। 1, বা 10 তৃতীয়াংশ ডিল। , এবং আবেদন করুন 
ফেব্রুয়ারি 2 থেকে 24 পর্যন্ত মলম।  অনেক ক্ষেত্রে এটি সুবিধাজনক। 
3 টি গ্লোব নিতে। ভার্মের। এক ফোঁটা জলে 
এক পাক্ষিকের জন্য সকাল।  এটি 1 থেকে 4 এর মধ্যে পান করা উচিত 
ড্রাফট।  হলুদ এল প্রয়োগ করুন। মেরুদণ্ড, এবং বাম এবং 
পেটের নিচের অংশ।  বেশিরভাগ ক্ষেত্রে সংকুচিত হয় বা 
ক্যান্কের মলম। 5 পেটে, বা ঢালা 
ক্যানস। 5 পেটের উপর লোশন, অত্যন্ত পাওয়া যাবে 
উপকারী।  ব্যয়বহুলতায় ভুগছেন এমন রোগীদের চেষ্টা করা উচিত 
নতুন মাত্তি প্রতিকার, লাসাতিভো, যখন তারা তাদের খুঁজে পায় 
অবশ্যই একটি মৃদু রেচক থাকতে হবে।  তাদের বাদামী রঙ নেওয়া উচিত। 
রুটি, ওটমিলের পোরিজ, অলিজিনাস পণ্য, কোকো এবং পাকা 
ফল, বিশেষ করে সকালের নাস্তায়।  কয়েকটা কলা বা একটি 
সকালের নাস্তার আগে কমলা খাওয়া যেতে পারে।  রোগীদের উচিত 
প্রতিবার নিয়মিত সময়ে মল ত্যাগ করার অভ্যাস গড়ে তুলুন 
দিন, এবং লিনের টেপিড এনিমাটা ব্যবহার করা উচিত। , ক্যান্ক। 5, ফেব্রুয়ারি 2 
অথবা অ্যাং।  আমি এক চা চামচ করে গ্লিসারিনে দ্রবীভূত করেছি এবং 

আমি গ্লোব। ক্যানস। 10 ঘন্টা। `
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "ব্যবহার",
            "চিকিৎসা": `ব্যবহারঃ সংক্রমণের কারণে একটি রোগ 
টিউবারকল ব্যাসিলাস বিভিন্ন অংশকে প্রভাবিত করে, বিশেষ করে 
ফুসফুস এবং মেসেন্টেরিক গ্রন্থি, একটি অসুস্থ অবস্থার সাথে যুক্ত 
পরিপাক অঙ্গগুলির।  প্রধান লক্ষণগুলি হল শুষ্ক। 
কাশি, পরে একটু পরিষ্কার ফেনা দিয়ে কাশির সঙ্গে 
তরল, এবং পরে হলুদ বা ধূসর পদার্থ, টান`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `জুড়ে এবং বুকে ব্যথা, নাড়ির ত্বরণ, এবং 
রাত্রিকালীন ঘাম।  পরবর্তী পর্যায়ে শ্বাসকষ্ট 
সবুজ-হলুদ হয়ে যায় এবং মাঝে মাঝে রঙিন হয় 
রক্ত, একটি ব্যস্ত ফ্লাশ প্রদর্শিত হয়, কাশি বৃদ্ধি পায়, শ্বাস 
আরও কঠিন হয়ে ওঠে, বুক চ্যাপ্টা হয়ে যায়, টিউবারকলগুলি 
আলসার তৈরি করে যা পার্শ্ববর্তী টিস্যুগুলিকে ধ্বংস করে দেয়, 
রোগাক্রান্ত ফুসফুসের অংশগুলি শ্বাসকষ্টযুক্ত, অনমনীয় 
ডায়রিয়া এবং তীব্র জ্বর শুরু হয়, এবং রোগী হয়ে যায় 
দুর্বল হয়ে পড়ে, এবং মারা যায়।  প্রথম পর্যায়ে ক্যানস।  আমি দ্বিতীয় দিল। 
alt। পেট। 2 সেকেন্ড ডিল। , পেটের সাথে। বুকে 3টি মলম লাগান।  এ। 
খাবার গ্লোব নেয়। স্ক্রোফের।  আমি বা স্ক্রোফ।  গিয়াপ। লাল প্রয়োগ করুন 
এবং প্রধান স্নায়ু কেন্দ্রগুলিতে হলুদ বিদ্যুৎ।  যত তাড়াতাড়ি 
খিটখিটে দাগ হয়ে গেলে, অ্যাং দিন। 3 সেকেন্ড 
দিল। অন্যান্য প্রতিকার ছাড়াও, বা তাদের সাথে এটি মিশ্রিত করুন, 
এবং ক্যানক প্রয়োগ করুন। 5 বা লিন। বুকে মলম, আং। 2 বা 3 থেকে 
হৃদয়, এবং ফেব্রুয়ারী 2 থেকে 24।  এটা কি দমন করা উচিত নয়? 
জ্বর, কয়েক চা চামচ আং দিন।  আমি তৃতীয় ডিলে। 
প্রতি সন্ধ্যায়।  হোয়াইট এল প্রয়োগ করুন। 5, 18, 17 পর্যন্ত।  সেখানে থাকা উচিত। 
স্বরযন্ত্রের কোনও জটিলতা থাকলে, পেটের কুলকুচি ব্যবহার করুন। 3 alt। 
ক্যানস। 5. খাদ্যাভ্যাসের প্রতি যত্নশীল মনোযোগ দিতে হবে, যা 
পুষ্টিকর এবং পরিপাকযোগ্য হওয়া উচিত।  অ্যালবুমিনিয়াস খাবার 
বিশেষভাবে প্রয়োজন।  রোগীকে এভাবে শ্বাস নিতে হবে 
যতটা সম্ভব গভীরভাবে, এবং ঘন ঘন গভীর শ্বাস-প্রশ্বাস নিন 
বিশুদ্ধতম বায়ুমণ্ডলীয় বায়ু যা সে পেতে পারে 
শয়নকক্ষের জানালা খোলা রেখে তার ঘুমানো উচিত। 
লোশন অফ স্ক্রফ।  1 (100 গ্লোব। জলের পিন্ট পর্যন্ত) বুক পর্যন্ত। 
অ্যাক্সেস। 
`
        },
        {
            "রোগের নাম": "হাতের সংকোচন",
            "চিকিৎসা": `হাতের সংকোচন।  স্ক্রোফ নিন।  আমি লিটার ডিলে। 
লাল, হলুদ বা সবুজ এল প্রয়োগ করুন। হাতের স্নায়ুর কাছে।  কম - 
ক্যান্কের প্রেস এবং মলম। 5, স্ক্রফ। 1, দিল। , অথবা হোয়াইট এল। 
`
        },
        {
            "রোগের নাম": "অঙ্গপ্রত্যঙ্গের সংকোচন",
            "চিকিৎসা": `অঙ্গপ্রত্যঙ্গের সংকোচন। স্ক্রোফ।  আই লিটার দিল। , এবং 
উপযুক্ত বিদ্যুতের প্রয়োগ।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `স্নায়ুর সংকোচন।  স্ক্রোফ। 1, লিটার ডিল। , রেড অল্ট। 
হলুদ এল। 5, 18, 17 পর্যন্ত। লিনের স্নান। , ক্যান্ক। 5, হোয়াইট এল। 

`
        },
        {
            "রোগের নাম": "সুস্থ হয়ে ওঠা",
            "চিকিৎসা": `সুস্থ হয়ে ওঠা।  সুস্থ হওয়ার সময় একটি টনিক হিসাবে 
2 টি গ্লোব নিন।  স্ক্রোফ।  1 প্রথমে ডিল নিন। স্ক্রোফের। আমি বা স্ক্রোফ।  5. 
দিনে তিনবার, এবং 3 থেকে 5 ড্রপ হোয়াইট এল। একটি ওয়াইনে - 
খাবারের মাঝখানে এক গ্লাস পানি।  লাল alt প্রয়োগ করুন। হলুদ। 
এল। প্রধান স্নায়ু কেন্দ্রগুলিতে। 

`
        },
        {
            "রোগের নাম": "কনভালশন",
            "চিকিৎসা": `কনভালশনঃ বিভিন্ন ধরনের কনভালসিভ নড়াচড়া 
অতিরিক্ত কাজের কারণে, এর বিভিন্ন জৈব রোগ 
মস্তিষ্ক, মেনিনজিয়াল রক্ত প্রবাহ, কৃমি থেকে জ্বালা, 
ইত্যাদি।  তারা প্রধানত ছোট শিশু এবং মহিলাদের আক্রমণ করে, এবং 
কখনও কখনও হাম, মেনিনজাইটিসের সাথে যুক্ত হয় এবং 
অন্যান্য গুরুতর রোগ।  পেশীগত নড়াচড়া হঠাৎ হয়, 
অনিয়মিত এবং অনিচ্ছাকৃত।  রোগের চিকিৎসায় 
কারণ সবসময় বিবেচনা করা উচিত।  অধিকাংশ ক্ষেত্রে 
মামলাগুলি, ফেব্রুয়ারি. তৃতীয় ডিলে। এবং স্ক্রোফ। দ্বিতীয় বা দ্বিতীয় 
তৃতীয় দিল। অভ্যন্তরীণভাবে ছয় বা আট চামচ দেওয়া যেতে পারে 
দিনের বেলায় পরিচালিত হয়।  স্ক্রফের 2 বা 3 টি গ্লোব।  আমি। 
খাবারে।  যখন কোনও আক্রমণ আসে তখন স্ক্রোফকে দিন।  1. শুষ্ক; 
লাল প্রয়োগ করুন। এল। মন্দিরগুলিতে, 6 এবং 18।  পা রাখুন বা 
পুরো শরীর গরম জলে যাতে সামান্য সরিষা থাকে 
যোগ করা হয়েছে।  যদি সঞ্চালনের ব্যাধি অনুমান করা হয় 
তাদের জন্য, আং। তৃতীয় ডিলে আমি বা 3। হতে পারে 
নির্ধারিত, প্রতি দিনে 6 চা চামচ, অ্যাং সহ। 3 মলম 
হৃদয়ে, এবং আং এর স্নান।  3. যখন পোকামাকড়ের উৎপত্তি হয় 
রোগ, ভার্ম। আমি দ্বিতীয় বা তৃতীয় ডিলে। 3 থেকে 6 
রাতে শুকিয়ে যায়, এবং ভার্ম।  2 টি টেপিড ইনজেকশন।  আমি 5 ড্রপ 
হলুদ এল। প্রতিদিন সকালে এক টেবিল চামচ জলে মিষ্টান্ন। 
অনেক ক্ষেত্রে হলুদ এল। 5 এবং 6 এ প্রয়োগ করা যেতে পারে। যদি 
রোগী একজন মহিলা, ক্যান্ক। 1.3 আরডি ডিল। alt হওয়া উচিত। সঙ্গে। 
অ্যাং। 3, বিশেষত যদি কোনও হিস্টিরিকাল প্রবণতা থাকে।
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কর্নিয়া, দাগ।  চোখের দিকে তাকান। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কর্নঃ এপিডার্মিসের ঘনত্ব, এর কারণে 
অযথা চাপ এবং ঘর্ষণ, সাধারণত এর ফলে 
অনুপযুক্ত জুতো পরা।  স্ক্রোফের সংকোচন। 1 বা 5, 
ক্যানস। 5, লাল বা সাদা এল। ক্যানস। 5 বা লর্ড অয়েলমেন্ট। 
স্ক্রোফ। 1 অভ্যন্তরীণভাবে প্রথম ডিলে। 
`
        },
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কোরিজা।  দেখুন ক্যাটারাহ, কোল্ড। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কাশিঃ শ্বাসকষ্টের কারণে জোরপূর্বক নিঃশেষিত হওয়ার একটি সিরিজ 
বায়ু পৃষ্ঠের জ্বালা-টিউব বা স্নায়ু দ্বারা 
যা সরবরাহ করা হয়।  এই জ্বালা প্রতিচ্ছবি হতে পারে, যেমন 
যখন এটি পেট, কান ইত্যাদিতে উৎপন্ন হয়। কখনও কখনও 
দীর্ঘ ইউভুলা বা বর্ধিত টনসিলের কারণে কাশি হয়।  কাশি। 
চরিত্রের দিক থেকে অনেক আলাদা।  হিস্টেরিক্যাল কাশি হল একটি 
চঞ্চল চরিত্র।  প্লুরিসির কাশি ধরা পড়ছে এবং 
যন্ত্রণাদায়ক।  খাওয়ার প্রথম পর্যায়ে কাশি হয় - 
একটি সামান্য হ্যাকিং এর সিস্ট।  হাঁপানিতে কাশি স্পাজমোডিক হয়। 
এবং দম বন্ধ হয়ে যায়। 
শুকনো কাশি।  পেট। 1; ব্লু এল এর ড্রপ।  একটি বিশাল ডোজ 
5 থেকে 10 গ্লোব।  পেট। উৎকণ্ঠা জাগিয়ে তুলবে। 
ইন ব্রঙ্কিয়াল কাশি, ভার্ম। কখনও কখনও এটি দরকারী।  তা হল। 
হুপিং কাশিতেও মূল্যবান।  ব্রঙ্কাইটিস দেখুন। 
ক্যাটারহাল কাশি (ঠাণ্ডা লাগার ফলে)  ফেব্রুয়ারি. অল্ট।  পেট। 3 alt। 
স্ক্রফ। আমি (বা আং। 1 যদি কনজেশন এর লক্ষণ থাকে) 
3 ফোঁটা সাদা বা নীল এল। ; হোয়াইট এল। 6 পর্যন্ত। পেট। 3 মলম 
বুক পর্যন্ত। 
দীর্ঘস্থায়ী কাশি (সহজ)  পেট। 1 বা 3।  ক্যানস। 5 কাপ। 
সাদা বা নীল এল এর ফোঁটা এবং কুলকুচি। 
দীর্ঘস্থায়ী কাশি (শ্বাসকষ্ট সহ)  পেট। তিন বা চার। দ্য। 
প্রথমটি বিশেষভাবে শিশুদের জন্য অভিযোজিত, কারণ এটি সবচেয়ে ভদ্র 
পেক্টোরাল সিরিজের।  অল্ট। ক্যানসের সঙ্গে।  আমি দ্বিতীয় দিল। 
পেট। উপরের বুকে 3 মলম। ফিথিক্যাল কাশি (হ্যাকিং)  পেট। 2 সেকেন্ড ডিল। alt। 
ক্যানস। 1, সেকেন্ড ডিল। ; স্ক্রোফ। খাবারে 2; ক্যান্ক। 5 এবং পেট। 3. 
বুকে মলম।  কনজাম্পশন দেখুন। 
পেটের কাশি (গভীর)  স্ক্রোফ। 1; রেড এল। 6 পর্যন্ত। 
গলাব্যথা।  ড্রপস অফ ব্লু এল। ডমফিনের গার্গল এবং 
নীল এল। 
হুপিং কাশিঃ হুপিং কাশি দেখুন। 
কৃমি কাশি দ্বারা সৃষ্ট জ্বালা থেকে উদ্ভূত কাশি 
কীটপতঙ্গ।  ভার্মা। তৃতীয় বা লিটার দিল।  হলুদ এল এর ড্রপ। 
ভার্মের গার্গলস। 2. কৃমি দেখুন। 
দেখুন ব্রঙ্কাইটিস, ক্রুপ, ডিপথেরিয়া, হুপিং কাশি, 
ফুসফুস ইত্যাদি। 
`
        },
        {
            "রোগের নাম": "কোক্সালজিয়া।",
            "চিকিৎসা": `কোক্সালজিয়া।  হিপ ডিজিজ দেখুন। 
`
        }
        ,
        {
            "রোগের নাম": "ক্র্যাম্প",
            "চিকিৎসা": `ক্র্যাম্পঃ একটি বেদনাদায়ক সংকোচন যা প্রধানত এর বাছুরকে প্রভাবিত করে 
পা, এবং প্রায়ই পেটের জ্বালা সঙ্গে যুক্ত 
অথবা মলদ্বার।  যারা এর অধীন তারা 10 নিতে পারে 
গ্লোব। স্ক্রোফের।  আমি রাতে জিহ্বার উপর শুকাই, এবং প্রয়োগ করি 
স্ক্রফের লোশন। যে পেশীগুলি সবচেয়ে বেশি প্রভাবিত হয়। 
একটি আক্রমণ 10 ভার্ম দ্বারা উপশম করা যেতে পারে। শুকনো, প্রয়োগ সহ - 
লাল এবং হলুদ এল এর tions। 5, 18, 17, ক্ষেত্রে 
মাথায় খিঁচুনি।  মহাধমনীতে ব্যথা থাকলে দিন 
অ্যাং। 3 অভ্যন্তরীণভাবে, ব্লু এল-এর সংকোচন প্রয়োগ করুন। 5 ফোঁটা 
সুতির পশমের একটি ছোট টুকরো, বা আদ্র মলম 
ব্লু এল এর 5 টি ড্রপ। মহাধমনীর উপর।  লেখকদের জন্য 
ক্র্যাম্প, ক্যান্কের মলম। 5 বা স্ক্রোফের। ঘষে দেওয়া হতে পারে 
হাতের উপর, এবং হলুদ বা সবুজ এল এর সংকোচনের। হতে পারে 
ব্যবহার করা হয়।  গোড়ালির স্নায়ুর ক্র্যাম্প উপশম হতে পারে 
রেড এল। , এবং ক্যান্কের স্নান। 5. পায়ে খিঁচুনি হবে 
ক্যান্কের মলম বা সংকোচন দ্বারা অপসারণ করা হয়। 5, সংকোচন 
হোয়াইট এল। অথবা স্ক্রফ। 5, এবং ক্যান্কের স্নান। 5 এবং স্ক্রোফ। 5. 
মেন্সট্রুয়াল ক্র্যাম্পে, 10টি গ্লোব। স্ক্রোফের। অথবা ক্যান্কের 5টি গ্লোব।`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `শুকনো, এবং ডিল। আং-এর। এবং স্ক্রোফ।  3 পরে।  3 ফোঁটা 
নীল এল। চিনির উপর।  আং-এর সংকোচন। 2 থেকে 27 এবং 
বেদনাদায়ক অংশ, এবং স্ক্রফ।  3 মলম আলতো করে নিচে প্রয়োগ করা হয় 
কুঁচকানো। 
`
        },
        {
            "রোগের নাম": "ক্রুপ",
            "চিকিৎসা": `ক্রুপ।  সাধারণত এই নামে যা জানা যায় তা হল 
স্বরযন্ত্র বা উইন্ডপাইপের প্রদাহজনক রোগ, বা উভয়ই, 
উপর একটি মিথ্যা ঝিল্লি গঠন দ্বারা সঙ্গত 
শ্লৈষ্মিক ঝিল্লি, এবং তীব্র শ্বাস-প্রশ্বাসের জন্ম দেয়। 
এটি সাধারণত ঠাণ্ডা এবং আর্দ্র বাতাসের সংস্পর্শে আসার ফলে উদ্ভূত হয়। 
এবং প্রধানত শিশুদের প্রভাবিত করে।  এটা খুবই বিপজ্জনক।  প্রথমেই 
রয়েছে ছানি, জ্বর এবং ঘাড়ব্যথা।  শ্বাস-প্রশ্বাস। 
একটি হিসিঙ চরিত্র ধরে নেয়।  একটি পিতলের কাশি শোনা যায়, এবং 
রোগীর প্রায় শ্বাসরোধ হয়ে যায়।  এই রোগটি আসলে 
ডিপথেরিয়া, এবং সেই অনুযায়ী চিকিৎসা করা উচিত।  দেখুন। 
ডিপথেরিয়া। 
ফলস ক্রুপ (ল্যারিঞ্জিসমাস স্ট্রিডুলাস) সামান্য ইনফ্লেমা - 
স্বরযন্ত্র এবং বায়ুপথগুলির গঠন।  এর থেকে উদ্ভূত হতে পারে যে কোন 
যেসব কারণে ছানি হতে পারে।  এটি প্রধানত প্রভাবিত করে 
বাচ্চারা, এবং সাধারণত রাতে আসে।  শিশু শুরু করে। 
ঘুম থেকে এবং কাশির শব্দ সহ শ্বাসকষ্ট হয়। 
আক্রমণের সময় 5টি গ্লোব।  স্ক্রোফ।  প্রতি পাঁচ মিনিটে।  ডমফিন। 
প্রথম ডিল। প্রতি পাঁচ মিনিটে এক চা চামচ, বা একটি শুকনো গ্লোব। 
প্রতি পাঁচ মিনিটে alt। পেটের সঙ্গে। 2 লিটার। রেড এল। সংকোচন করুন 
চিবুক এবং ঘাড় পর্যন্ত।  ক্যানস। গলা ও ঘাড়ে 5টি মলম, লাল 
alt। হলুদ এল। 17, 13, 16; ফুট গরম জল এবং সরিষা। 
আক্রমণের পর স্ক্রোফ দিন।  আমি প্রথম বা দ্বিতীয় ডিল। ; পরের দিন 
হালকা খাবার দিন।  3 ড্রপ হোয়াইট এল। হোয়াইট এল। কুলকুচি করে। 
`
        },
        {
            "রোগের নাম": "মেরুদণ্ডের বক্রতা",
            "চিকিৎসা": `মেরুদণ্ডের বক্রতা।  মেরুদণ্ড দেখুন। 
`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `কিউটেনিয়াস রোগ।  একজিমা, হারপিসের নিচে দেখুন, 
ইত্যাদি। এছাড়াও ত্বকের রোগ। 
`
        },
        {
            "রোগের নাম": "কাটছাঁট",
            "চিকিৎসা": `কাটছাঁট। আং-এর সংকোচন। 3 বা ব্লু এল। ব্যবহার করা যেতে পারে রক্তপাত বন্ধ করতে, এবং পরে সিক্যাট্রিজেশন হতে পারে 
স্ক্রফের মাধ্যমে প্রচারিত। আমি বা 6। `
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": `
সিস্টাইটিসঃ মূত্রাশয়ের প্রদাহ।  ব্লাডার দেখুন। `
        },
        {
            "রোগের নাম": "সিস্টঃ",
            "চিকিৎসা": `
সিস্টঃ তরল বা নরম পদার্থযুক্ত বন্ধ গহ্বর। 
কিছু ক্ষেত্রে তারা পরজীবী, কিন্তু অধিকাংশ ক্ষেত্রে 
এগুলি পূর্বে বিদ্যমান বন্ধের বিস্তারের ফলে হয় 
গহ্বর, স্রাবের প্রাকৃতিক আউটলেটগুলির বাধা থেকে 
অঙ্গ ইত্যাদি।  তাদের কিছু রূপ সহজেই স্কিরাস হয়ে যায় বা 
ক্যান্সার।  দিল। স্ক্রোফের।  আমি আল্ট। ক্যানসের সঙ্গে। 1, 3, বা 4।  কখন? 
এগুলি দীর্ঘস্থায়ী, ক্যান্কের মলম। 5 এবং কম - 
রেড এল এর প্রেস। ক্যান্কের স্নান। 5. 
বধিরতা।  আরও দেখুন কানের রোগ।  আছে। 
কিছু ধরনের বধিরতা যা নিরাময় করা যায় না।  অন্যরা, 
যাইহোক, তারা চিকিৎসার জন্য উপযুক্ত।  এই ক্ষেত্রে যেখানে 
মোমের সঞ্চয়ের ফলে ত্রুটিযুক্ত শ্রবণের ফলাফল 
এর চিকিৎসা খুবই সহজ।  কান সাবধানে রাখা উচিত। 
মৃদু জলের সাথে সিরিঞ্জ করা, এর প্রবাহকে নির্দেশ করার জন্য যত্ন নেওয়া 
বাহ্যিক খালের মূলের দিকে জল।  মামলাগুলিতে 
যেখানে বধিরতা ত্রুটিপূর্ণ স্নায়ু শক্তির ফলে হয়  স্ক্রোফ। 5, 
দ্বিতীয় ডিলে। , alt। ক্যানস। তৃতীয় ডিলে 5। , ক্যানসের সাথে। 5. 
কানের জন্য মলম।  এই চিকিৎসাও চেষ্টা করা যেতে পারে। 
বধিরতা অন্যান্য ক্ষেত্রে থেকে ফলাফল অনুমিত 
ক্র্যানিয়ামের মধ্যে অবশিষ্ট প্রদাহের পণ্যগুলির উপস্থিতি 
জ্বরের পর।  তবে এই ধরনের নিরাময়ের সম্ভাবনা, 
খুব উজ্জ্বল নয়।  কনজেস্টিভ ক্ষেত্রে অ্যাং দিন। আমি বা 2 
দ্বিতীয় ডিলে।  3 ড্রপ ব্লু এল, দিনে দুবার।  কুলকুচি করুন। 
20 ড্রপের মধ্যে ব্লু এল। এবং 20 টি গ্লোব।  পেট। 4 ইঞ্চি অর্ধেক-পিন্ট জল। 
`
        },
        {
            "রোগের নাম": "দুর্বলতা",
            "চিকিৎসা": `দুর্বলতাঃ দুর্বলতার একটি অবস্থা যা পুরো বা পুরো শরীরকে প্রভাবিত করে 
শরীরের অংশ, সাধারণত দুর্বল পুষ্টির কারণে।  এর মধ্যে। 
বেশিরভাগ ক্ষেত্রেই স্ক্রফ। 1 ইঞ্চি করে। , ক্যান্কের স্নানের সাথে। 5, এবং 
তাপমাত্রার সাথে সবচেয়ে উপযুক্ত বিদ্যুতের প্রয়োগ -`
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        },
    ];
    const filteredData = chikitsha.filter((item) =>
        item["রোগের নাম"].includes(searchTerm)
    );
    return (
        <div className="flex flex-col justify-center items-center p-3">
            <div className="container">
                <h2>চিকিৎসা</h2>

                {/* Search Input */}
                <input
                    type="text"
                    placeholder="রোগের নাম লিখুন..."
                    value={searchTerm}
                    onChange={(e) => setSearchTerm(e.target.value)}
                    className="form-control mb-3 bg-transparent p-2"
                />

                {/* Display Filtered Results */}
                <div>
                    {filteredData.length > 0 ? (
                        filteredData.map((item, index) => (
                            <div key={index} className=" p-3 mb-3">
                                <h4 className="text-xl font-bold py-2 text-red-500">
                                    {item["রোগের নাম"]}
                                </h4>
                                <p>{item.চিকিৎসা}</p>
                            </div>
                        ))
                    ) : (
                        <p>কোন তথ্য পাওয়া যায়নি।</p>
                    )}
                </div>
            </div>
            <div className="container">
                <p class="demoTitle">এক্স। নতুনদের জন্য পরামর্শ। 1টি। অনেক ক্ষেত্রেই রোগী গ্রহণ চালিয়ে যেতে পারে তার সাধারণ ডায়েট, তবে, অ্যাসিড এড়ানোর জন্য যত্ন নেওয়া, বিশেষ করে ভিনেগার। 2. স্ক্রফের প্রশাসন। 1 বা 5 বা অ্যাঞ্জিওটিকো 3 অথবা আমি প্রায়শই একটি কেস নির্ণয়ে সাহায্য করতে পারি। যদি রোগটি তার অপারেশনের ক্ষেত্রের মধ্যে রয়েছে-প্রতিকার দ্রুত উন্নতি ঘটাবে। অ্যাং। 2 বা 3 প্রয়োগ করা হয়েছে প্রভাবিত অংশের উপর একটি লোশন, সংকোচন, বা মলম সঠিক বিদ্যুতের কার্যকর ব্যবহারের জন্য পথ প্রস্তুত করে অথবা উপযুক্ত প্রতিকার। 3. এটি অনুমান করা হয় না যে প্রতিকারগুলি নির্দেশিত নিম্নলিখিত পৃষ্ঠাগুলিতে যান্ত্রিক উপায়ে দিতে হবে, অথবা সবগুলিই একবারে বা পর্যায়ক্রমে নিতে হবে। 4. এটি ইতিমধ্যে বলা হয়েছে যে পূর্ববর্তী ড্রাগ চিকিৎসার জন্য এটি পরিচালনা করা প্রয়োজন হতে পারে বড় ডোজ। যখন এই ক্ষেত্রে না হয় পিন্ট পুরুষদের জন্য পাতলা করা, এবং মহিলাদের জন্য লিটার বা কোয়ার্ট এবং লক্ষণগুলি না দেখা দিলে বাচ্চাদের দিয়ে শুরু করা ভাল যে রোগী সম্ভবত একজনের প্রতি খুব সংবেদনশীল বা প্রতিকারের বিভিন্ন গ্রুপের আরও বেশি। 5. অনেকে কাউন্ট মাত্তেই-এর প্রতিকারগুলি ব্যবহার করতে চান হোমিওপ্যাথি অনুশীলনে সম্পূর্ণরূপে অভ্যস্ত নয়,</p>
                <p class="demoTitle">এবং এর কার্যকারিতা বিশ্বাস করা খুব কঠিন বলে মনে হয় মিনিট ডোজ, বা গুরুতর অসুস্থতার ক্ষেত্রে ডিলিউশন আরও সংযত হতে হবে। তবুও এটি তাই, যদি না, প্রকৃতপক্ষে, অত্যাবশ্যক শক্তি ব্যাপকভাবে ক্লান্ত, এবং তারপর, এমনকি একটি ছোট শিশুর যথেষ্ট মাত্রার চেয়ে বেশি মাত্রার প্রয়োজন হতে পারে সাধারণ পরিস্থিতিতে একজন শক্তিশালী মানুষ। 6টি। প্রতিটি বিশেষ ডোজের সঙ্গে ডোজটি ভালোভাবে সামঞ্জস্য করতে হবে। কেস, এবং এটি করার জন্য যে কেউ হতে চায় একজন দক্ষ ম্যাটিস্টের চিকিৎসার সুযোগগুলি কাজে লাগানো উচিত বিভিন্ন ধরনের ছোটখাটো রোগ। অনেক কিছু শেখা যেতে পারে গৃহপালিত পশুদের উপর অনুশীলন, এবং ডোজ প্রায়ই হতে পারে একজন মানুষের মতো যথেষ্ট শক্তিশালী দেওয়া হবে। 7. উল্লেখ করা হয়েছে যে, যারা সাধারণ ড্রাগ চিকিত্সার অধীনে প্রায়শই একটি কোর্স প্রয়োজন শুকনো গ্লোবুল (বিশেষ করে স্ক্রোফ। 5) তাদের স্বাভাবিকভাবে রেন্ডার করা ইলেক্ট্রো-হোমিওপ্যাথিক প্রতিকারের প্রতি সংবেদনশীল। এখন তাই। পর্যবেক্ষণ করা হবে যে শুষ্ক গ্লোবুলের বিশাল মাত্রা হল প্রায়শই বিভিন্ন জন্য পরামর্শ দেওয়া প্রতিকারের মধ্যে নামকরণ করা হয় ব্যাধি। একটি নিয়ম হিসাবে এটি নিশ্চিত করা ভাল যে ত্বক, ফুসফুস, কিডনি এবং অন্ত্র ভাল কাজ করে, প্রভাব অধীনে এই বিশাল ডোজ দেওয়ার আগে, যেমন তারা একটি টনিক অ্যাকশন আছে এবং কখনও কখনও নির্মূল করতে বাধা দিতে পারে - সিস্টেম থেকে অমেধ্য। অন্যদিকে, দীর্ঘস্থায়ী ক্ষেত্রে, ডিলিউশন নেওয়ার পরে কিছু সময়ের জন্য নিয়মিত, প্রায়শই তাদের ছেড়ে দেওয়া ভাল ডিগ্রী এবং শুষ্ক গ্লোবুল দিন। 8. প্রতিটি প্রতিকার অবিলম্বে কাজ করে। এক সেকেন্ডের ডোজ অতএব, দেরি না করেই প্রতিকার করা যেতে পারে। 9টি। রোগ বাড়ার সঙ্গে সঙ্গে ডোজ বাড়ানো উচিত। চিকিত্সার জন্য, এমন ক্ষেত্রে ব্যতীত যেখানে প্রচুর পরিমাণে রয়েছে পূর্ববর্তী প্রতিরোধের জন্য শুরুতে ব্যবহৃত হয়েছিল</p>
                <p class="demoTitle">ওষুধের চিকিৎসা। এই ক্ষেত্রে এটি শুধুমাত্র পরে নিয়মটি প্রযোজ্য হলে সিস্টেমটি সাধারণত সংবেদনশীল হয়ে ওঠে। 10। মরিয়া ক্ষেত্রে, সাধারণ চিকিৎসার পরে ব্যর্থ হলে, নির্দেশিত প্রতিকারের 40 থেকে 50 টি গ্লোবুল হতে পারে ছয় আউন্স জলে দ্রবীভূত করে রোগীকে দেওয়া হয়। অথবা 40 থেকে 50 ফোঁটা সাদা বা নীল বিদ্যুৎ হতে পারে দেওয়া হয়েছে। প্রচুর মাত্রায় প্রায়শই এর প্রকাশকে বাধ্য করে গভীর বসে থাকা দুষ্টুমি। অর্ধেক ব্যাধি অভিযোগ করেছে গৌণ, এবং এর মূলটি খোলা রাখা অপরিহার্য রোগটা। 11। যদি কোনও খুব চিহ্নিত প্রভাব প্রথম কয়েকটি অনুসরণ করে দেওয়া পাতলা করার সিপস, এটি অর্ধেক কমানো ভাল শক্তি; এবং সব ক্ষেত্রে যেখানে সঞ্চালন অনেক আক্রান্ত অ্যাঞ্জিওটিকো প্রথমে শুধুমাত্র মলম ব্যবহার করা উচিত, অথবা সর্বাধিক একক শুষ্ক গ্লোবুলগুলিতে, এবং পরে দ্বিতীয় অল্প পরিমাণে ডাইল্যুশন দেওয়া যেতে পারে। 12টি। ডিলিউশনের ডোজ যত বেশি ঘন ঘন হবে এর পরিমাণ অবশ্যই কম হতে হবে। 13। ডিলিউশনের ডোজ যত বেশি ঘন ঘন হবে আরও দ্রুত নিরাময়, তবে শর্ত থাকে যে প্রভাবগুলি কোনও ব্যাধি সৃষ্টি করে না - সান্ত্বনা। এই ধরনের ফ্রিকোয়েন্সি সহ কোনও প্রতিকার নেওয়া উচিত নয়। অথবা এমন একটি শক্তিতে যে কোনও অপ্রীতিকর সংবেদন তৈরি করে - টিয়ানস। 14। যখন বেশ কয়েকটি প্রতিকারের প্রয়োজন বলে মনে হয় একবার বাহ্যিক ব্যবহারের জন্য কমপক্ষে দুটি নির্বাচন করা ভাল মলম, লিনিমেন্ট বা লোশন। 15। এটা মনে করা উচিত নয় যে রোগী যে নীচে উল্লিখিত যে কোনও একটি রোগে ভুগছেন সেই বিষয়ে উল্লিখিত সমস্ত প্রতিকার - স্বাচ্ছন্দ্য। একটি নিয়ম হিসাবে, এটি সীমাবদ্ধ করা তার পক্ষে অনেক ভাল হবে নিজের জন্য এক বা দুই। দীর্ঘস্থায়ী রোগে এটি হবে</p>
                <p class="demoTitle">প্রথমে শুধুমাত্র একটি চেষ্টা করা ভাল, এবং পুনরাবৃত্তি দ্বারা নিশ্চিত করা পরীক্ষা-নিরীক্ষা যা সর্বোত্তম প্রভাব তৈরি করে। এর মধ্যে। এটি করা মধ্যবর্তী দিয়ে শুরু করার পরামর্শ দেওয়া হয় বা দ্বিতীয় দুর্বলকরণ, এবং প্রতিকার আরও পাতলা করতে যদি ব্যবহৃত ডোজ লক্ষণগুলির বৃদ্ধি ঘটায়। যদি থাকে। অন্যদিকে নির্বাচিত ডোজটি কোন চিহ্নিত উৎপাদন করা উচিত নয় এটি কয়েক দিন ব্যবহার করা হয়েছে পরে প্রভাব, প্রতিকার আরও শক্তিশালী আকারে চেষ্টা করা যেতে পারে। স্নান, লোশন বা কম - প্রেসগুলি অনেক ক্ষেত্রে সুপারিশ করা হয়, তবে এটি প্রায়শই অভ্যন্তরীণ চিকিৎসা না হওয়া পর্যন্ত এগুলি ছেড়ে দেওয়ার পরামর্শ দেওয়া হয়। ন্যায্যভাবে পরীক্ষা করা হয়েছে, এবং এর প্রভাবগুলি সাবধানে উল্লেখ করা হয়েছে। এর মধ্যে প্রত্যেকটির প্রভাব নির্ধারণের জন্য সর্বাধিক গুরুত্ব ব্যবহৃত প্রতিকার, যাতে জানা যায় কিভাবে চিকিৎসা পরিবর্তন করা যায় সর্বোত্তম সম্ভাব্য প্রভাব তৈরি করার জন্য। দু 'জন নয় - অবস্থাগুলি একই রকম, এবং কোনও দু 'জন রোগী উপ - ঠিক একই ধরনের পূর্ববর্তী ড্রাগ চিকিৎসায় মিটেড। তাই আগে থেকে নির্ধারণ করা অসম্ভব কোনও পক্ষের উপর প্রদত্ত ডোজের সুনির্দিষ্ট প্রভাব হবে - কুলার রোগী। দক্ষ অনুশীলনকারী খুব শীঘ্রই কীভাবে ডোজগুলি পরিবর্তন করা যায় তা আবিষ্কার করুন। যখন স্নান করা হয় সুপারিশ করা হয় যে এগুলি ব্যবহার করা এড়িয়ে চলা সাধারণত ভাল যতক্ষণ না অভ্যন্তরীণ চিকিৎসা এবং এক্স-এর হালকা রূপগুলি ত্রিক চিকিত্সার যত্ন সহকারে চেষ্টা করা হয়েছে। এই সকলকে নিয়মাবলী অবশ্যই, ব্যতিক্রম আছে, যা হবে, যতদূর যতটা সম্ভব, তাদের নিজ নিজ শিরোনামের নিচে উল্লেখ করা হবে। 16। স্ক্রোফ প্রায়শই চিকিৎসা বন্ধ করে দিতে পারে। অথবা অ্যাঞ্জিও। একা, মেজাজ অনুযায়ী রোগীকে। 17. কিছু ক্ষেত্রে প্রতিকারগুলি মিশ্রিত করার অনুমতি রয়েছে। একসঙ্গে, e.g। দ্বিতীয় দিলস, পেটের। 1, ক্যান্ক। 1, এবং আং। 3. ব্রঙ্কিয়াল কাশির ক্ষেত্রে।</p>
                <p class="demoTitle">ইনকিউবেটিভ পিরিয়ড।<br /><br />এমন অনেক ক্ষেত্রে রয়েছে যেখানে এটি জানা দরকারী<br /><br />প্রবেশপথের মধ্যে যে সময় অতিবাহিত হয়<br /><br />সিস্টেমে একটি রোগের জীবাণু এবং এর চেহারা<br /><br />তার বিজয়ের প্রথম লক্ষণ। নিম্নলিখিত ইচ্ছা,<br /><br />অতএব, মূল্যবান হোনঃ</p>
                <table>
                    <tr>
                        <th>রোগ</th>
                        <th>ইনকিউবেশন পিরিয়ড</th>
                    </tr>
                    <tr> <td>চিকেন পক্স</td> <td>12-16 দিন</td> </tr>
                    <tr> <td>কলেরা</td> <td>কয়েক ঘন্টা থেকে 4 দিন</td> </tr>
                    <tr> <td>ডেঙ্গু</td> <td>3 দিন</td> </tr>
                    <tr> <td>ডিপথেরিয়া</td> <td>3 থেকে 6 দিন</td> </tr>
                    <tr> <td>Erysipelas</td> <td>3-6 দিন</td> </tr>
                    <tr> <td>ফ্লু</td> <td>কয়েক ঘন্টা থেকে 3-4 দিন</td> </tr>
                    <tr> <td>ম্যালেরিয়া</td> <td>3 থেকে 12 দিন</td> </tr>
                    <tr> <td>হাম</td> <td>10-21 দিন</td> </tr>
                    <tr> <td>মাম্পস</td> <td>5 দিন</td> </tr>
                    <tr> <td>প্লেগ</td> <td>2-7 দিন</td> </tr>
                    <tr> <td>রেবিস</td> <td>14 দিন থেকে কয়েক মাস</td> </tr>
                    <tr> <td>পুনরায় জ্বর</td> <td>5 দিন</td> </tr>
                    <tr> <td>রুবেলা</td> <td>10-21 দিন</td> </tr>
                    <tr> <td>স্কারলেট জ্বর</td> <td>2-7 দিন</td> </tr>
                    <tr> <td>গুটিবসন্ত</td> <td>12-14 দিন</td> </tr>
                    <tr> <td>সিফিলিস</td> <td>10 দিন থেকে 6 সপ্তাহ</td> </tr>
                    <tr> <td>টাইফয়েড জ্বর</td> <td>10-15 দিন</td> </tr>
                    <tr> <td>টাইফাস জ্বর</td> <td>2-14 দিন, সাধারণত 12 দিন</td> </tr>
                    <tr> <td>হলুদ জ্বর</td> <td>10 দিন</td> </tr>
                    <tr> <td>হুপিং কাশি</td> <td>2-6 দিন</td> </tr>
                </table>
                <p class="demoTitle">N.B. প্রথমে একটি প্রতিকার চেষ্টা করার পরামর্শ দেওয়া হয়, এবং তারপর, যদি<br /><br />প্রয়োজন, এটি অন্যটির সাথে বিকল্প করার জন্য। অভ্যন্তরীণ চিকিৎসার পর -<br /><br />অথবা অ্যাঞ্জিওটিকো লোশনের বাহ্যিক ব্যবহার, সংকোচন হতে পারে<br /><br />চেষ্টা করা হোক। ওষুধযুক্ত স্নান শেষ পর্যন্ত রেখে দেওয়া উচিত।</p>
            </div>
        </div>
    );
};

export default Chikitsha;
