"use client"
import React, { useState } from "react";

const Chikitsha = () => {
    const [searchTerm, setSearchTerm] = useState("");

    const chikitsha = [
        {
            "রোগের নাম": "রক্তদোষজ",
            "চিকিৎসা": `রক্তাতিশয্য অর্থাৎ দেহযন্ত্রের একস্থান হইতে রক্ত অপসৃত হইয়। অন্যত্র উহার সঞ্চয় ও রক্তাল্পতা বা মন্দ রক্তসঞ্চালন এই দ্বিবিধ কারণে রক্তদোষজ রোগ উৎপন্ন হয় । এই সকল রোগে সর্ব্বত্র রক্ত সঞ্চয় উপসর্গ উপস্থিত থাকে। জীবনীশক্তির বৃদ্ধি ও হ্রাস এই দ্বিবিধ কারণ ভেদে রক্ত সঞ্চয় দুই প্রকার ।
রক্তাতিশয্য জনিত রোগের চিকিৎসা - A2 দ্বিতীয় বা তৃতীয় ডাইলিউসন অন্নমাত্রায় কয়েকবার ও হৃদয়ে A2র পটী (৪ জ়াম জলে দুইড়ী বটিকা মিশ্রিত-করিয়া উহাতে লিন্ট বা কাপড় ভিজাইয়া বার- স্বার) ।
রক্তাল্পত। জনিত রোগের চিকিৎসা A দ্বিতীয় ডাইলিউসন অপ্সৰা A2 দ্বিতীয় ডাইলিউসন ও S দ্বিতীয় ডাইলিউসন বা C দ্বিতীয় ডাইলিউসন । রক্তাল্পতা জনিত রোগে প্রায়ই রসঘোষ উপস্থিত থাকে ।`,
        },
        {
            "রোগের নাম": "রক্তহীনতা",
            "চিকিৎসা": `রক্তহীনতা। (Anemia)
  এই রোগে বর্ণ পাণ্ডু, মাংস শিথিল ও নাড়ী দুর্ব্বল হয় এবং সামান্য পরিশ্রমে প্রবল হৃৎস্পন্দন উপস্থিত হয় । শিরঃপীড়া, বামপার্শ্বে বেদনা, পদে স্ফীতি, ভোজনের পর কখন কখন বমন, কোষ্ঠবদ্ধ ও অধিক পরিমাণে প্রস্রাব ইত্যাদি উপসর্গ দেখা দেয়। স্ত্রীলোকের এই রোগ হইলে সচরাচর প্রদর রোগ উপস্থিত হয় ।
  ঋতুর বিশৃঙ্খলা, অস্বাস্থ্যকর খাদ্য ও জলবায়ু, প্রদর বা অর্শরোগ বা অধিক সত্তানোৎপাদন প্রভৃতি কারণে স্ত্রীলোকের এই রোগ উপ- স্থিত হয় ।
চিকিৎসার প্রধান ধাতু-S ডা: ও বটিকা আহারের সময় । পর্যায়ক্রমে L ও A2 র অবগাহন। স্নায়ু বর্তল, উদর গহ্বর, স্নৈহিক স্নায়ু, গ্রীবাপৃষ্ঠ ও উদরস্থ দৈহিক স্নায়ুকেন্দ্রের উপর পর্যায়ক্রমে REY. E
রক্তপ্রধান ধাতু—A L কিম্বা S পৰ্যায়ক্রমে। উক্ত ঔষধ আহারের সময়। এর অবগাহন। হৃদয়ে A2 র মালিঙ্গ • B. E. I
স্ত্রীলোকের রক্তহীনতা রোগের সহিত প্রদর দেখা দিলে A ও C দ্বিঃ ডাঃ পর্যায়ক্রমে ও প্রতি ঘন্টায় একটা করিয়া বটিকা C s A3 ও C1 এর অবগাহন পর্যায়ক্রমে । প্লীহা ও স্বঙ্কতের উপর দর মালিস । C বা C5 ও A3 এর পিচকারী ।
দৃষ্টফল দেখা গিয়াছে যে অনেক স্থলে কয়েক দিন ঔষধ ব্যবহার করিয়াই চমৎকার ফল পাওয়া যায় । শীঘ্র শীঘ্র বলাধান করিবার জন্য ডাইলিউসন ঔষধের সঙ্গে উপযুক্ত স্থানে ইলেক্টিসিটি ও উপ পশু বা প্রদেশে F2  মালিস প্রয়োগ ও আহারের পর কয়েকটা ব S or S5 বিশেষ উপযোগী ।`,
        },
        {
            "রোগের নাম": "হরিৎপীড়া ( Chlorosis )",
            "চিকিৎসা": `হরিৎপীড়া ( Chlorosis )
রক্তাল্পতাবশতঃ এই রোগ উৎপন্ন হয়।
রস প্রধান ধাতু, পুষ্টিকর খাদ্য দ্রব্য পরিহার, অঙ্গ
শারীরিক দৌর্ব্বল্য,
অঙ্গচালনা, বার-
স্বার রিপু তাড়না, নিষ্ফল প্রণয়, রজঃকচ্ছ, ইত্যাদি এইরোগের মূলীভূত কারণ ।
চিকিৎসা - S G A পৰ্যায়ক্রমে । প্রতি ঘণ্টায় একটা করিয়া- বটিকা C5 । উদর গহ্বরে, স্নায়ূবৰ্ত্ত সে, গ্রীবা পৃষ্ঠে ও দৈহিক স্নায়ুতে W. E. ও হৃদয়ে B. E.। A3, L. ও C5 এর অবগাহন । উপপত্তকা প্রদেশে Fর মালিস। দুঃসাধ্য বোগে C ডাইলিউসন
তাণ্ডব রোগ ( Chorea বা St. Vitus's Dance)
এই রোগে একটী অঙ্গ বা একত্রে কতিপয় অঙ্গ অথবা মুখের কতিপয় মাংসপেশী এককালে বিকৃতভাবে নৃত্য করিতে থাকে ৷ নিদ্রিতাবস্থায় রোগের কোন চিহ্ন থাকে না ।
কোষ্টবদ্ধ, ঋতুবিশৃঙ্খলা, মস্তকে বা মেরুদণ্ডে আঘাত বা কদভ্যাস ( হস্তমৈথুনাদি ), ভয়, কৃমি, দন্তোদ্গাম ইত্যাদি কারণে অঞ্চল' তাওবরোগাক্রান্ত রোগীর অঙ্গবিকৃতি দর্শনে এই রোগ জন্মে ।
চিকিৎসা-বোগ কারণ দেখিয়া চিকিৎসা করা কর্তব্য। দ্বি ডাঃ। S2 দ্বিঃ ডাঃ। C5 বারম্বার ; গ্রীবা পৃষ্ঠে, স্নৈহিক স্নায়ুতে ও স্নায়ু বৰ্ত্ত লে R. E. ও Y. E. পর্যায়ক্রমে ; হৃদয়ে A2 র মালিস। C5 এর অবগাহন; সমস্ত মস্তকে এর C6 মালিস ; S বা S5 এর অবগাহন । কৃমি লক্ষণ থাকিলে S ও Ver. পর্যায়ক্রমে এবং রক্তদোষ লক্ষণ
থাকিলে S ও A পৰ্যায়ক্রমে ।`,
        },
        {
            "রোগের নাম": "রক্তস্রাব। (Hemorrhage )",
            "চিকিৎসা": ` রক্তস্রাব। (Hemorrhage )
আধাত বা অন্য কোন কারণে রক্তাশয় হইতে রক্ত স্রাব হয় । রক্তস্রাব দ্বিবিধ, আভ্যস্তবিক ও বাহ্যিক। আভ্যন্তরিক রক্তস্রাবে বহির্দেশে রক্তপাত হয় না—শরীরের ভিন্ন রক্তপাত হয় ৷ সন্ন্যাস প্রভৃতি রোগ আভ্যন্তরিক রক্তস্রাবে উপস্থিত হয় ।
চিকিৎসা — A ও S বা C দ্বিঃ ডাঃ বারম্বার। A2র পটী, B. E. অথবা W.E
জরায়ু হইতে রক্তস্রাব হইলে — A দ্বিঃ ডাঃ বা A2 দ্বিঃ ডাঃ বারম্বার, হৃদয়ে A কিম্বা A2 মালিস । A3র মালিম, পটী ও অব-
গাহন । C5 এর অবগাহন, উপপত্তকা প্রদেশে F2'র মালিস । দৃষ্টফল—ইলেক্টে । হোমিওপ্যাথি চিকিৎসা যে অন্যান্য চিকিৎসা অপেক্ষা শ্রেষ্ঠ তাহার একটা উদাহরণ যদি কেহ অতি অল্প সময়ের মধ্যে দেখিতে ইচ্ছা করেন তাহা হইলে আঘাত জনিত রক্তস্রাবে ব্লু ইলেক্টিসিটি ব্যবহার করিয়া দেখিবেন। সবরাচর কয়েক সেকেণ্ডের মধ্যে ছিন্ন পেশী, শিরা বা ধমনী হুইতে রক্তস্রাব বন্ধ হইয়া যাইবে ।`
        },
        {
            "রোগের নাম": "শিরা স্ফীতি। ( Varices )",
            "চিকিৎসা": `শিরা স্ফীতি। ( Varices )
রক্ত সঞ্চালন বিশৃঙ্খলতা নিবন্ধন শিরা বিস্তৃতি ও শিরাক্ষত এবং বাতরোগে শিরাস্ফীতি ।
চিকিৎসা-A অথবা A2 ও C দ্বিঃ ডাঃ পর্য্যায়ক্রমে। উক্ত ঔষধ আহারের সময় ৫ বা ১০ বটিকা পৰ্যায়ক্রমে। A3 বা C5 এর
পটী। বিস্তৃত শিরার উপর B. E.। রোগ নিশ্চয় আরাম হয় ।
মক্কতে রক্ত সঞ্চয় হইয়া শিরাবিস্তৃতি হইলে A ও F পৰ্যায়ক্রমে । `
        }
        ,
        {
            "রোগের নাম": "একশিরা (Varicocele)",
            "চিকিৎসা": `একশিরা (Varicocele)
কোষের শিরা প্রসারিত হয় ৷ সচরাচর বাম কোষ স্ফীত হয় ও উহাতে বেদন' অনুভূত হয় । পৃষ্ঠে ও কটিদেশে ভার ও টান বোধ হয়। কোষ্ঠ বদ্ধ থাকিলে বেদনাব বৃদ্ধি হয় ৷
চিকিৎসা-শিরাস্ফীতির ন্যায়। ১০ বা ২০টী বটীকা C5 বা Lin ও ৩০ ফোটা A. P. ছয় আউন্স জলে মিশ্রিত করিয়া কয়েক দিন ধরিয়া নিয়ত উহাব পটী লাগাইলে বিশেষ উপকার হয় ।
দৃষ্টফল-চিকিৎসা অনেক স্থলে সফল হইতে দেখা গিয়াছে।
রোগ কিছু বিলম্বে আরোগ্য হয় ৷`
        }
        ,
        {
            "রোগের নাম": "শিরা প্রদাহ (Phlebitis )",
            "চিকিৎসা": `শিরা প্রদাহ (Phlebitis )
এই রোগে শিরার প্রদাহ, শিরা কাঠিন্য এবং শিরার ভিতর যন্ত্রপা
উপস্থিত হয়। চিকিৎসা — A অথবা A ও S প্রঃ ডাঃ পর্য্যায়ক্রমে । এটী বটিকা করিয়৷ উক্ত ঔষধ পর্য্যায়ক্রমে আহারের সময়। পীড়িত শিরার
উপর A2 বা B.E পটী। হৃদয়ে A2 র মালিস। এর অথবা পর্যায়ক্রমে A ও L এর অবগাহন ।`
        }
        ,
        {
            "রোগের নাম": "মেদরোগ ( Obesity )",
            "চিকিৎসা": `মেদরোগ ( Obesity )
বসাঝিল্লীর বিকৃত পুষ্টি ও চর্ম্মের নিয়ে ও অন্যান্য অংশে প্রভূত বসা সঞ্চাৰ । সচরাচর উদরের নিম্নভাগ, পৃষ্ঠের উপরিভাগ, স্তন ইত্যাদি স্থলে অধিক স্থূলতা দৃষ্ট হয় ।
মেদরোগ শরীরাভ্যন্তরভাগে ব্যাপ্ত হইয়া শ্বাসনালী, ফুফুস্, অস্ত্র যকৃৎ ইত্যাদি যন্ত্রের কার্য্যে ব্যাখাত জন্মায় । এই রোগ হইতেই সশর্কর বহুমূত্র রোগের উৎপত্তি হয। রসপ্রধান ধাতু, হস্তমৈথুন, নিয়ত উপবেশন ও শযন, সুভোজন ইত্যাদি কারণে মেদরোগ জন্মে ।
চিকিৎসা—যে সমস্ত কারণে এই রোগ জন্মে সেই সকল কারণ পরিহার । S.G অথবা C4 অথবা  C5ব্যবস্থাৰ । A2 ও L বা Ven. পর্যায়ক্রমে। ২০টী বটিকা A3 । C5 ও A3 র অবগাহন পৰ্য্যায়ক্রমে । গ্রীবাপৃষ্ঠ, স্নৈহিত্ব স্নায়ু ও স্নায়ুবর্ত্তলের উপর R. E. ও Y. E.
পর্যায়ক্রমে। উপপত্ত কাপ্রদেশে F2 ব মালিস ।
L এর অবগাহন।
শ্বেতসার খাদ্য পরিহার, অল্প পরিমাণে জল বা জলীয় দ্রব্য ব্যবহার ও পরিমিত ব্যায়াম করিলে শীঘ্র শীঘ্র উপকার হয় । `
        }
        ,
        {
            "রোগের নাম": "কৃশতা ( Marasmus )",
            "চিকিৎসা": `কৃশতা ( Marasmus )
শরীরের একাস্তু শীর্ণভাব ও অরুচি। কিছুদিন পরে অরুচির সঙ্গে সঙ্গে শুল্ক কাশি দেখা দেয় এবং পরে ক্ষয়কাশ উপস্থিত হয়।
চিকিৎসা—S ও C পর্যায়ক্রমে । স্নায়ুবৰ্ত্ত, লে, গ্রীৰাপৃষ্ঠে ও ন্নৈহিক স্নায়ুতে R. E. ও Y. E পর্যায়ক্রমে । মস্তকে W. E. বা C5 এর মালিস । `
        }
        ,
        {
            "রোগের নাম": "বালাস্থিবিকৃতি (Rickets )",
            "চিকিৎসা": ` বালাস্থিবিকৃতি (Rickets )
রসদোষ জনিত অস্থির বিকৃতি ও কোমলতা । এই রোগে মস্তক রহৎ, পৃষ্ঠ কুব্জ ও উপর স্ফীত হয় এবং পদ ধনুর আকার ধারণ করে কিন্তু বুদ্ধিশক্তি অধিকতর প্রখর হয় ।
চিকিৎসা–C., S., A3 প্রথম 'ডাইলিউসন । উক্ত ঔষধ আহা- রের সময় পর্যায়ক্রমে (৪টী বটিকা করিয়া) । L বা Venএর অব- গাহন । পৃষ্ঠে, স্নৈহিক স্নায়ুতে, স্নায়ুবৰ্ত্তলে ও উদরগহ্বরে R. E.
ও Y, E. পৰ্যায়ক্রমে । G.E ট র অবগাহন ।
।`
        }
        ,
        {
            "রোগের নাম": "হ্রাস। (Atrophy)",
            "চিকিৎসা": ` হ্রাস। (Atrophy)
কোন অঙ্গের বা দেহ-যন্ত্রের হ্রাস ও কৃশতা । এই রোগে কখন কখন পীড়িত স্থানের পেশী, রক্তাশয় ও অস্থি শুষ্কভাব ধারণ করে ও সংকুচিত হইয়া আইসে। রোগ বৃদ্ধিৰ সঙ্গে সঙ্গে ক্ষয়কাশ ও গল- দেশে স্ফীত গ্রন্থি দৃষ্ট হয় এবং ভাল চিকিৎসা না হইলে রোগীর উদ- রাময় ও অবসন্নভাব উপস্থিত হইয়া মৃত্যু ঘটে
দূষিত বায়ু, বহুজনাকীর্ণ গৃহেবাস ও অস্বাস্থ্যকর খাদ্য, কৃমিজনিত বা দন্তোদাম কালীন আক্ষেপ, পুরুষক্রমাগত উপদংশ বিষ বা রস- দোষ, মৃত্তিকা ভোজন ইত্যাদি এই রোগের কারণ ি
চিকিৎসা—S ডাইলিউসন। স্নৈহিক স্নায়ু ও পীড়িত স্থানের স্নায়ুর উপর R. E ও Y. E. পর্যায়ক্রমে । রোগ দুঃসাধ্য হইলে C বা A2। C5 এর অবগাহন । উপপশু কা প্রদেশে F2র মালিস। W. E র অবগাহন (এক টব জলে ১ আউন্স)। W. Eব পটী ।`
        }
        ,
        {
            "রোগের নাম": "গণ্ড রোগ (Scrofula )",
            "চিকিৎসা": `গণ্ড রোগ (Scrofula )
এই রোগের প্রধান লক্ষণ—অস্থি ও কোমল ঝিল্লীর বিচ্যুতি এবং নিম্ন চোয়াল, গ্রীবার মধ্যদেশ, উরুমূল ও কক্ষস্থিত রসগ্রন্থির স্ফীতি । রসগ্রন্থির পীড়া, চর্মরোগ, অর্ধ্ব দ, স্ফোটক, ক্ষত, নালীক্ষত, কয়েক প্রকার নেত্রাবরণ প্রদাহ ও যে সমস্ত রোগে অস্থি ও উপাস্থির পরি বর্ত্তন ঘটে ও গুটিকা জন্মায় সেই সকল রোগ গণ্ডরোগের অন্তর্গত ৷
মন্দ খাদ্য, আর্দ্র স্থানে বাস, সুরাপান, উপদংশ ইত্যাদি গণ্ডমালা রোগের কারণ । গণ্ডমাল৷ রোগক্রান্ত ব্যক্তির অধিক দিনের শ্লেষ্মা থাকিলে ক্ষয়কাশ হইবার সম্ভাবনা। এইজন্য চিকিৎসাকালে উহার উপর বিশেষ দৃষ্টি রাখা আবশ্যক ।
চিকিৎসা--S বারম্বার । C1, C4, C5, এবং Ven বারম্বার । A2, C5, S5., Ven, W. E., R. E বা G. E র অবগাহন ' উপপত্ত কা প্রদেশে F2 বা C5 এর পটী বা মালিশ ।
দৃষ্টফল—এই রোগ অনেকে অসাধ্য মনে করেন এবং অনেক স্থলে অধিক দিন ধরিয়া চিকিৎসা না করিলে আরোগ্য লাভ হয় না । কিন্তু ইলেক্টো হোমিওপ্যাথি চিকিৎসায় অনেক স্থলে এই রোগ এক মাসের মধ্যে সম্পূর্ণরূপে আরোগ্য হইতে দেখা গিয়াছে ।`
        }
        ,
        {
            "রোগের নাম": "শীতাদ ( Scurvy )",
            "চিকিৎসা": `শীতাদ ( Scurvy )
এই রোগের প্রধান লক্ষণ দৌৰ্ব্বল্য, ভিন্ন ভিন্ন স্থান হইতে রক্ত- পাত, কালিমা, দত্তমাডী স্ফীতি ও রক্তস্রাব। বহুকালব্যাপী শ্লেষ্মা- প্রভাবে এই রোগ উৎপন্ন হয়। চিত্তাবসাদ, অপরিচ্ছন্নতা, লবণাক্ত খাদ্য ব্যবহার, অতিরিক্ত পরিশ্রম ইত্যাদি কারণে এই রোগ বৃদ্ধি পায় ।
চিকিৎসা—খাদ্য, পরিচ্ছদ ও আবাস স্থানের উপর বিশেষ দৃষ্টি রাখা কর্ত্তব্য। শুষ্ক (হিম রহিত) বায়ু, গরম কাপড়, উৎকৃষ্ট অর্থাৎ লঘুপাক ও পুষ্টিকর খাদ্য ইত্যাদি ব্যবহার করিলে রোগ নিবারিত ও আরোগ্য হইয়া যায়
}
S., C6., A2 পৰ্যায়ক্রমে। Lএর অবগাহন। B. E. কুলি । হৃদয় ও বৃহমদ্ধনীর উপর A2র মালিস এবং উপপত্ত তা প্রদেশে F2 র
মালিস । রক্তস্রাব বিশিষ্ট স্থানে S5 ও C5 এর পটী :`
        }
        ,
        {
            "রোগের নাম": "গ্রন্থি প্রদাহ (Adenitis)",
            "চিকিৎসা": `গ্রন্থি প্রদাহ (Adenitis) নূতন বা পুরাতন রসগ্রন্থিব প্রদাহ । গ্রীবা, শিশ্নতল, কক্ষ ইত্যাদি স্থানের ক্ষুদ্র ক্ষুদ্র গোলাকৃতি রস গ্রন্থিতে এই প্রদাহ উপ- স্থিত হয় ৷
নূতন রসগ্রন্থির প্রদাহ ।— রসগ্রন্থিতে যন্ত্রনা ও উত্তাপ বোধ হয় ; চৰ্ম্মে প্রদাহ উপস্থিত হয় ও পূয়সঞ্চার হয় ।
চিকিৎসা—S বা S5 ও A পর্যায়ক্রমে ও F কিম্বা A ও C পৰ্য্যা- য়ক্রমে। আহারের সময় উক্ত ঔষধের শুল্ক বটিকা। কয়েক বার F1 ডাইলিউসন । C5 ও A অথবা A2র অবগাহন পৰ্য্যায়ক্রমে । রসগ্রন্থির উপর C5এর পন্থী ও মালিস। পীড়িত স্নায়ুর উপর R. E. ও Y. E. পর্যায়ক্রমে ।
পুরাতন রসগ্রন্থি প্রদাহ।—এই বোগে স্ফীত রসগ্রন্থি অক- ৰ্ম্মণ্য হইয়া পড়ে । তরল পুথ নিঃসরণ হয, ক্ষত ও স্ফোটক কখন ফাটিয়া যায় এবং কখন বা আপনাআপনি বন্ধ হইয়া যায় এবং গ্রীবা ও চোয়ালের রসগ্রন্থি স্ফীত হয় ।
চিকিৎসা - A ও S কিম্বা C পর্য্যাযক্রমে। আহাবের সময় এ ঝটিকা L । A3 C5 ও Lএর 'অবগাহন। C5 এর পটী ও G. E র পটী ।
囚 `
        }
        ,
        {
            "রোগের নাম": "গণ্ডমালা",
            "চিকিৎসা": `গণ্ডমালা ।
Scrofulous Glands in the Neck.
'গলদেশস্থ রসগ্রন্থির পীড়া ।
'চিকিৎসা S কিম্বা L ডাইলিউসন। রোগ দুঃসাধ্য বোধ হইলে C. দ্বিঃ ডাঃ। পীড়িত স্থানের স্নায়ুর উপর R. E.। C5 ও Lএর অবগাহন। C5-এর পটীও মালিস।`
        }
        ,
        {
            "রোগের নাম": `কর্ণের নিম্নে লালাগ্রন্থির পীড়া।
Salivary glands under theEars`,
            "চিকিৎসা": `কর্ণের নিম্নে লালাগ্রন্থির পীড়া।
Salivary glands under theEars
C. দ্বিঃ ডাঃ বা A । C5 এর পটী ও কুলি। পীড়িত স্থানে স্নায়ুর উপর R. E. ও Y E C5 ও A পৰ্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "দৌৰ্ব্বল্য (General Debility)",
            "চিকিৎসা": `দৌৰ্ব্বল্য (General Debility)
এই রোগে জীবনীশক্তি নিস্তেজ হইয়! আইসে এবং শরীর অব- সন্ন হইয়া পড়ে। এইরূপ দৌর্ব্বল্য দেহ যন্ত্রের কার্য্যে কোনরূপ বিশেষ বিশৃঙ্খলা না হুইলে উপস্থিত হয় না।
চিকিৎসা—কখন কখন কেবলমাত্র স্নায়ু বৰ্ত্তল ও উদর গহ্বরের উপর R. E. প্রয়োগ করিলে স্নায়ুক্তি বৰ্দ্ধিত হয়। উক্ত ঔষধে উপকার না হুইলে ধাতু অনুসারে A কিম্বা S প্র: ডাঃ । Sএর বটীকা আহারের সময়। প্রাতে একটী বটিকা L করোটী ( মাথার খুলি ) গ্রীষাপৃষ্ঠ, স্নায়ুবৰ্ত্তল, স্নৈহিক স্নায়ু এবং মেরুদণ্ডের উপর R. E. ও Y.E. পর্যায়ক্রমে । S5,C, A2, Lএর অবগাহন । উপপত্ত কা প্রদেশে F2র মালিস ।
দৃষ্টফল-সর্ব্বপ্রকার দৌৰ্ব্বল্যে শুভফল দেখা গিয়াছে । দৌৰ্ব্বলো লক্ষণবিশিষ্ট এমন অনেক রোগ আছে যে তাহা অনেক চেষ্টা করিয়াও আরাম করিতে পারা যায় না। কিন্তু এইরূপস্থলে যদি জীবনীশক্তি একেবারে নিঃশেষিত হুইয়া গিয়া না থাকে তাহা হইলে উপযুক্ত ঔষধ প্রয়োগে কয়েক দিনের মধ্যে রোগীকে রোগাবস্থায় যতদূর সম্ভব সবল করিতে পারা যায় ।`
        }
        ,
        {
            "রোগের নাম": "মস্তিষ্ক দৌর্বল্য (Cerebral Weakness )",
            "চিকিৎসা": `মস্তিষ্ক দৌর্বল্য (Cerebral Weakness ) ;
কুইনাইনের অপব্যবহার জনিত মস্তিস্ক দৌর্বল্য।
চিকিৎসা—S. G. প্রঃ ডাঃ। স্নৈহিক স্নায়ু, উষর গহ্বর, স্নায়ুবর্ত্ত ল এবং মস্তকের সমস্ত স্নায়ুর উপর R, E. ওY. E. পর্য্যয়েক্রমে । C5 ও S2র অবগাহন পর্যায়ক্রমে। WE র অবগাহন।
দৃষ্টফল—চিকিৎসা প্রায়ই নিষ্ফল হয় না। কয়েক দিনের মধ্যেই
ফল দৃষ্ট হয়।`
        }
        ,
        {
            "রোগের নাম": "মুচ্ছা ( Fainting )",
            "চিকিৎসা": `মুচ্ছা ( Fainting )
হৃদয়ের কার্য্যনিরোধ নিবন্ধন জীবনীশক্তির ক্ষণিক তিরোভাব । হৃদয়ের কার্য্যে বিশৃঙ্খলা, অধিক উত্তাপ, মস্তকে অধবা স্নায়ুমণ্ডলে জাষাত, রক্তস্রাব ইত্যাদি কারণে এই রোগ জন্মে।
চিকিৎসা ১০ বা ২০টা বটিকা S ও পরে S2 ডাইলিউসন। ন্নৈহিক স্নায়ু, গ্রীবাপৃষ্ঠ ও স্নায়ুবর্ত্তলের উপর R. E.
খৃষ্টফল—ইলেলে কূটো-হোমিওপ্যাথি চিকিৎসার ফল কিরূপ সুন্দর তাহা এইরূপ রোগের চিকিৎসা করিলে সচরাচর কয়েক মিনিটের মধ্যে বুঝ। যায় । মুচ্ছা হইবার পূর্ব্বক্ষণেই ১০। ২০ টা বটিকা S সেবন করাইলে তৎক্ষণাৎ উহা নিবারিত হয়।`
        }
        ,
        {
            "রোগের নাম": "গ্রন্থি ও ঝিল্লীতে রক্ত সঞ্চয় (Congestions of Glands and Tissues)",
            "চিকিৎসা": `গ্রন্থি ও ঝিল্লীতে রক্ত সঞ্চয়
Congestions of Glands and Tissues.
চিকিৎসা--S ও A2 ছিঃ ডাঃ পর্যায়ক্রমে। উক্ত ঔষধের বটিকা আহারের সময়। আবশ্যক বোধ হইলে C ছিঃ ডাঃ A2, C5 বা
W. E. অবগাহন। সংসৃষ্ট স্নায়ুর উপর B. E অথবা RE, Y. E. পর্যায়ক্রমে ।`
        }
        ,
        {
            "রোগের নাম": "নূতন বা পুরাতন প্রদাহ (Acute or Chronic Inflammation)",
            "চিকিৎসা": `নূতন বা পুরাতন প্রদাহ (Acute or Chronic Inflammation)
প্রদাহ উপস্থিত হইলে গাত্রে দাহ ও উত্তাপ অনুভব হয় এবং প্রদাহযুক্তস্থান রক্তবর্ণ হয় ও স্ফীতভাব ধারণ করে।
চিকিৎসা-S সেবন ও S বা C5 বাহ্যিক প্রয়োগ। ধাতু রক্ত প্রধান হইলে A ও S পৰ্যায়ক্রমে। কিন্তু জর থাকিলে কেবল F2 অথবা F ও S বা A পৰ্য্যায়ক্রমে সেবন করা বিধি। প্রদাহযুক্ত জ্বর প্রবল হুইলে F অল্পমাত্রায় বারম্বার এবং উপপতকা প্রদেশে F2 মালিস ও পটা।
জ্বর আরোগ্য হইলে পর কয়েকদিন F2র মালিস ও S। রোগীর ধাতু রক্তপ্রধান হইলে A ও S পর্যায়ক্রমে।
খৃষ্টফল— গভীর স্ফোটক, দগ্ধব্রণ ( carbuncle ) ইত্যাদি রোগের প্রথমাবস্থায় যে প্রদাহ উপস্থিত হয়, তাহ৷ প্রথম হইতে চিকিৎসা
করিলে উক্ত রোগগুলি আদৌ আবির্ভূত হইতে পায় না । অতি
অল্প সময়ের মধ্যেই উপকার আরম্ভ হয় ।`
        }
        ,
        {
            "রোগের নাম": "জ্বব (Fevers)",
            "চিকিৎসা": `জ্বব (Fevers)
জন্ম সচরাচর অস্ত্র, যকৎ অথবা পাকযন্ত্রের কার্য্যে বিশৃঙ্খলা হইয়া উপস্থিত হয়। কিন্তু জরাবস্থায় উক্ত বিশৃঙ্খলার কোনরূপ বাহ্যিক চিহ্ন প্রায়ই দৃষ্ট হয় না। জরের তিনটা অবস্থ। — (১) প্রদাহাবস্থা, (২) পাকাশয়াস্ত্রাবস্থা ও (৩) দৌর্বল্যাবস্থা। প্রগাঢ়াবস্থায় গাত্রদাহ উপস্থিত হয় এবং মুখ রক্তবর্ণ ও ভারযুক্ত বলিয়া বোধ হয়। পাকা- শয়াস্তাবস্থায় জিহ্বার উপর গীত, খেত অথবা কৃষ্ণবর্ণ আবরণ দৃষ্ট হয় এবং উপরে ভারবোধ ও বেদনা উপস্থিত হয়। দৌর্বল্যাদ্বাহ জীবনী শক্তি নিস্তেজ হইয়া আইসে। এই অবস্থায় রস ও রক্তের বিশ্লেষণ আরম্ভ হও, জিহ্বা, দত্ত ও ওষ্ঠাধরে কালিমা দেখা দেয়,দুর্গন্ধ ধর্ম নিঃসরণ হইতে থাকে; নাসিকা, অস্ত্র অথবা মুত্রদ্বার দিয়া রক্তপাত হয়, গাত্রের উপর মৃদ্ধ মৃদ্ধ রক্তচিহ্ন প্রকাশ পায় এবং নাড়ী এত দূর নিস্তেজ হইয়া আইসে যে অনেক স্থলে উহার স্পন্দন আদৌ অনুভব করিতে পারা যায় না।
চিকিৎসা—জ্বরের প্রদাহ ও পাকাশয়াস্ত্রাবস্থায় F ও S অথবা F ও A দ্বিঃ বা ডঃ ডাঃপর্য্যায়ক্রমে । মরুৎ ও নীহার উপর মালিস F2 বা মালিস C5 বা F2 ও C5 এর মাগিস পর্যায়ক্রমে, স্নায়ুবর্ত্ত.ল. উপর- গহ্বর ও স্নৈহিক স্নায়ুর উপর R.E. ওY.E পর্যায়ক্রমে দৌর্ব্বল্যা- বস্থায় একটী করিয়া বটিকা এক ঘণ্টা অন্তর, সমস্ত উপরে এর পট্টী বা মালিস এবং সমস্ত শরীরের উপর ঔষধের কার্য্য সঞ্চার করিবার জন্য WE অথবা R. 5. শ্রীরাপৃষ্ঠে, শ্লৈষ্মিক স্নায়ুতে, স্নায়ুবস্তুলে, সমস্ত মেরুদণ্ডে ও পদতলে। উক্ত অবস্থা কাটিয়া গেলে চিকিৎসা প্রদাহাবস্থার ন্যায় । কিন্তু যদি কোন প্রকার উদরের পীড়া থাকিয়া যায় তাহা হইলে F and C ডাইলিউসন ক্রমান্বয়ে এবং চিনির সহিত ৫ কোট। W. E. প্রাতে ও সন্ধ্যাকালে সেবন করা বিধি। জ্বরের সহিত মেরুদণ্ডে বেদনা, চক্ষুর চতুর্দ্দিকে নীলিমা ও চক্ষুর তারকাব ভিতবে পাণ্ডুবর্ণ, নাসিক! কখন ইত্যাদি রুমি লক্ষণ থাকিলে অগ্রে কৃমি বিনষ্ট করিয়া জ্বর চিকিৎসা করা কর্তব্য। রুমি উপরে থাকিলে অন্যান্য ঔষধের কার্য্য বিনষ্ট করিয়া দেয়। এই জন্য এইরূপ স্থলে প্রান্তে ও সায়াহে ১০টা বটিকা Ver2এর সহিত ৫ ফোটা Y.. ব্যবস্থ! করিয়া উহার সঙ্গে 'সঙ্গে জ্বরের ঔষধ সেবন করান ভাল। আভ্যন্তরিক ঔষধ সেবনে রুমি নির্দোষে আরোগ্য না হইলে দিবসের মধ্যে দুইবার Ver2 and YE র পিচকারী ( ১০টা বটিকা Ver2, ২ ফোটা Y. E ও ছয় আউন্স জল) করা আবশ্যক ।
পুরাতন ও নবহরের চিকিৎসা একপ্রকার। ঔষধ, কি বিষয়,কি সজয়, সকল অবস্থায়ই ব্যবহার করা যাইতে পারে। কি অরকালে ডাইলিউসন ঔষধ অপেক্ষাকৃত শীঘ্র শীঘ্র সেবন করা ভাল। যদি প্রথমে দেখা যায় যে রোগীর উপরে অধিক মলসঞ্চয় হইয়াছে অথচ রোগীর শরীর বেশ সবল আছে তাহা হইলে কোন মৃদু বিরেচক (এরণ্ড তৈল ) ব্যবহার করিয়া পরে চিকিৎসা করিলে শীঘ্র সুফল হয়।
অধিক দিন পূর্ব্বোক্ত প্রকারে চিকিৎসা করিয়া জর আরোগ্য না হইলে • আউন্স জলে ৫০ বা ৬০ টী বটিকা F2, F2, বা S.G. বা ৫০ বা ৬০  - বা ফোটা R. E. অথবা W. E. অ ঘণ্টা অন্তর অথবা এককালে এক কাচ্চা জলের সহিত ১০০ ফোটা B E বা W.E. মিশ্রিত করিয়া সেবন করিলে প্রতিকার হয়। কিন্তু চিকিৎসা কালে স্মরণ রাখা কর্তব্য যে জ্বর শীঘ্র শীঘ্র আরোগ্য করিবার মানসে জ্বরের প্রথম:- বস্তায় এইপ বৃহৎ মাত্রায় ঔষধ সেবন করাইলে অধিকাংশ স্থলে প্রথম হইতেই জ্বর পাটকাইয়া যাব এবং রস ও রক্ত সম্পূর্ণরূপে পরিশোধিত হয় না।
প্রবল জ্বরে মধ্যে মধ্যে অথবা দিনের মধ্যে দুইবার প্রাতে ও সারাতুে ৪ বা ৫টী করিয়া F বা S G. বটিকা অথবা গুফোটা B E অথবা W.E. চিনির সহিত মিশ্রিত করিয়া সেবন করিলে শীঘ্র উপকার হয় ।
জ্বরভাব হইলে অর্থাৎ জ্বর হইবার উপক্রম হইতেছে বোধ হইলে প্রথমে এককালে ৮বা ১০টি বটিকা F সেবন করিয়া F প্র: ড' : দিবসে ১০/১২ বার এবং প্লীহা ও যকৃতের উপর F2 মালিঙ্গ।
জ্বর আরোগ্য হইবার পর অরুচি, অসুস্থতা, দৌর্ব্বল্য ইত্যাদি লক্ষন থাকিলে S. G. প্রঃ ডাঃ ও আহারের সময়, পূর্ব্বে বা পরে ৪টা বটিকা S. G. জিহ্বার উপর রাখিয়া সেবন করিলে শীঘ্র বলাধান
। রাতন 11 ক আরোগ্য হইবার পর পূর্ব্বোক্ত প্রকারে S. G., প্লীহা ও যকৃতের উপর F2 বা C5 এর মালিস এবং ছয়ী প্রধান স্থানে (চিত্র দেখ) R.E, Y.E পৰ্যায়ক্রমে ।
দৃষ্টফল—এলোপ্যাথি বা অন্যান্য মতে চিকিৎসা করিযা যত জ্বর- রোগীর অকালে মৃত্যু ঘটে বা যাহারা বহুদিন অনর্থক জব যন্ত্রনা ভোগ করে, তাহাদের মধ্যে শতকরা প্রায় ৭৫টী ইলেক্টে 1-হোমিওপ্যাথি যন্তে চিকিৎসিত হইলে শীঘ্র ও সমুলে আরোগ্য হু‍ইয়া যায় । নতন হবে সচারচর হোমিওপ্যাথি বা কবিরাজী চিকিৎসায় তত দ্রুত কাৰ্য্য হয় না বলিয়া এলোপ্যাথির এ িন্টফেব্রিণ, কুইনাইন প্রভৃতির এত সমাদর। কিন্তু ভাল কবিয়া এই সকল ঔষধের গুণ পর্যবেক্ষণ করিয়া দেখিলে স্পষ্ট রোগ চাইবে যে আমাদের দেশে অনেক লোক যে বহুদিন অনর্থক এর যন্ত্রণা ভোগ করে বা অকালে মৃত্যুগ্রাসে পতিত হয় এই সকল ঔষধের ব্যবহারই অহার প্রধান কারণ। এ দেশে ম্যালেরিয়া অনেক দিন হইতেই আছে। কিন্তু অধুনা উহার সহিত নিয়ত কুইনাইনের সংযোগ হওয়ায় উহা অতি ভয়ঙ্করী মূর্তিধারণ করিয়া চতুর্দ্দিকে স্বকৃৎ ও প্লীহার পীড়ার সঞ্চার করিয়া দিয়া নানা প্রকারে বঙ্গবাসীকে পীড়িত করত ক্রমশঃ নিজ ক্ষমতা বিস্তার করি- তেছে। কঠিন পুরাতন জ্বরে সচরাচর এলোপ্যাথি মতে চিকিৎসা করিয়া ভাল ফল হয় না বলিয! অনেকে কবিরাজী, হোমিওপ্যাথি বা সৰ্ব্ব চিকিৎসা বহির্ভূত পেটেন্ট ঔষধের স্বাশ্রয় গ্রহণ করেন। এই রূপ চিকিৎসায় অনেক গুলে রোগ অর্থ আরোগ্য হয় — অর্থ আরোগ্য হয় । কি পতন, কি পুরাতন, সর্বপ্রকার জর-চিকিৎসায় ইলেক্টে। হোমিওপাথি ঔষধ যেমন কার্য্যকারী, তেমনই দ্রুত ।
এমন কতকগুলি জর আছে যাহারা কতিপয় নির্ধারিত দিন অতিবাহিত হইয়া না গেলে আরোগ্য হয় না। এই সকল জ প্রথম হুইতে ইলেক্টে। হোমিওপ্যাথি চিকিৎসা হইলে ২।৩ দিনের মধ্যে ৰোগের প্রবলতা কমিয়া যায় এবং জ্বর অপেক্ষাকৃত অল্প সময়ের মধ্যে আরাম হয় । এই সকল জরে এলোপ্যাথি চিকিৎসা হইলে প্রথম হইতেই রোগের বৃদ্ধি আরম্ভ হয় এবং যে পর্য্যন্ত না বুদ্ধির উচ্চ সীমা উপস্থিত হইয়া প্রকৃতির নিয়মে অনুরূপ প্রতিক্রিয়া আরম্ভ হয সে পর্যন্ত কোন উপকার হয় না। এই সকল জরের চিকিৎসাধ এলোপ্যাথি ও ইলেক্টে। হোমিওপ্যাথির মধ্যে যে প্রভেদ উপরে লিখিত হইল তাহা অনেকেরই দৃষ্টিপথে পতিত হয় না এবং এই জন্য অনেকে এইরূপ স্থলে অজ্ঞতাপ্রযুক্ত এলোপ্যাথিকে উচ্চ ও ইলেক্টে। হোমিওপ্যাথিকে নিম্ন আসন দিয়া থাকেন।
জর যে প্রকাবের হউক না কেন, জ্বরের অবস্থা নির্ণয় করিয়া বিশেষ বিশেষ উপসর্গের উপর লক্ষ্য রাখিয়া চিকিৎসা করিতে হয় । চিকিৎসাকালে কোন প্রকার জরের কত কাল স্থিতি, উত্তাপ কত ডিগ্রী উঠিলে ভয়ের কারণ উপস্থিত হয় ইত্যাদি বিষয় পূর্ব্বে স্থির করিয়া লওয়া উচিত।` 
        }
        ,
        {
            "রোগের নাম": "অবিরাম জ্বর (Continuous Fevers)",
            "চিকিৎসা": `অবিরাম জ্বর (Continuous Fevers)
এই সকল জবে বিচ্ছেদ হষ না। একছর, প্রদাহযুক্ত জ্বর ও জব-ধিকার অবিরাম জ্বর ।
হিম লাগা, জ্বলে ভিজা, অপাক, অতিরিক্ত পরিশ্রম ইত্যাদি কারণে একজর উৎপন্ন হয় । ইহাতে প্রথমে কম্পন, পরে গাত্রোত্তাপ, শিরঃ- পীড়া, কটিদেশে বেদনা ও বাত, আরক্ত বদন, বলবতী পিপাসা, শ্বেতবর্ণ জিহ্বা, স্বল্প ও রক্তবর্ণ মূত্র, কোষ্ঠবদ্ধ, পূর্ণ ও দ্রুতনাড়ীস্পন্দন ইত্যাদি লক্ষণ প্রকাশ পায় ।
চিকিৎসা--F1 ও S1, A3 বা C ছিঃ বাঃ ডাঃ পৰ্যায়ক্রমে এবং প্লীহা ও যকৃতের উপর মালিস F2 | আবশ্যক বোধ হইলে কেবলমাত্র W. E. অথবা R, E ও Y. E. পর্যায়ক্রমে গ্রীবা পৃষ্ঠের উপর প্রয়োগ করা যাইতে পারে। এই জরে উদরাময় থাকিলে উহা S. G সেবনে শীঘ্র দ্বীভূত করা আবশ্যক। তাহা না করিলে ইহা হইতে জব বিকাৰ উপস্থিত হইবার সম্পূর্ণ সম্ভাবনা | শ্লেষ্মার লক্ষণ দেখা দিলে প্রথম হইতেই S.G P বা P3 দ্ধি বা তৃং
ডাঃ পর্য্যায়ক্রমে ব্যবস্থা করা কর্তব্য ।
প্রদাহযুক্ত জবের লক্ষণ একজবের ন্যায়। কিন্তু এই জাৱৰ প্রথমে শিরঃপীড়া, আচ্ছন্নভাব, ভদ্ৰা ইত্যাদি লক্ষণ দৃষ্ট হয় ।
চিকিৎসা- F দ্বিঃ বাঃ তৃ ডাঃ ব্যবস্থার - ২০ বা ৩০ মিনিট অস্ত্রর সেসন করাইতে পারিলে ভাল হয়। উপপত্তকা প্রদেশে বি
মালিস। উপরিউক চিকিৎসা করিয়া জব আরোগ্য হইলে পর যদি শরীরে অসুস্থভাব দৃষ্ট হয় তাহা হইলে S বা A2 দ্বিঃ ডাঃ এবং প্লীহা ও যকৃতের উপর মালিম F ব্যবহার করিলে শরীর নীরোগ হয় ।
জর-বিকার — অস্বাস্থ্যকর, দুর্গন্ধময় ও বহুজনাকীর্ণ স্থানে বাস নিবন্ধন এই পর উৎপন্ন হয়। ইশতে মস্তিষ্কের স্নায়ুর কার্য্যে বিশৃঙ্খলা ঘটে।
প্রথমাবস্থা 'জ্বর, উৎকট শিবঃপীড়া, বিকৃত মুখশ্রী, প্রলাপ, অস্থিবতা, কর্ণে ঢক্কাধ্বনি, নাসিকা হইতে বক্তস্রাব, মুখে বিজাতীয় গ, শ্বেতবর্ণ জিহ্বা, বিবমিষা, যমন, অরুচি, বেদনাযুক্ত ও বিস্তাবিত কুক্ষিদেশ, ভেদ ও কোষ্ঠবদ্ধ।
দ্বিতীযাবস্থা —শিরঃপীড়ার উপশম হইতে থাকে কিন্তু আচ্ছ ভাব বৃদ্ধি পায়, মুখশ্রী চিব ও নিশ্চল হয়, জিহ্বার উপর পাটলবর্ণ আবরণ দেখা যায় উক্ত আবরণের সংস্পর্শে দত্ত ও ওষ্ঠাধর পাটল বর্ণ হইযা যায়, কুক্ষি স্ফীত হয় মল দুর্গন্ধ ও কষ্টবর্ণ হয় এবং রোগীর চেষ্টা ব্যতিরেকে মলত্যাগ হইতে থাকে এবং মুত্র স্বল্প ও পাটল বর্ণ হন ।
গাত্রের উত্তাপ প্রায় ১০০ ডিগ্রী পর্যন্ত উঠে। রোগ সচরাচর ৩ হইতে ৪ সপ্তাহ কাল স্থায়ী হয়। গাত্রের উত্তাপ ১০৫ ডিগ্রীর নিম্নে থাকিলে অধিক ভয়ের কারণ থাকে না।
চিকিৎসা-প্রথমাবস্থায় F বা F2 অথবা S. G : ডা: ২০ বা ৩০ মিনিট অন্তর । উপত কা প্রদেশে F2 অথবা F2 ও C5 এর মালিস পৰ্যায়ক্রমে । মৃত্যুর আশঙ্কা উপস্থিত হইলে প্রতি ঘটায় একটা করিয়া Cর বটিকা, উদরের উপরে C5 এর পটী বা মালিস এবং বলাধান ও রোগীর যন্ত্রণার উপশম করিবার জন্য স্নৈহিক স্নায়ু, স্নায়ু বস্তুল, উদর গহ্বর, মেরুদণ্ড এবং পদতলের উপর R. E অথবা W. E 1 ১০ ফোটা W. B অউন্স জলে মিশ্রিত করিয়া উহু। ছাবা কপাল এবং হস্ত ও পদতল ধৌত করিলে প্রলাপ নিরস্ত হয়।
সর্ব্বপ্রকার অবিরাম জ্বর চিকিৎসায় রোগীর অবস্থানুসারে F এর সহিত A, S বা Cর ডাইলিউসন পর্য্যায়ক্রমে সেবন করান যাইতে পারে ।` 
        }
        ,
        {
            "রোগের নাম": "সর্দ্দিযুক্ত জ্বব ( Catarrhal Fever )",
            "চিকিৎসা": `সর্দ্দিযুক্ত জ্বব ( Catarrhal Fever )
সর্দ্বিযুক্ত জ্বর চিকিৎসায় — F বা SG. ও P বা P3 দ্বি: ডাঃ
পর্যায়ক্রমে ব্যবস্থা করিলেই যথেষ্ট হয় ।`
        }
        ,
        {
            "রোগের নাম": "সূতিকাজ্বর ( Puerperal Fever )",
            "চিকিৎসা": `সূতিকাজ্বর ( Puerperal Fever )
প্রসবের পর প্রকৃতির জ্বর হইলে [ব] S.G ও C দ্বিঃ ডাঃ পৰ্যায়- ক্রমে। গর্ভাবস্থায় জর হুইলে চিকিৎসা পূর্ব্বের ন্যায়।`
        }
        ,
        {
            "রোগের নাম": "সঙ্কোট বা চর্ম্মারোগবিশিষ্ট জর (Eruptive Fever)",
            "চিকিৎসা": `সঙ্কোট বা চর্ম্মারোগবিশিষ্ট জর (Eruptive Fever)
বসন্ত, হাম, বিসর্প ( নারাঙ্গা), আরক্ত জ্বর, প্রিয় জব, আম- বাত ইত্যাদি সস্ফোটক জ্বর । কেবলমাত্র S ব্যবহার করিলে গাত্রের উপর স্ফোটক আবির্ভূ ত হয় ও আরাম হইয়া যায়। F ও S দ্বিঃ বা তঃ ডাঃ পর্যায়ক্রমে ২. বা ৩০ মিনিট অন্তর । W. E. গ্রীরাপৃষ্ঠে। ফোট ভাল করিয়া না বাহির হইলে S প্রঃ ডাঃ। অঙ্কটি- ভাবে বহির্গত স্কোটের উপর C5 এর লোসন ( ১০টা বাটকা C5, ২০ ফোট। W.E. ও ছয় আউন্স জন ) দিবসে দুইবার প্রতিবার ১০ : ২০ মিনিট কাল লাগান উচিত।`
        }
        ,
        {
            "রোগের নাম": "সবিরাম জ্বর। (Intermittent Fever)",
            "চিকিৎসা": `সবিরাম জ্বর। (Intermittent Fever)
শরীরের মধ্যে ম্যালেরিয়া বিষ প্রবিষ্ট হইয়া সবিরাম জ্বর উপস্থিত হয়। দৈনিক, একদিন অন্তর বা দুইদিন অন্তর জ্বর সবিরাম জ্বর ।
সবিরাম জ্বরে প্রথমে শীড়, পরে গাত্রোত্তাপ বৃদ্ধি ও ধর্ম্ম নিঃসরণ হইয়া জ্বর ছাড়িয়া ধান, কিন্তু নিয়মিত সময়ে পুনরায় আবির্ভূত হয় ।
চিকিৎসা — F প্রঃ ডাঃ দিবসের মধ্যে ১২ বা ১৩ বার । চিকিৎসা বিরামাবস্থায় আরম্ভ করা ভাল। ঔষধ সকল অবস্থায়ই সেবন করিতে পারা যায় । রসদোষ বা রক্তদোষ বা গাঢ় রসদোষ থাকিলে Fএর সহিত S বা A অথবা C প্রঃ বা দ্বিঃ ডাঃ পৰ্য্যায়ক্রমে, প্লীহা ও যকৃতের উপর মালিস F2"। জ্বরাবস্থাঘ্র শরীরে অত্যন্ত যন্ত্রণা উপস্থিত হইলে গ্রীবা পৃষ্ঠে, স্নৈহিক স্নায়ুতে,স্নায়ুবর্তলে ও উদর- গহ্বরে R.E ও Y. E. পর্যায়ক্রমে প্রয়োগ করিলে শীঘ্র উপকার হয় । গাত্রের উত্তাপ অধিক বৰ্দ্ধিত হইলে উক্ত অবস্থায় সেবনীয় ঔষধ দ্বিতীয় ডাইলিউসনে ব্যবহার করা উচিত।`
        }
        ,
        {
            "রোগের নাম": "আরক্ত জ্বর 1 (Scarlatina)",
            "চিকিৎসা": `আরক্ত জ্বর 1 (Scarlatina)
এই সংক্রামক রোগে সমস্ত গাত্রে ও মুখের ভিতর দিকে ছোট ছোট ফুসকুড়ি বাহির হয় এবং কম্প, জব, গলক্ষত, বমনেচ্ছা ও কখন কখন নাসিক। হুইতে রক্তপাত ইত্যাদি লক্ষণ আবির্ভূত হয়। হাম ও আরক্ত জ্বরে প্রভেদ এই যে, আরক্ত জ্বরে গলক্ষত থাকে ও চর্ম্মের উপর অপেক্ষাকৃত বৃহৎ ও রক্তবর্ণ ফুসকুড়ি বাহিয়
হয়।
চিকিৎসা - S সেবনে ফুসকুড়ি বাহির হয় ও আরোগ্য হইয়া ধায় । F 3 S পর্যায়ক্রমে বারম্বার। প্লীহা ও যক্ষতের উপর মালিম F2। গ্রীবা পৃষ্ঠে ও স্নৈহিক স্নায়ুতে B E., WE অথবা RE. ও Y.E. পর্যায়ক্রমে ।
রোগ দুঃসাধ্য হইলে অথবা কর্ণ হইতে পুরস্রাব, গলদেশস্থ প্রসান্বিতে পূরসঞ্চার কিম্বা কুসে গুটিকাসঞ্চার হইতেছে বোধ হইলে F ও C ক্রমান্বয়ে।
চিকিৎসাকালে রোগের প্রবলতানুসারে ঔষধের ডাইলিউসন উচ্চ হওয়া উচিত এবং ঔষধ অপেক্ষাকৃত অধিকবার সেবন করা কৰ্ত্তব্য।`
        }
        ,
        {
            "রোগের নাম": "স্বল্পবিরাম জ্বর ( Remittent fever)",
            "চিকিৎসা": `স্বল্পবিরাম জ্বর ( Remittent fever)
স্বল্পবিরাম জ্বরও ম্যালেরিয়া বিষে উৎপন্ন হয়। এই জ্বরে প্রায় দুই ঘণ্টা হইতে ১২ ঘণ্টা কাল পর্যন্ত বিরাম থাকে। গতোত্তাপ বৃদ্ধির সময় উপর্যুপরি বমন, দ্রুত নাড়ীস্পন্দন ( প্রতি মিনিটে প্রায় ১০০ হইতে ১২০ বার ), চিন্তাযুক্ত বদন ইত্যাদি গাত্রোত্তাপ প্রায় ১০৬ ডিগ্রী পর্যন্ত উঠে। কখন কখন প্রলাপ উপস্থিত হয় এবং গাত্র পীতবর্ণ হয় । রোগ
লক্ষণ প্রকাশ পায়।
কঠিন না হইলে উহা সচরাচার ১০ | ১২ দিন স্থায়ী হয়। চিকিৎসা ১২৪ ও ১২৫ পৃষ্ঠায় দ্রষ্টব্য ।`
        }
        ,
        {
            "রোগের নাম": "বসন্ত (Variola)",
            "চিকিৎসা": `বসন্ত (Variola)
(জব চিকিৎসা দেখ ।
এই রোগে জ্বর, ক্লান্তি, মুত্রাশয়ে ও উরুমূলে বেদনা, শিরোবেদনা বিবমিষা, বমন, শ্লৈষ্মিক ঝিল্লীর উত্তেজনা, প্রলাপ ইত্যাদি উপসর্গ স্ফোটক প্রথমে প্রথমে স্বচ্ছ থাকে কিন্তু
দেখা দেয়। তৃতীয় দিবসে স্ফোটক বাহির হয়। কঠিন থাকে পরে রসপূর্ণ হয়। এই রস পরে ঘনীভূত হইয়া শুষ্ক হুইয়া যায় ।
পাত্রে ক্ষতচিহ্ন থাকিয়া যায়।
রোগ আরোগ্য হইয়া গেলে
চিকিৎসা —শরীরে উপদংশ লক্ষণ প্রকাশ পাইলে Ven সেবন ও বার্ষিক প্রয়োগ করা উচিত। চক্ষুদোষ ঘটিলে A আভ্যন্তরিক
ও বাহিক প্রয়োগ ও Ven, পর্যায়ক্রমে। S ও Ven. পৰ্যাক্রমে
A W, E. 41 B. E র পটি।
2
চক্ষুতে রক্তস্রাব থাকিলে
এর মালিস
A বা A2, সমস্ত মস্তকে A2 ও C5 |C5 এব অবগাহন। গ্রীবা পৃষ্ঠ, স্নৈহিক স্নায়ু এবং মস্তকের সমস্ত স্নায়ুর উপর (চিত্র দেখ) B. E.। সমস্ত গাত্রে C5 এর লোসন (১০ টী বটি কা C5, 20 ফোটা W. E. ও ছষ আউস ডাবের জ্বল) দিবসে দুইবার ।
দৃষ্টফল-কুসংস্কার বশতঃ অনেকে বসন্ত হইলে রোগীর সমস্ত চিকিৎসাই বন্ধ করিয়া দেন। এইরূপ করাতে যাহা হউক আর নাই হউক, রোগীকে অধিক দিন রোগ-যন্ত্রণা ভোগ করিতে হয়। ইলেক্ট1- হোমিওপ্যাথি ঔষধ ব্যবহার করিলে কেবল যে রোগ শীঘ্র শ আরাম হয় তাহা নহে, মৃত্যুর আশঙ্কা প্রায়ই থাকে না। স্ফোট ভাল করিয়া বাহির না হইলে এক বা দুই দিন প্রথম ডাইলিউসন দেওয়া উচিত। এতদ্ভিন্ন যে পর্য্যন্ত না রোগ আরাম হইতে আরম্ভ হয়, সে পৰ্য্যন্ত সমস্ত ঔষধ দ্বিতীয় বা তৃতীয় ডাইলিউসনে ব্যবহার করা কৰ্ত্তব্য`
        }
        ,
        {
            "রোগের নাম": "সংক্রামক রোগ (Epidemics)",
            "চিকিৎসা": `সংক্রামক রোগ (Epidemics)
প্রতিদিন S. G প্রঃ ডাঃ দিবসের মধ্যে ১০। ১২ বার অথবা প্রাতে বা সায়াহ্রে ৫টা কষিয়া বটিকা সেবন করিলে সর্ব্বপ্রকার সংক্রামক রোগ, জ্বর, চর্ম্মরোগ, ওলাউঠা ইত্যাদি নিবারিত হয় । দৃষ্টফল--সর্ব্বপ্রকার সংক্রামক রোগ হইবার উপক্রম হইলে অথবা
ইলেক্টে !- হোমিওপ্যাথি চিকিৎসা।
কয়েকটা প্রথমাবস্থার উপসর্গ আবির্ভূত হইলে উপরিউক্ত প্রকারে চিকিৎস। কবিয়া অথবা এককালে ৮ বা ১০ টী বটিকা S বা S.G জিহ্ব'ব উপব রাখিয়া সেবন করিয়া ভাল ফল পাওয়া যায়। যদি এই রূপ চিকিৎসা করিয়াও কোন স্থলে রোগী শীঘ্র আরাম না হয়, রোগীর জীবনের আশঙ্কা থাকে না।`
        }
        ,
        {
            "রোগের নাম": "বাত (Rheumatism )",
            "চিকিৎসা": `বাত (Rheumatism )
এই রোগ পৈশিক ও তন্ত্রঘ্ন ঝিল্লীর উপর একস্থান হইতে অন্যস্থানে সঞ্চরণ করে। ইহা রক্ত দূষিত হইয়া উৎপন্ন হয়। কখন কখন রোগীর শরীরে এক প্রকার চর্মরোগ উপস্থিত হয়। যতদিন এই চৰ্ম্মযোগ থাকে ততদিন বাত অনুভূত হয় না । কিন্তু এই রোগটী তিরোহিত হইলেই খাত পুনরায় দেখা দেয়।
চিকিৎসা-রোগ যদি কোন বিশিষ্ট রক্ত বা রস দোষে উৎপন্ন না হয়, তাহা হইলে কেবল মাত্র RE অথবা সংযোজক অংশে বেদনা হুইলে YE ও বিয়োজক অংশে বেদনা হইলে R.E. অথবা REYE পর্যায়ক্রমে এবং সন্ধিস্থলে বেদনা বোধ হইলে G. F। যদি উপরোক্ত প্রকারে বাহ্যিক ঔষধ প্রয়োগ করিয়া রোগ আরাম না হয়, আভ্যন্তরিক ঔষুধ সেবনের ব্যবস্থা করা কর্তব্য | S ও F দ্বিঃ ডাঃ এবং আহারাতে এক বেলা ৫টী বটিকা ১ ও অপর এক বেলা ৫টা খটিকা I জিহ্বার উপর! S, C5,S3, A2 or WE অবগাহন। সন্ধি ও বেদনাযুক্ত স্থানে GE. পটী।
রোগ একান্ত প্রবল বোধ হইলে S ও F ভূঃ ডাঃ ব্যবহার করা কৰ্ত্তব্য। কঠিন বাত রোগের সহিত অগ্নি শুল্ক, সন্ধিস্ফীতি বা সন্ধি- বিকৃতি ইত্যাদি লক্ষণ থাকিলে C and S বা A পৰ্যায়ক্রমে এবং C4 বা C5 বা F2র বাহ্যিক প্রয়োগ ।
ইলেক্টে। হোমিওপ্যাথি ঔষধে এই রোগ কখন কখন এত শীঘ্র আরাম হইয়া যায় যে তাহা দেখিলে সকলেই চমৎকৃত হুইবেন।`
        }
        ,
        {
            "রোগের নাম": "সন্ধিপ্রদাহবিশিষ্ট বাত (Arthritis)",
            "চিকিৎসা": `সন্ধিপ্রদাহবিশিষ্ট বাত (Arthritis)
সন্ধির তন্ত্রময় ও রক্তাম্বুস্রাবী ঝিল্লীর প্রদাহ। এই বোগ সচরা- চর একটা বা দুইটী মাত্র সন্ধিস্থানে প্রকাশ হয়।
চিকিৎসা-S অথবা S ও L ডাইলিউসন পর্য্যায়ক্রমে।
প্রাতে
ও সায়াহ্নে ৫টা বটিকা S. বা L C5 এর অবগাহন। হৃদয়ে এ ग পটী ও উপপত্তকা প্রদেশে F2 র মালিস। রোগ দুঃসাধ্য বোধ হইলে C অথবা C ও S অথবা A পর্যায়ক্রমে। প্রদাহযুক্ত স্থানে G. E. অথবা R, E. ওY. E. যথাক্রমে বিয়োজক ও সংযোজক অংশে ।`
        }
        ,
        {
            "রোগের নাম": "সন্ধিবাত (Articular Rheumatism )",
            "চিকিৎসা": `সন্ধিবাত (Articular Rheumatism )
সন্ধিস্থানে অল্প বা অধিক বেদনা হয়, পীড়িত স্থান রক্তবর্ণ ও
স্ফীত হয় এবং তাহার সঙ্গে অন্ন বা অধিক জর দেখা দেয় ।
এই
রোগের সঙ্গে সঙ্গে কখন কখন হৃদাবরণ প্রদাহ বা সংকোষ প্রদাহ উপস্থিত হয় ।
চিকিৎসা - A ও C পর্যায়ক্রমে। উক্ত ঔষধ আহারের সময়, পূর্ব্বে বা পরে । C ও G. E র অবগাহন। হৃদয়ে A2র মালিস এবং উপপত্ত কা প্রদেশে F2 মালিস। রাত্রে নিদ্রার পূর্ব্বে ২০ টা
বাটকা Ver.
সন্ধিস্থানে বাত, অস্থিক্ষত ইত্যাদি নানাবিধ রোগ জন্মে। শিশুর সন্ধিস্থান স্ফীত হইলে প্রায়ই অস্থিবিকৃতি রোগ উপস্থিত হয় ।
চিকিৎসা — S4 ডাইলিউসন। স্নায়ুবৰ্ত্তল, গ্রীবাপৃষ্ঠ, উদর গহ্বর ও স্নৈহিক স্নায়ুর উপর R. E.। বেদনাযুক্ত স্থানে C5, C4 অথবা G Eর পটী। সন্ধিস্থানে R.E YE. যথাক্রমে বিয়োজক ও
সংযোজক অংশে। রোগ দুঃসাধ্য বোধ হইলে C ও A পৰ্যায়- ক্রমে C5 বা S এর অবগাহন।`
        }
        ,
        {
            "রোগের নাম": "বাতরক্ত (Gout)",
            "চিকিৎসা": `বাতরক্ত (Gout)
ক্ষুদ্র ক্ষুদ্র সন্ধির বেদনা ও স্ফীতি। পীড়িত স্থান রক্তবর্ণ হয়। রোগ প্রথমে পদের বৃদ্ধাঙ্গলিতে প্রকাশ পায় এবং পরে বৃহৎ বৃহৎ সন্ধিস্থানে ব্যাপ্ত হইযা পড়ে। এই রোগে নানাবিধ দেহযন্ত্রের বিশেষতঃ পাকাশয়ের কার্য্যে ব্যাঘাত জন্মে।
চিকিৎসা-রোগ নৃতন হইলে S, S2 বা S5 দ্বিঃ ডাঃ । A2 ' দ্বি: ডাঃ বাৰম্বাৰ । C5, S6 এর গঢ়ী মালিস ও অবগাহন। উপপত্ত কা প্রদেশে F2 বা C5 এর পটী । W. E. R. E Y. E পৰ্যায়ক্রমে গ্রীবাসৃষ্ঠ, স্নৈহিক স্নায়ু ও বেদনাযুক্ত স্নায়ুর উপর। C5, C বা WE র অবগাহন ও G Eর পটী। RGY E. যথা-
ক্রমে পীড়িত বিয়োজক ও সংযোজক অংশে।
বোগ পুরাতন হইলে চিকিৎসা গুর্বের ন্যার। কেবল ঔষধের দ্বিতীয় ডাইলিউসনের পরিবর্তে প্রথম ভাইলিউসন ব্যবহার করা
উচিত ।
অনেক বাতরক্ত রোগ কেবলমাত্র 1 অথবা A ও S পৰ্যায়ক্রমে সেবন করিয়া আরাম হইয়া যায়। শরীরে উপদংশ বিহু থাকিলে
রোগ প্রায়ই দুঃসাধ্য হইয়া উঠে। বাহ্যিক প্রয়োগের ব্যবস্থা করা উচিত।
এইরূপ মূলে Ven সেবন ও বাহ্যিক প্রয়োগের ব্যবস্থা করা উচিত।` 
        }
        ,
        {
            "রোগের নাম": "অচলসন্ধি বাত (Anchylosis )",
            "চিকিৎসা": `অচলসন্ধি বাত (Anchylosis )
সন্ধির জড়তা। এই রোগ করন কণা অনুলিতে প্রকাশ পায় । চর্মরোগে অথবা শরীরাভ্যন্তরস্থিত উপদংশবিযে এই রোগ উৎপন্ন
হয় ।
চিকিৎসা-কিছু বেশী দিন ধরিয়া চিকিৎসা করা আবশ্যক । S, S2 বা L, S5 ডাইলিউসন অথবা C5 ও A পৰ্যায়ক্রমে দ্বিঃ ডাঃ । একটী করিয়া বটিকা C5 এক ঘণ্টা অন্তর। উপপত কা প্রদেশে F2 মালিস। সন্ধিস্থানে G. E. অথবা B. E ব পটী । স্নায়ুবৰ্ত্তল, উপর- গহ্বর, উদরস্থ স্নৈহিক স্নায়ুকেন্দ্র, গ্রীবা পৃষ্ঠ, স্নৈছিক স্নায়ু এবং সমস্ত পীড়িত স্নায়ুর উপর R. E. ও Y. E পর্যায়ক্রমে ।
বোগ দুঃসাধ্য বোধ হইলে C2, C3 C4 |C5 এর অবগাহন ।
দৃষ্টফল---উপরিউক্ত ভিন্ন ভিন্ন বাতরোগে ইলেক্ট। হোমিওপ্যাথির কার্যকারিতা প্রত্যক্ষ কৰিলে অনেকেই চমৎকৃত হইবেন । সন্ধিস্থানে বেদনায় G.E র সহিত C5 বা C4 মিশ্রিত করিয়া পড়া অথবা মলম লাগাইলে দুই তিন দিনের মধ্যে বেদনা অন্তর্হিত হয় । অজীর্ণ, উপদংশদোয, রসপ্রধান ধাতু ইত্যাদি কারণের উপর লক্ষ্য রাখিয়া চিকিৎসা করা কর্তব্য। অধিক প্রদাহ থাকিলে আভ্যন্তরিক ও বাহ্য প্রযোগের ঔষধের শক্তি অল্প হওয়া উচিত। চিকিৎসাকালে স্মরণ রাখা কৰ্ত্তব্য যে, প্রথমে বাত হইয়া দেহের ফোন অংশ শুষ্ক হইতে অ'বস্তু হইলে বহুদিন ধরিয৷ চিকিৎসা না করিলে বিশেষ ফল পাওয়া যায় না ।`
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
        ,
        {
            "রোগের নাম": "",
            "চিকিৎসা": ``
        }
    ];
    const filteredData = chikitsha.filter(item =>
        item["রোগের নাম"].includes(searchTerm)
    );
    return <div className="flex justify-center items-center p-3"><div className="container">
        <h2>চিকিৎসা</h2>

        {/* Search Input */}
        <input
            type="text"
            placeholder="রোগের নাম লিখুন..."
            value={searchTerm}
            onChange={(e) => setSearchTerm(e.target.value)}
            className="form-control mb-3 bg-transparent p-2"
        />

        {/* Display Filtered Results */}
        <div>
            {filteredData.length > 0 ? (
                filteredData.map((item, index) => (
                    <div key={index} className=" p-3 mb-3">
                        <h4 className="text-xl font-bold py-2 text-red-500">{item["রোগের নাম"]}</h4>
                        <p>{item.চিকিৎসা}</p>
                    </div>
                ))
            ) : (
                <p>কোন তথ্য পাওয়া যায়নি।</p>
            )}
        </div>
    </div></div>;
};

export default Chikitsha;
