
export default function MatragiyanComp() {
  return (
    <div className="p-5">
      <h1  className="font-bold text-blue-500">মাত্রাজ্ঞান বা Dosology </h1>

      <p>" The physician who knows how to use various potencies has ten
        times the advantage of the one that always uses one potency , no
        matter what that potencey is . "
        Dr. Kent , M. D.
        সমবিধান সূত্র অনুযায়ী আরোগ্যকারী ওষুধের মাত্রা , শক্তি ও পূণরাবৃত্তি
        নির্ণয় করা অতীব কঠিন বিষয় । চিকিৎসকদের অভিজ্ঞতা , অধ্যাবসায় বিচার-
        শীলতার ওপর সম্পূর্ণ নির্ভরশীল । এই ডোগোলোজি বা মাত্রাজ্ঞানের অভাবে সু - নির্বাচিত ওষুধও আরোগ্য সাধনে
        না ।
        ইলেকটো হোমিও'র অগ্রজ
        দিশারী ডাঃ এন এল সিনহা মহাশর- বলেছেন :
        রোগীর প্রকৃতি
        ,
        রোগলক্ষণ ইত্যাদির ওপরে ওষুধ নির্বাচনে যতটা চেতনতা
        ও
        মানানিবেশ প্রয়োজন , ততোধিক প্রয়োজন সঠিক মাত্রা নির্ণয়ে ।
        কাজেই উদীয়মান চিকিৎসকদের চিকিৎসাকালে কয়েকটি বিষয়ে স্মরণ রাখা
        সমীচীন- সেগুলি হল : প্রথমতঃ সঠিক ওষুধ নির্বাচন : দ্বিতীয়ত : শক্তি নির্ধ
        তৃতীয়তঃ মাত্রা নির্ণর ; চতুর্থতঃ যাত্রার প্রয়োগের সময় নির্ধারণ ; পঞ্চমতঃ রোগীর
        সহিষ্ণুতা , অসঞ্চুিতা " , সংচেতনা ও প্রতিক্রিয়া শক্তি ইত্যাদি মনে রেখে পুণঃ-
        প্রয়োগের কাল , শক্তি ও যাত্রা নির্ণয় । এরপর চির - অচির ( Acute and
        Chronic ) রোগ ভেদে ওষুধ প্রয়োগ ও নির্বাচন ।
        ইলেকট্রো হোমিও'তে সর্বদা স্মরণে রাখতে হবে যে পজেটিভ ধর্মী অসুস্থতার
        নেগেটিভ মাত্রার ওষুধ ও নেগেটিভ ধর্মী অসুস্থতার পজেটিভ মাত্রার ওষুধ প্রয়োগ
        করতে হবে ।
        তরুণ বা অচির রোগে যখন ত্বরিত গতিতে রোগ বৃদ্ধি হতে থাকে এই রোগ
        পজেটিভ বা নেগেটিভ প্রকারের হতে পারে- তখন তৃতীয় অথবা আরো উচ্চ
        ক্রম - শক্তির ওষুধ ৪/৬ আউন্স জলে দ্রব করে ঘন্টার ঘণ্টায় প্রয়োগ করতে হবে ।
        রোগগ্রস্থ অবয়বের ক্রিয়া যত তীব্র ও অধিক হবে – অর্থাৎ সংযোজক জিয়
        সাধিত হবে ওষুধের শক্তি তত বৃদ্ধি করতে হবে ।
        এ ক্ষেত্রে ওষুধের অপহ্নব শক্তির ( Negetive ) প্রয়োগ প্রয়োজন হবে ।
        বিপরীত ক্ষেত্রে অবাবের স্বল্পজিয়া যে ক্ষেত্রে অসুস্থতার কারণ সেক্ষেত্রে
        সংযোজক ( পূরক ) মাত্রার ঘন ঘন ও বেশী পরিমাণে ওষুধ প্রয়োগ সমীচীন
        হবে । এই প্রয়োগ সরাসরি শুরু বটিকা পগবা বেশী সংখ্যক্ষ ৰটিকা জলে দ্রব
        করে বারে বারে করতে হবে । এক্ষেত্রে অনন্তই রোগীর পচেতনার ওপর
        লক্ষ্য রেখে নিঃক্রম থেকে অপেক্ষাকৃত উচ্চরণশক্তির ওষুধ ব্যবহার বলতে হবে ।
        চির রোগের ক্ষেত্রে :
        রোগীর সংচেত্যতার ( Sensitivity ) ওপর নির্ভর করে ক্রমশক্তির নির্ধারণ করা
        বিধেয় । কোন কোন রোগীর ক্ষেত্রে যখন প্রতিক্রিয়ার অভাব হচিত হয়
        তখন মধ্যমশক্তির ওষুধ প্রয়োগ করতে হয় । অতি সংচেতন রোগীর ক্ষেত্রে
        নিম্ন অথবা মধ্যম ক্রমশক্তির ওষুধ ব্যবহার্য ( In the higher sensitive
        patient use low or medium potency - DR . Close . M. D. ) |
        অতি উচ্চ জন্যশক্তির ওষুধ ব্যবহারে সাবধানতা অবলম্বন করা প্রয়োজন—
        এক্ষেত্রে সময় নির্দিষ্ট করার চেয়ে ওষুধের প্রভাবের ওপর বেশি লক্ষ্য রাখতে
        হবে । রোগীকে প্রদত্ত ওষুধের প্রভাব যতক্ষণ বা যতদিন স্বঃখি — ততক্ষণ বা
        ততদিন ওষুধের পুনঃ প্রয়োগ অনুচিত । এক্ষেত্রে মানসিক সন্তুষ্টির জন্য ওষুধ
        বিহীন বটিকা প্রয়োগ করা যেতে পারে । ( Let each dose act to its
        fullest capacity , donot repeat or give a second dose unless
        there is a reccurence of the sickness , Medication should be
        stopped as soon as the patient feels well - DR . Sultan .
        M. Behari , M. Se : H. M. D. )
        :
        ওষুধের ক্রিয়া অব্যাহত আছে কিনা । এ সম্বেন্ধে অবহিত হওয়ার ব্যাপারে
        অভিজ্ঞ চিকিৎসকদের নির্দেশ চিররোগের ক্ষেত্রে যতক্ষণ পুরোধো উপসর্গ বা
        লক্ষ্মণাবলীর প্রত্যাবর্তন হবে । অথবা পূর্বে যেমনভাবে উপসর্গগুলি উপস্থিত
        হয়েছিল - সেগুলি বিপরীত ধারায় অদৃশ্য হতে থাকবে ( Progress of
        symptoms : A.B. C. D. disappearance in reverse : D. C. B. A. )
        অথবা অন্তরস্থ অবরব থেকে বর্হিমুখী হবে— ততক্ষণ প্রদজ অষুধটির কিন্তু ।
        অব্যাহত রয়েছে বুঝতে হবে ।
        রোগের বিভিন্ন অবস্থার পরিপ্রক্ষিতে মাত্রার বিষয়ে প্রখ্যাত চিকিৎসক
        DR . Taroesio Escalanti Placarti মহাশয়ের অভিমত অচির রোগে নিম্নতম বারে বারে প্রয়োগ , সবল রোগীর ক্ষেত্রে নিম্নক্রম , 
উদ্ভিদ 
ওষুধ ব্যবহার 
কালে নিম্নক্রম 
, 
ছোটখাট আঘাতে নিম্নক্রম একটি লক্ষণের ওপর নিম্নক্রম 
অবয়বের ক্রিয়ার ব্যাঘাতে নিম্নক্রমশক্তির ওষুধ ব্যবহার সমীচীন ! 
' জবনীশক্তি যখন অতীৰ দুৰ্বল তখন মাত্রার পুনঃ প্রয়োগ বিপজ্জনক কিন্তু 
যে ক্ষেত্রে ওষুধের প্রতিক্রিয়ার অভাব ( দুর্বল জীবনী শক্তির জ্য নয় ) সেক্ষেত্রে 
ওষুধের পুনঃ প্রয়োগ প্রয়োজন - DR . Kent . 
আবার চিররোগ গ্রন্থ রোগীর ক্ষেত্রে যদি কোন সাধারণ অচির ( তরুণ ) রোগ 
সাময়িক এসে উপস্থিত হয় তাহলে DR . R. G. Miller মহাশয়ের অভিমত 
অনুযায়ী অচির রোগের নির্বাচিত ওষুধটি নিম্নক্রমশক্তিতে ব্যবহার করতে হবে— 
এ - ক্ষেত্রে অচির রোগটি অরার সুস্থ হবে , কিন্তু চির - রোগে প্রদত্ত উচ্চ ক্রমশক্তির 
ওষুধটির ক্রিয়া নষ্ট হবে না । কিন্তু মহামতি কেন্ট বলেছেন : যদি চিররোগের 
ক্ষেত্রে অচির রোগ এসে উপস্থিত হয় এবং তীব্র আকার ধারণ করে তাহলে 
উচ্চ ক্রমশক্তিতে ওষুধ প্রয়োগ করতে হবে । 
নিম্নক্রম ও উচ্চক্রম ওষুধের ব্যবহার সম্বন্ধে বিভিন্ন চিকিৎসক বিভিন্ন নিয়ম 
: প্রতিপালনের নির্দেশ দিয়েছেন DR . E. Wright . M. D. বলেছেন : 
মানসিক ও উন্মাদ রোগীর ক্ষেত্রে উচ্চশক্তি এবং অবয়ব ও শারীরবৃত্তীয় 
পরিবর্তনে নিম্ন ও মধ্যম শক্তির ওষুধ প্রয়োগ বিধেয় । DR . Carl Cotta 
মহাশয়ের নির্দেশ : পাচন ক্রিয়ার গোলযোগে নিম্নক্রমশক্তির ওষুধ উপযোগী । 
DR . C. Heidhart এর নির্দেশনা : শৈষ্মিক ঝিল্লির অসুস্থতায় : বিশেষত 
এম্বিয়া - ফুসফুস এবং যকৃতের চিররোগে নিম্নক্রমশক্তির ওষুধ অত্যন্তই উপকারী । 
DR . Gibson Miller , M. D. মহাপরের উপদেশ : অতিউচ্চ ক্রমশক্তি 
দুরারোগ্য ব্যাধিতে প্রয়োগ অনুচিত । অবয়ব প্রভাবী ওষুধের সম্বন্ধে 
DR . Burnett , M. D. বলেছেন বিশেষ অবয়বের ওপর বিশেষ ওষুধের 
আরোগ্য প্রবণতার ওপর লক্ষ্য রেখে যদি ওষুধ প্রয়োগ করতে হয় , তাহলে 
নিরক্রম - শক্তিতে বেশিমাত্রার ( Meterial dose ) প্রয়োগ করতে হবে । 
অতি সংচেতন রোগীর ক্ষেত্রে DR . close M , D. নিম্ন অথবা মধ্যম ক্রম 
শক্তির ওষুধ ব্যবহার করতে উপদেশ দিয়েছেন । 
শবয়বের অসুস্থতার যেখানে শরীর বৃত্তিকতা ( Pathology ) প্রবল সেক্ষেত্রে 
নিম্ন ক্রমশক্তির ওষুধ প্রয়োগের নির্দেশ দিয়েছেন DR . T. K , Moore , 
M. D. 
অসুস্থতা যখন মানসিক ও স্নায়ুতন্ত্র বহির্ভূত দৃশ্যতঃ শুধু গাঠনিক ও তত্ত্ব সম্বন্ধীয় 
তখন নিম্ন জনশক্তির ওষুধ ত্বরায় আরোগ্য সাধিত করে - এই অভিমত ব্যক্ত 
করেছেন DR . John Hutchinson , M. D. মহাশয় । এই চিকিৎসকই 
মাত্রার বিষয়ে সতর্ক করে বলেছেন : রোগীর যখন প্রতিক্রিয়ার অভাব হচিত 
হয় , তখন উচ্চ ক্রমশক্তির ওষুধ প্রয়োগ অত্যন্তই গর্হিত , মধ্যম শক্তির ওষুধ 
প্রয়োগই সমুচিত । যারা উচ্চ ক্রমশক্তি ব্যবহারে অভ্যস্থ তাদের ক্ষেত্রে আরো 
অধিক উচ্চশক্তি বা অতি নিম্ন ক্রমশক্তির ব্যবহার অর্থাৎ ওষুধের শক্তির 
পরিবর্তন বাঞ্ছনীয় - DR . Case . 
উদীয়মান চিকিৎসকদের ভেষজ তাত্ত্বিক জ্ঞানের প্রগাঢ়তা যতটা প্রয়োজন যাত্রা- 
জ্ঞান বা Dosology সম্বন্ধে ততোধিক জ্ঞান সঞ্চয় ও মনোনিবেশ করা প্রয়োজন । 
- 
' সেই কারণেই হোমিওপ্যাথি চিকিৎসা শাস্ত্রের প্রতিথযশা ও দিশারী 
চিকিৎসকগণ মাত্রা বা Dosology ' র ওপরে যে উপদেশাবলী দিয়েছেন তাঁদের 
সেই অভিজ্ঞতা ও মননশীলতার ফসল নবীন ও উদীযান চিকিৎসকদের ব্যবহারিক 
ক্ষেত্রে পাগের হবে— এই বিবেচনার কিছু কিছু অংশ উৎকলন করেছি । 
ইলেকট্রো হোমিওপ্যাথির চিকিৎসা ক্ষেত্রে ডোদোগোজীর এই নির্দেশগুলিকে 
গ্রহণ করে নিজের বিবেচনা ও অভিজ্ঞতার পরিপ্রেক্ষিতে অগ্রসর হলে এই 
আরোগ্য - শাস্ত্র উৎকর্ষতার উন্নীত হবে । 
শুধু তত্ত্বগত ব্যাখ্যার যে - টুকু ভিন্নত । আছে ডা : এন , এল , সিন্হার উক্তিতে :the action of disease and the action of medicine must be two 
" After what we have said we arrive at the conclusion , that 
homoeopathically akin 
, 
equal forces , 
but acting in contrast- 
ing direction , 
if the influence of the medicine is to annul 
the 
action of the disease , or to put it plainly , if the sickness 
with its symptoms is to be cured . 
A further rule may be deducted from this 
, all positive 
conditions of illness , that is to say , conditions of uneased 
irritation ( symptoms of exaltation ) require weak doses of 
medicine . All negative conditions of illness , that is , condi- 
tions of diseased obstruction ( symptoms of depression ) 
require strong doses of medicine in order to be cured . With 
" weak " and " strong " we mean here the degree of strength 
of a drug , which in the first case is lower , that is , weaker 
than the neutral , ineffective dose and in the latter case 
stronger . 
You must not forget the essential point of this doctrine , 
that the action of the disease , and the action of the medicine 
must be _ ( homoeopathically ) akin , similar energies , but 
acting in contrasting direction . One of these energies , the similar but contrasting strength of the drug's action , is the healing power . ' 
মিশ্রিত ওষুধের সিদ্ধান্ত 
হোমিওপ্যাথি শাস্ত্র অনুসারে একাধিক ওষুধের মিশ্রিত প্রয়োগ সম্পূর্ণ নিষিদ্ধ । 
ডাঃ ডানহাম প্রভৃতি মনীবীগণ এমনকী পর্যায় ক্রমে দু'টি ওষুধের ব্যবহারও 
নিষিদ্ধ করেছেন । 
অধিকাংশ রোগ ও রোগীর ক্ষেত্রে সমবিধান মতে ওষুধ নির্বাচন করা খুবই 
দুঃসাধ্য । যার প্রত্যেক ক্ষেত্রেই কিছু কিছু লক্ষণাবলী দৃষ্ণের অন্তরালে অবস্থান 
করে । এবং সমাক লক্ষণাবলীর ( Totality of symptoms ) হুবহু সদৃশ 
ওষুধ ব্যাপক ওষুধের ভাঙার থেকে নির্বাচন করা অতি উচ্চস্তরের দক্ষতা , শুষ্ণ ' , 
অভিজ্ঞতা ও অবকাশের প্রয়োজন । 
অধিকাংশ ক্ষেত্রেই এই সমন্বয় অতিবিরল । রোগীর সমাক উপসর্গের সদৃশ ওষুধ 
নির্বাচিত হতে হতে রোগীর অবস্থা অতি শোচনীয় পর্যায়ে অধঃপতিত হয়-- 
যখন ' ' ওষুধের কোন আরোগ্য শক্তি আর হুস্থতার সহায়ক হয় না । - 
সমৰিধান মতে নির্বাচিত ওষুধ কোন - কোন অচির রোগের ক্ষেত্রে সামরিক 
উপশম ছাড়া চিরস্থায়ী ভাবে আরোগ্য বিধানে সক্ষম হয় না , এই সতা দীর্ঘকাল 
পরে মহাত্মা হানিম্যান উপলব্ধি করেছিলেন এবং অচির রোগের প্রকাশিত 
উপসর্গের অন্তরালে কোন রোগ . বিধ ( Miasm ) সুপ্ত আছে বলে আবিষ্কার 
করেছিলেন । যে রোগ - বিধ রোগী দেহে মুগ্ধ থাকার ফলে রোগ নিরামে 
প্রধান অন্তরার হয়ে বাঁড়ার- এ ক্ষেত্রে লক্ষণের ওপর নির্বাচিত ' একক ' ওষুধের 
সঙ্গে লুপ্ত বিষ উন্ম , লক অন্য ওষুধ প্রয়োগের প্রয়োজন অব্যভাবী হয়ে ওঠে , 
কাজেই একক ওষুধ প্রয়োগের মৌলিক সিদ্ধান্তের কিছু রূপান্তর ঘটে । 
ডাঃ হানিম্যানের কয়েকজন অনুগামী শিশু সেই সময় নিশ্রিত ওষুধের প্রয়োগ 
শুরু করে সাফরা অর্জন করতে লাগলেন । কোখেনের চিকিৎসক ডাঃ আধার 
লুংঞ্জ রক্ষণের ওপর সমবিধান মতে দু'টি মিশ্রিত ওষুধ প্রয়োগ করে স্বল্প সময়ে 
রোগীদের সুস্থ করে তুলতে লাগলেন । ডাঃ এজিডি ( Aegidi ) ও ডঃ গারহার্ড  ( DR . 
Gerharde ) এই মিশ্রিত সিদ্ধান্তের ওপর ওষুধ প্রয়োগ 
করে 
ঘর 
হোমিওপ্যাথিক সিদ্ধান্তে মিশ্রিত ওষুধ একে অপরের ক্রিয়া 
নাশ করে 
অথবা 
সময়ে রোগ নিরাময়ে সাফল্য অর্জন করলেন । 
উত্তর ওষুধ মিশ্রিত হয়ে ক্রিয়া হীন হয়ে যায় । 
কিন্তু মিশ্রিত ওষুধের যাঁরা পক্ষপাতিত্ব করেছেন তাঁরা এই তথ্য স্বীকার 
করেন 
নি । ওষুধের 
উচ্চ ক্রমশক্তিতে মিশ্রিত হলে একে অপরের জিয়ার 
ব্যাপার 
ঘটার না — স্বপ্ন বৈশিষ্ট্য অনুযায়ী প্রভাব বিস্তার করতে পারে । 
সপ্তবর্ণ মিশ্রিত সূর্যালোক দৃততঃ একবর্ণ প্রতিভাত হলেও রি - শিরা ( Prism 
) 
কাচের অভ্যন্তর দিয়ে যখন রশ্মি বিচ্ছুরিত হয় — তখন সপ্তবর্ণের সমাহার অর্থাৎ 
V - I - B - G - Y - O - R প্রত্যক্ষ ভাবে স্ফুটিত হয় । উচ্চতর তরঙ্গে বর্ণগুলি 
মিশ্রিত হয়ে একবর্ণ হলেও এই সপ্তবর্ণের এক একটির স্বকীয় বৈশিষ্ট্য পরিপূর্ণ 
ভাবেই বিরাজ করে । পুষ্পের বিভিন্ন বর্ণ অধিগ্রহণ ও প্রত্যাহার অনুযারী 
তাদের বিভিন্ন বর্ণের প্রকাশ এই সত্য উদ্‌ঘাটিত করে । এ কথা সত্য যে 
দু'টি স্বর কম্পনের তরঙ্গ দৈর্ঘ্য কচিৎ নম হয় ( The harmonics frequency 
is rarely equel for two different substances ) , কাজেই ছ'টি 
বিভিন্ন তরঙ্গ এক যোগে মিশ্রিত হয়ে পরস্পরকে নাশ করে না । বেতার 
প্রেরক যান্ত্র বাহক তরঙ্গের ( Carrier - Wave ) সঙ্গে শব্দ তরঙ্গ ( Audio 
Wave ) মিশ্রিত করে ( Modulation ) প্রেরণ করা হয় — গ্রাহক যন্ত্রে এই 
মিশ্রিত স্তরকে ভিন্ন করে ( De - modulation ) শব্দ তরঙ্গকে ধ্বনিত করা 
হয় - এক্ষেত্রেও দু'টি তরঙ্গ একে অপরকে বিঘ্নিত করে না । এই উদাহরণ 
থেকে স্পষ্ট প্রতীয়মান হয় যে , উচ্চতর তরঙ্গে বা শক্তি তরঙ্গে বিভিন্ন ওষুধ 
মিশ্রিত করলে তারা একে অপবের কার্যকে প্রতিহত করে না , কারণ ব 
-তাত্বিকতার ( INGREDIENTS ) দিক নিয়ে দুটির শক্তি তরঙ্গ ( Energy - 
vibration ) বিভিন্ন । যদিও কখনো সত্যারিত হয় সেক্ষেত্রে তর 
শক্তি বর্ণিত হয় , নাশ হয় না । 
প্রত্যোকটি ভেষজ উদ্ভিদের মধ্যেও প্রকৃতি নানা উপাদান দিয়েছে । উদ্ভিদের 
আদিশক্তিকে যখন ওষুধ হিসেবে ব্যবহার করা হয় - সমস্ত উপাদানগুলির 
মিলিত গুণই সূক্ষ্ম থেকে সূক্ষ্মতম আকারে ভোজের মধ্যে অন্তর্নিহিত থাকে । 
পেরুভিয়ান বার্ক ( ছাল ) থেকে তৈরী ' চায়না ওষুধটির মধ্যে ফেরামফস ও 
ক্যালকেরিয়া ফলের উপাদান রয়েছে । নাক্স ভমিকা ওষুধটির মধ্যে রয়েছে তাম্র 
উপাদান ( NUX Seed Contains Copper Boerike ) , লেসিনিয়ান 
ওষুধটির মধ্যেও রয়েছে ম্যাগাসের অস্তিত্ব ( Gelsem . Contains Magnes . 
Phos — DR . Boericke ) , ফাইটোলাক । ওষুধটির মধ্যেও ফেরাম ফস ও 
ক্যালিমুরের অস্তিত্ব বিমান । কাজেই যে - কোন ক্রম শক্তিতে এদের মিলিত 
অস্তিত্ব অস্বীকার করা যায় না । হোমিওপ্যাথিতে ব্যবহৃত অরাম'র ফ্যাটরোদে টাক 
কষ্টিকাম , হিপার সালেফিউরিস ক্যালকেরিয়ান , হোনিয়ন প্রভৃতি ওষুধগুলি 
মিশ্রত উপাদানে তৈরী । কাজেই মিশ্রিত ওষুধ যে পারস্পরিক জিহ্বার 
প্রতিবন্ধক এ - কথা সত্যি নয় । 
প্রায়োগিক ক্ষেত্রে মিশ্রিত ওষুধ একে অপরের কার্যকারিতাকে নষ্ট করে না 
একথা স্বনামধন্য ডাঃ ফাদার আগস্টাস মুলার তাঁর Guide to specifie রে 
ভূমিকায় লিখেছেন “ But will not this mixing together of so 
many medicines destroy one another's effect ? We answer : 
No. The numerous brilliant cures obtained by the specifics 
show that this is not so . " 
প্রখ্যাত হাবলিষ্ট , বায়োকেমিষ্ট ও হোমিওপ্যাথ ডাঃ এরিক , এড . ডব্লু পাওয়েল 
তার GROUP REMEDY PRESCRIBER গ্রন্থের ভূমিকার লিখেছেন : 
" With all due respect to Homoeopathy it must be admitted 
Copper is found in Dulcam , Staphing , Conium and some othe 
Plants . Also in King - Crab [ Limulus ] . 
DR . Boericke . that it is an extremely 
difficult matter to find the correct 
remedy in majority of cases ; nearly always Certain Symptoms 
are leftout of the Picture . 
Any way , 
the facts as discovered 
by my self were that by combining several remedies in order 
to meet all the symptoms 
the resulting cures were often 
beyond all expectation . 
মিশ্রিত ওষুষের পক্ষে P. Beneri mihijam প্রকাশিত Micro therapy 
পুস্তিকার যে অভিমত প্রকাশ করা হয়েছে , তাহল : " The symptoms of 
ten come in many diverse ways . When the drugs of friendly 
relations have been used together in a particular case have 
acted in a shorter & better way to effect the cure , it should 
be treated as one similimum . " 
১৮৬৬ খৃঃ ফ্রান্সের স্বনামধন্য চিকিৎসক DR . Finella ও যৌগিক ওষুধ সম্বন্ধে 
একটি পুস্তিকার প্রায় অনুরূপ মন্তব্য পেশ করেছিলেন The Principal of 
composite method . " This method consists in uniting in 
groups certain remedies whose action has a very great 
analogy between them for a disease and in administering to 
the patient the group which is the most alike , the most 
homoeopathic for the case . " 
ইলেকট্রো হোমিওপ্যাথির প্রবর্তক অনুধাবন করেছিলেন যে- বিকার তত্ত্বের 
বিশ্লেষণে রোগ যখন বহুধা বিস্তৃত হয়ে সমষ্টিগত ভাবে পরস্পর সহযোগী 
অবস্থষকে রোগ প্রভাবিত করে , তখন পরস্পর সহযোগী অবয়ব সমষ্টির নিরাময়ের 
8 
জন্য মিশ্রিত ওষুধের প্রয়োজন হয় । নিদান তবে নীরিক্ষার যে ফল কথা 
প্রকাশিত হয় – সেটি শেষতম অবয়বের একক বিশৃঙ্খলা নয় । 
মনুষ্য দেহ বিভিন্ন অবয়ব দ্বারা গঠিত । প্রত্যেকটি অবয়বই দেহ রক্ষার্থে 
যথোচিত ক্রিয়া প্রতিপাদন দ্বারা একে অপরের সহযোগীতা করে এই সার্বিক 
ক্রিয়াকে ORGANISM বলা হয় , আবার কিছু অবয়ব রয়েছে যেগুলি 
পরস্পর নিকট সম্বন্ধ যুক্ত এবং মিলিত ভাবে একটি সংস্থানের কার্যধারাকে 
পরিচালিত করে , যাকে স্বতন্ত্র সম্মিলিত অবয়বী সংস্থান ( organism ) বা 
Group of activity নামে অবিহিত করা হয় যেমন বৃত্ত , মূত্র প্রণালী 
মূত্রাশয় , মূত্রমার্গ , কাজেই এগুলির কোন একটির বিশৃংখলা দেখা দিলে সহযোগী 
প্রত্যেকটি অবরবই সেই বিশৃংখলা দ্বারা প্রভাবিত হবে ও ক্রমশঃ দুর্বল ও 
অসুস্থ ধরে পড়বে । কাজেই তিনি একক অবয়ব নিরাময়ের একটি ওষুধ নির্বাচন 
করা অপেক্ষা রুগ্ন সংস্থান সংশ্লিষ্ট সার্বিক অবয়ব সুস্থ করতে পারে এমন কয়েকটি 
সম বা প্রায় সমজাতীয় Analogous : ভেষজের সংমিশ্রণ করেছিলেন : 
Every Electro Complex Remedy is consequently a compound of 
those drugs which effect such organs that are releted to each 
other by a common purpose , physiologically , Anatomically , or 
Histologically , effecting the regulation of functional purpose of 
the same , locally or organically , as well as the entire organism . ' 
DR . N. L. Sinha . 
সংবিধান সূত্রের উজ্জীবন যিনি করেছিলেন সেই প্রখ্যাত বিজ্ঞানী প্যারাসেলসাস 
ও তাঁর অনুগামীদের মিশ্রিত ওষুধ প্রয়োগের সমর্থন সম্ভবতঃ কাউন্ট সীজার 
যেটিকে এই যৌগিক প্রথার অনুবর্তনে অনুপ্রাণিত করেছিলেন ; তাই তিনি 
Similia , Similibus Curantur হরকে বিকাশিত অভিধার রূপান্তরিত 
করেছিলেন : Complexa Complexis Curantur অর্থাৎ যৌগিক ব্যাধি 
যৌগিক ভেষজ প্রয়োগ্যেই নিরাময় হয় ।</p></div>
  );
}
