
export default function OshoderprobhabComp() {
    return (
      <div className="p-5">
        <h1  className="font-bold text-blue-500">ওষুধের প্রভাব শক্তি </h1>
  
        <p>। ওষুধের প্রভাব শক্তি ৷৷
ইলেকট্রো হোমিওপ্যাথির ওষুধ সমূহ ও প্রভাবের ওপর বিশ্লেষণ করে সংযোজক ও অপহ্নৰ অৰ্থাৎ পজেটিভ ও নেগেটিভশক্তির পরিপ্রেক্ষিতে বিভাজন করা হয়েছে
সংযোজক শান্তির ওমষ (Positive Medicines ) :
যে ক্ষেত্রে দেহের কোন অবয়ব অপেক্ষাকৃত শ্লথ কিয়াশীল (Hypo- functioning ) সেই ক্ষেত্রে যে ওকালি অবয়বের রিয়াকে সংযোজক শক্তি দ্বারা পূর্ণ' ক্রিয়াশীল করে সেই অধোগুলিকে সংযোজক শক্তির (Positive) ওষুধ বলা হয়। 
२४
এস- ল্যাস, এস-১১, এ-১২ এবং লान ও ন ল দ ও গঠল সংযোজক শ্রেণীর ওষুধের মধ্যে পরিগণিত।
২। অপহৰ শক্তিৰ ও ে(Negetive Medicines ) :
যে ওয়ারগুলি দেহের কোন অতিক্রিয়াশীল ( Hyper functioning ) অবরবের কার্য ধারাকে ভেষজের অপহৰ শক্তি (Negetive ) গ্যাভাবিক করে সেই বালিকে অপহব শক্তির ওষুধের সংজ্ঞা দেওয়া
হয় ।
সি-১৫, সি-১৩, সি-১৭ ডেনেরিডস, ডামি'কাগোস এবং হলদে সঙ্গে তরল-বিদ্যুৎ এই শ্রেণীর অন্তর্গত।
৩। উভয় বা সমান শক্তির ওষুধে (Neutral Medicine ) :
যে ক্ষেত্রে দেহের অবয়ব সমূহের উভয়বিধ ক্রিয়াশীলতার সংখাতে কোন বিকৃত লক্ষণ পরিস্ফুট হয় সেই ক্ষেত্রে এই শ্রেণীর ওধগুলি সংস্থিত শক্তিদ্বারা ( equilibrium force) উভয় রিয়াশীল বিশৃংখলার প্রশমনের
প্রস্তাব আরোপ করে ।
ফেরিফাগোস, লিমফেটিকোস, স্ট্রোফোলোসো জিয়াপন ( S-10 ) এবং শ্বেত তরল বিদ্যুৎ এই শ্রেণীর ওষুধে ।
এ ছাড়া ইলেকটো হোমিওপ্যাথির বিপাক ক্রিয়ার বিশিষ্ট ওষুধে স্ট্রোফোলোসোস ও অবয়ব-প্রভাবী (organic) ওষুধে ক্যানসেরাসোস এবং হৃদয় ও রক্ত প্রভাষী যেধে এনজিওটিকোস গুলি ক্রমশঙ্কর পরিপ্রেক্ষিতে উভয় শক্তির প্রভাব প্রকাশ করে, অর্থাৎ উপরোক্ত যে কোন ওষুধের মূলে বটিকা বা নিম্ন ক্রমশক্তির ব্যবহারে অবয়বের ক্লিয়ার আধিক্য দেখা যায়— এক্ষেত্রে ওষুধেটির সংযোজক (Positive) ক্রিয়া সাধিত হয় . অপরদিকে উচ্চ জনশক্তির ব্যবহারে অবয়বের ক্রিয়ার অথতা সাধিত হয় এ ক্ষেত্রে ওপ্রেটির অপহব বা Negetive ক্রিয়া সাধিত হয়। give me list of medincine depend on there qulity</p></div>
    );
  }
  