
export default function ProticriaorugotishojComp() {
  return (
    <div className="p-5">
      <h1 className="font-bold text-blue-500">প্রতিক্রিয়া ও রোগাতিশয্য ( Re - action and Aggravation )</h1>

      <p>
        প্রতিক্রিয়া : কোন ভেষজ প্রয়োগের ফলে রোগ - লক্ষণ ব্যতিরেকে যদি
        অন্য কোন কষ্টকর উপসর্গ প্রকাশ পায় তাহলে এই বিক্রিয়াকে ওষুধের প্রতিক্রিয়া
        ( জায়ুজ - রোগ ) বা Drug - reaction বলা হয় ।
        রোগাতিশয্য : যদি কোন নির্বাচিত ওষুধ প্রয়োগের ফলে রোগীর মধ্যস্থিত
        রোগ লক্ষণের বৃদ্ধি বা আতিশয্য ঘটে তাহলে এ ক্ষেত্রে রোগাতিশয্য বা
        Aggravation
        ইলেকট্রো হোমিওর সিদ্ধান্ত অনুযায়ী যদি রোগের সংযোজক ( Positive )
        অবস্থার সংযোজক শক্তিতে ( positive - dose ) ওষুধ প্রয়োগ করা হয় এবং
        রোগের অপহ্নব ( Negetive ) অবস্থায় যদি অপহ্নবশক্তির ( Negetive - dose )
        প্রয়োগ করা হয় তাহলে কখনো - কখনো রোগ - বৃদ্ধির সূচনা করে ।
        ওষুধের প্রতিক্রিয়া জনিত অবস্থা কষ্টদায়ক এবং কোন ক্ষেত্রে মারক হতে পারে-
        কিন্তু রোগ - বৃদ্ধি অর্থাৎ Aggravation সাময়িক কষ্টের বৃদ্ধি সংঘটিত করলেও
        না ।
        কোন ওষুধ রোগ - বৃদ্ধির সূচনা করলে পূর্বেই বলা হয়েছে যে প্রত্যেকটি ওষুধ স্বয়ং সেই ওষুদের বিষয় ( Antidote ) । যদি মূল বা নিম্ন কমপত্তির ওষুধে
        কোন রোগের বৃদ্ধি ঘটে সেক্ষেরে ক্রমান্বয়ে উচ্চ ক্রমশক্তির ব্যবহারে এবং
        কোন উচ্চ ক্রমশক্তির ব্যবহারে রোগাতিশয্য ঘটলে অপেক্ষাকৃত নিম্ন ক্রমশক্তির
        -ব্যবহারে রোগাতিশয্যের বিনাশ ঘটে । উদাহরণ স্বরূপ : এমএ বা এফ ১
        এর মূল বটিকা বা নিম্ন ক্রমশক্তির ব্যবহারে যদি পিত্তের প্রকোপ বৃদ্ধি পায়
        গাত্রদাহ , বিবমিয়া , তিক্তস্বাদ ইত্যাদির বৃদ্ধি ঘটে সে ক্ষেত্রে উচ্চ ক্রমশক্তির
        ব্যবহারে বর্ধিত লক্ষণের নিবৃত্তি ঘটবে ।
        অপর ক্ষেত্রে যদি উচ্চ ক্রমশক্তিতে পিত্তের স্বল - শ্রাবী রোগীদের ক্ষেত্রে স্রাবের
        আরো হ্রাস ঘটে তাহলে অপেক্ষাকৃত নিম্ন ক্রমশক্তির ব্যবহারে এই উপসর্গের
        উপশম হবে ।
        যদি ওষুধের অতিরিক্ত মাত্র । জনিত প্রয়োগে কষ্টের বৃদ্ধি ঘটে তাহলে এস -১ এর
        । কয়েকটি শুষ্ক বটিকা সেবনে অধিকাংশ ক্ষেত্রেই জাজ বিং নাশের ( Antidote )
        কাজ হয়ে থাকে । অন্যান্য পদ্ধতির ওষুধ ব্যবহারেও যদি পার্শ্ব প্রতিক্রিয়া
        সংঘটিত হয় তাহলেও এম -১ ওষুধে এই প্রতিক্রিয়ার বিনাশ ঘটায় । কিন্তু
        রক্তের উচ্চ চাপ , মস্তিষ্কে অতি রক্ত সঞ্চা , পিত্তজনিত
        " স্মরণে রাখতে হবে যে ,
        উপসর্গ ইত্যাদি থাকলে এস -১ প্রয়োগ নিবি ।
        ইঃ হোমিও'র কোন ওষুধের দ্বারা সংঘটিত রোগাতিশয্যে ১ চামচ লেবুর রস
        অথবা অতি সামান্ত সাইট্রিক এসিডের সরবত প্রয়োগে ভেষজ্ঞের জিয়ার
        সার্বিক বিনাশ ঘটে ।
        আধুনিক
        ব্যবহারিক ক্ষেত্রে দেখা গেছে ( এবং বহু চিকিৎসকের অভিমত ) -
        চিকিৎসা শাস্ত্রের এন্টিবাইওটিক , সালফার ড্রাগ ইত্যাদি জনিত পার্শ্বপ্রতিক্রিয়ায়
        এম -১ -এম - ই , এস -৪ এবং শ্বেত ও হলুদ বিদ্যুৎ ইত্যাদি প্রয়োগে ওই সব
        মানুজ প্রতিক্রিয়ার নিবৃত্তি ঘটে । অতি মাত্রার প্রভাব :
        স্কোফোলোসো — &gt যদি পিত্ত ও রক্ত প্রকৃতির রোগীদের ক্ষেত্রে ব্যবহার করা
        হয় তাহলে অনিদ্রা , শিরঘূর্ণন , রক্ত চাপের বৃদ্ধি , হৃদস্পন্দন ও কোষ্ঠকাঠিন্তের
        সূচনা করে এবং কত ধাতুর রোগীদের ক্ষেত্রে মাত্রাতিরিক্ত ব্যবহারে অভিদান্ত
        ঘটায় ।
        ভার্মিচ্যুগোর মাত্রাতিরিক্ত ব্যবহারে - পেটে যন্ত্রনা , স্নায়বিক উত্তেজনা
        এবং অতিদাস্ত ঘটায় ।
        ক্যানসেরাসো
        করে ।
        ওষুধের অতিনারার ব্যবহারে কোফোলোলো সদৃশ উপসর্গ
        ভেনেরিও ওষুধের মাত্রাতিরিক্ত প্রয়োগে ত্বকে উদ্ভেদের সৃষ্টি করে ।
        এনজিওটিকো ওষুধের প্রথম ডাইলিউশন বা মূল বটিকা প্রয়োগে রক্ত সংবহন
        তীব্র করে- কাজেই এই ওষুধের মাত্রাতিরিক্ত ব্যবহারে মস্তিষ্কের রক্ত প্রবাহের
        বৃষ্টি মাথার যন্ত্রনা , কানে গুরুন , অতি হৃদস্পন্দন এবং কখনো কখনো শিরঘূর্ণন
        এবং নাসিকায় রক্ত জাব ঘটায় । এ বিষয়ে Dr. A. J. L. Gliddon
        মন্তব্যটি স্মরণীয় : " It may be stated that as each acts in harmony
        with Homeopathic law , an overdose of any remedy may
        aggravate the symptoms which that remedy rightly taken is best calculated to relieve .
        কোন ওষুধ প্রয়োগে রোগতিশয় ঘটলে বুঝতে হবে ওষুধের নির্বাচন যথার্থ হয়েছে - ( হোমিওপ্যাথিক বিভাগের অনুরূপ ) কিন্তু মাত্রা বা শক্তি নির্বাচন যথার্থ হয় নি — এ - ক্ষেত্রে নির্বাচিত ওষুধের সঠিক মাত্রায় প্রয়োগে নিরাময় নিশ্চিত ।
        -</p></div>
  );
}
