
export default function ProugbidhiComp() {
  return (
    <div className="p-5">
      <h1  className="font-bold text-blue-500">প্রয়োগ বিধি</h1>

      <p>বিভিন্ন সময়ের ব্যবধানে ওষুধ প্রয়োগ :
        ইলেকট্রো হোমিওপ্যাথির ওষুধ সংযোজক যাত্রার রোগের অবস্থা- বহুস
        নেহাহপাত ও সংচেত্যতার ওপর বিচার করে দিনে একবার থেকে ৫ বার দেওয়া
        চলে । আকস্মিক ক্ষেত্রে বহুবার অর্থাৎ মিঃ থেকে প্রতি ঘণ্টায় , দু ' ঘণ্টার
        বারে বারে দেওয়ার রীতি । মূল বটিকার সংখ্যাও উপরোক্ত অবস্থাগুলির
        পরিপ্রেক্ষিতে প্রয়োগ করতে হবে ।
        উচ্চ ক্রম - শক্তির ওষুধগুলির মধ্যে ২ য় থেকে ৩০ শক্তির ওষুধ দিনে ৪ বার
        ১০০ শক্তির ওষুধ সপ্তাহে ২ বার ২০০ শক্তির ওষুধ সপ্তাহে ১ বার এবং
        •• ও ১ ••• শক্তির ওষুধ যথাক্রমে পক্ষে ও মাসে ১ মাত্রা প্রয়োজনাগুসারে
        প্রয়োগ বিধের ।
        নেগেটিভ ওষুধের মাত্রার বটিকার সংখ্যা ১ থেকে ৫ টি । মোটামুটি প্রাচীন বা
        চির রোগের ক্ষেত্রে ৩ , ২ , ১৫ , ১ ও ৫ দিন অন্তর এবং তরুণ বা অচির
        রোগের ক্ষেত্রে ২৪ , ১২ , ৮ , ৪ , ৩ ও ২ ঘণ্টা অন্তর এবং আকস্মিক ও তীব্র
        রোগের ক্ষেত্রে এমন কি মিঃ অন্তর ওষুধ প্রয়োগ করা হয় ।
        প্রয়োগ কাল :
        ১। চিন্ন রোগে প্রাতঃকালে খালিপেটে এবং শয়নকালে ওষুধ সেবনই প্রত্বষ্ট । ২।
        বিপাক ক্রিয়ার সংশোধনের প্রয়োজনে আহারের কিছুকাল পূর্বে ব্যবহার সমীচীন । এই প্রকারের ওষুধ প্রয়োগে নাভির নীচের যে - কোন অসুস্থতার
        এবং মেন বা স্থূলত্ব হ্রাসের পক্ষে উপযোগী । অক্ষুধা , পাচনতন্ত্রের দুর্বলতা
        যকৃত ও প্লীহার অসুস্থতাতেও এই প্রকারে ওষুধ সেবন উপকারী ।
        ৩। অর্ধভুক্ত কালে অথবা আহারের সঙ্গে সঙ্গে জলে ভর করে ওষুধ সেবন
        আত্মিক ক্ষত , গ্যাসট্রিক ক্ষত , পেপটিক ক্ষত ও পাচন শক্তির বিক্রিয়ার
        উত্তম ক্রিয়া প্রকাশ করে ।
        ৪। আকারের অব্যবহিত কালে ওষুধ সেবন খাত্মকে সহর পরিপাক করে , বমন
        বা বমনোদ্রেক শাস্ত করে এবং নাভির ওপরের রোগ প্রশমন করে ।
        ৫। রুমি নিষ্কাশন ও কোষ্ঠকাঠিনোর জন্য শরনকালে উষ্ণ অলের সঙ্গে ওষুধ
        সেবন করা বিধেয় ।
        ৬। সংকটকালে ( Emergency ) ওষুধ প্রয়োগের কোন বিধি - নিয়মের
        বাধ্যকতা নেই — প্রয়োজনানুসাকে ঘন ঘন ওষুধ প্রয়োগ করতে হবে ।
        মূল - বটিকার প্রয়োগ :
        এই শাস্ত্রে ওষুধের আভান্তরিক ব্যবহার দু ' প্রকার হয়ে থাকে । শুরু বটিকার
        সরাসরি প্রয়োগ ও নির্দিষ্ট মাত্রার অনে এব করে অর্থাৎ ডাইলিউশন আকারে ।
        যে - ক্ষেত্রে মূল ওষুধ সম্প‚ক্ত বটিকার সরাসরি প্রয়োগে রোগের বৃদ্ধি বা অযাচিত
        কিছু কষ্টের উদ্রেক হয়— সে - ক্ষেত্রে কয়েকটি টিকা থেকে ৬ আউন্স জ্বলে
        দ্রব করে ১/২ চামচ মাত্রার বিভাজিত রূপে সেবন করানো হয় । শুষ্ক বটিকার
        দীর্ঘকালীন ব্যবহারে অযাচিত কিছু উপসর্গের বৃদ্ধির সূচনা হতে পারে — কিন্তু
        জলে জব করে বিভাজিত মাত্রার সেবন করলে ওই ধরণের কোন আশা
        থাকে না ।
        বিশেষ বিশেষ রোগের ক্ষেত্রে মূল - বটিকার সরাসরি প্রয়োগ বাঞ্ছনীয় হয়ে পড়ে ,
        যেমন মুহু ' আক্ষেপ , মৃগী , ভাতৰ ইত্যাদি রোগে , সমুদ্র বা রেল - বাস ভ্রমণ- জনিত উপসর্গে ( sea sickness ) , বায়ু প্রণালীতে স্নেহা সফর অি
        উপক্রম হলে ,
        সর্দি অথবা দু লাগলে এবং বিস্ফটিকা ,
        বিষাদংশন
        ,
        বিষ
        ভক্ষণ
        ও
        ফোঁড়া বা উদ্ভেদ যখন পূজপূর্ণ হয়েও ফাটতে অতি বি
        বটিকার প্রয়োগই অপেক্ষাকৃত বেশি উপকারী ।
        যে ক্ষেত্রে রোগীর কোন অবয়বের কার্যের অখতা পরিলক্ষিত হবে — সে ক্ষেত্রে
        মূল বটিকার বেশিমাত্রার প্রাথমিক প্ররোগ
        সমীচীন হলেও যে মুহূর্তে অব
        ওষুধের প্রভাবে স্বাভাবিক কাজ করতে সক্ষম হৰে সেই মুহূর্তেই ওষুধের মা
        হ্রাস বা ছাড়া করতে হবে , নতুবা ওষুধের তীব্র প্রভাব অসুস্থ অবয়বকে নিজের
        হতো লাভের প্রাকৃতিক প্রবণতার অন্তরায় হয়ে উঠবে
        ,
        এই কারণে  ি
        রোগীদের ক্ষেত্রে বেশি মাত্রায় ওষুধ প্রয়োগ অহিতকারী ।
        কোন চির রোগীর ক্ষেত্রে অভিগ্রন্থ রোগের সাময়িক উপসর্গ বৃদ্ধির সূচনা হলে
        ( Acute ) সহর কষ্টের ড্রপের জন্ম মূল অথবা নিম্ন ক্রমশক্তির বটিকা প্রয়োগ
        দ্বার । সাময়িক রোগবৃদ্ধির উপশম আনতে হবে এবং চির রোগের সুস্থতার উদ্দেশ্যে
        নির্বাচিত ওযুরটি উচ্চ ক্রম - শক্তিতে প্রয়োগ করতে হবে । উদাহরণ স্বরূপ কোন
        আমাশয়ের বা মিউকাস কোলাইটিসের চির রোগীর ( Chronic ) অকস্মাৎ রোগ
        বৃদ্ধির সূচনা হলে , উপশমের নিমিত্ত মূল বা নিম্ন জনশক্তির ওষুধ প্রয়োগ করে
        কষ্টের প্রশমন হওয়ার পর সময়ান্তরে নির্বাচিত ওষুধটি উচ্চ ক্রম - শক্তিতে
        চির রোগের চিকিৎসা করতে হবে ।
        বিভিন্ন প্রয়োগ :
        ইলেকট্রে । হোমিওপ্যাথিতে ওষুধের ব্যবহার আভ্যন্তরিক ও বাহ্যিক বিভিন্ন
        প্রকারের হয়ে থাকে
        মিশ্রিত প্রয়োগ ( Mixture ) :
        নির্বাচিত প্রত্যেকটি ওষুধের ১ থেকে ৫ টি বটিকা ও নির্বাচিত তরল - বিদ্যুতের
        ১ থেকে ৫ ঘেঁটো , ২ থেকে ৩ আউন্স জলে মিশ্রিত ও প্রব করে ১/২ চামচ
        হাজার এক দুই অথবা তিন ঘন্টা অন্তর প্রয়োগ করা হয় । অনুলেপ ( Lotion ) :
        নির্বাচিত ওষুধের
        প্রত্যেকটির ৫ অথবা অধিক বটিকা নির্বাচিত
        স্বরণ - বিদুতের
        ৫ • ফোঁটা ও আউন্স জলে মিশ্রিত ও প্রব করে পরিষ্কার কাপড়ের কয়েক ভাঁজে
        সিক্ত করে রোগগ্রস্থ সঙ্গে প্রয়োগ করা হয় ।
        ঊষ্ণ দাবন ( Hot - Compress ) :
        উপরোক্ত মাত্রার নির্বাচিত ওষুধ সমূহকে উষ্ণ জলে দ্রব করে তুলো দ্বারা সেঁক
        দেওয়া হয় । ফোঁড়া , আঘাতজনিত স্ফীতি , বেদনা ও বাত - ব্যাদি ইত্যাদি
        ক্ষেত্রে এই প্রক্রিয়ার ব্যবহার করা হয় ।
        প্রলেপ ( Paint ) :
        স্বল্প গুলে নির্বাচিত ওষুধ ও তরল - বিদ্যুৎ মিশ্রিত করে তুলো দ্বারা মহস্থ স্থানে
        প্রলেপ দেওয়া হয় । চর্ম - রোগ , প্রদাহ , স্ফীতি ও বেদনার স্থানে এই ভাবে
        ব্যবহৃত হয় ।
        ওষুধ মিশ্রিত তেল ( Medicated - Oil ) :
        প্রত্যেকটি নির্বাচিত ওষুধের ২৫ টি করে বটিকা ও ভরণ - বিদ্যুতের ১৫ বিন্দু অথবা
        মূল - আরকের &gt বিন্দু তিল , নারকেল , অলিভ অথবা এরাকিক তেলে উত্তমরূপে
        মিশ্রিত করে ওষুধ মিশ্রিত তেল তৈরী করা হয় ।
        :
        নেত্র ও কর্ণবিন্দু ( Eye & Ear drop ) :
        প্রত্যেকটি নির্বাচিত ওষুধের ২০ টি বটিকা ও নির্বাচিত তরল বিদ্যুতের ২০. বিন্দু
        এক আউন্স পরিশ্রুত জলে অথবা গোলাপ জলে মিশ্রিত করে তৈরী করা হয় ।
        ( ওষুধের বটিকা এবং ভরগ - বিদ্যুৎ প্রত্যেক ক্ষেত্রেই প্রয়োজনামুদারে কম - বেশি
        করা ) ।
        ত্বকচ্ছেদন ( Injection ) :
        এই শাস্ত্রের কর্ণধারেরা সংকটকালে ও যেক্ষেত্রে আভ্যন্তরিক বা বাহ্যিক ওষুধ
        প্রয়োগে ফলবতী হয় না- সে ক্ষেত্রে নির্বাচিত ওষুধের অনত্মক Cutaneous
        
        ইংজেকশন প্রয়োগ
        করার
        নির্দেশ
        দিয়েছেন
        ।
        এই
        ইংজেকশন
        পজেটিভ ও
        নেগেটিভ রোগানুসারে
        বটিকা
        ও ভরস
        -
        বিচ্যুৎ
        পরিক্ষত
        জলে মিশ্রিত
        করে
        তৈরী করা হয় ।
        পজেটিভ
        ইংজেকশন
        পজেটিভ
        ভরণ
        -
        বিদ্যুতের 2cc
        মূল ওষুধের
        ৫ থেকে ১০
        টি বটিকা
        এর
        করে
        তৈরী করা হয় ।
        নেগেটিভ
        ইংরে
        শন
        নেগেটিভ न
        বিভা
        2 C C. এবং ৩. থেকে ১০০০ অংশি
        নির্বাচিত ওষুধের ১ থেকে ৫ টি বটিকা দ্রব করে তৈরী করা হয় ।
        ( বিভিন্ন
        ওষুধ ও ভরণ -
        বিদাতের
        সংমিশ্রণে প্রস্তুত
        বিভিন্ন অসুস্থতার প্রযো
        ইজেকশন এন এন
        সিনহা এন্ড
        সন্স
        ,
        কানপুর
        কর্তৃক তৈরী
        ও সরবা
        করা হয় ) । </p></div>
  );
}
