const VashojShoktikorncomp = () => {
    return (
        <div className="p-5">
           <h1  className="font-bold text-blue-500"> ভেষজের শক্তি করণ ( Potentisation )</h1>
           <p> হোমিওপ্যাথিতে মূল - আরক বা মূল - ভেষজকে দুইভাবে ক্রমশক্তিতে উন্নীত
            করা
            হয় । যথা ট্রাইটুরেশন ও ডাইলিউশন ।
            ট্রাইটুরেশন :
            মূল - ভেষজ বা মূল - অরিষ্টক দুগ্ধ - শকরা ( Suger of milk ) সহযোগে উত্তম-
            রূপে ঘর্ষণ দ্বারা ট্রাইটুরেশন তৈরী করা হয় ।
            ডাইলিউশন :
            মূল - ভেষজ ব ' মূল অরিষ্টকে পরিশ্রুত সুরায় মিশ্রিত করে নির্দিষ্ট সংখ্যক
            আলোড়ন দ্বারা ডাইলিউশন তৈরী করা হয় ।
            হোমিওপ্যাথিতে ক্রম - শক্তির বিকাশে তিনটি গাণিতিক রীতি
            অনুসরণ করা হয় ।
            দশমিক ক্রমশক্তি [ Decimal Scale ]
            ১ ভাগ মূল - ভেষজ ও ৯ ভাগ এলকোহল বা দুগ্ধ - শর্করা মিশ্রিত করে ১ দশমিক
            শক্তি বা 1x তৈরী করা হয় ( কোন কোন হোমিও ওষুধ - মূল - আরকই 1x
            বা 2x পর্যায়ে তৈরী হয় ) পরিশ্রুত 1x শক্তির ওষুধের ১ ভাগ ও ৯ ভাগ পরিশ্রুত
            সুরা বা দুগ্ধ - শকরা মিশ্রিত করে 2x তৈরী হয় । এইভাবে উত্তরোত্তর
            দশমিক শক্তির বিকাশ সাধন করা হয় । ডাঃ কনস্টানটিন হেরিং এই পদ্ধতির
            সূত্রপাত করেন ।
            শততমিক ক্রমশক্তি ( Centisimal Scale )
            ১ ভাগ মূল - ভেষজ ও ৯৯ ভাগ সুরাসার মিশ্রিত করে ১ ম শক্তি ( বা 1c )
            তৈরী করা হয় । ১ ম শক্তির ওষুধ ১ ভাগ ও সুরাসার ৯৯ ভাগ মিশ্রিত করে
            ২ য় শক্তি • ( 2c ) তৈরী করা হয় । এইভাবে ক্রমান্বয়ে ক্রমশক্তির বিকাশ
            সাধিত হয় । পঞ্চাশ - সহস্রতমিক ক্রমশক্তি ( 50 - Millesimal Scale ) : --
            ডাঃ হানিম্যান জীবনের শেষ পর্যায়ে এই পদ্ধতির শক্তি বিকাশের প্রবর্তন
            করেন । এর আনুপাতিক হার —১ : ৫০০০০ |
            ইলেকট্রো হোমিও’তে :
            হয় ।
            ১ ভাগ মূল - আরক ও ৪৭ ভাগ পরিশ্রুত সুরায় মিশ্রিত করে ১ ম শক্তি তৈরী
            ১ ভাগ প্রথম শক্তির ওষুধ ৪৭ ভাগ সুরাসারে মিশ্রিত করে ২ য় শক্তি
            তৈরী করা হয় । এই ভাবে উত্তোরত্তর ওষুধের শক্তি বৃদ্ধি করা হয় । কাউন্টমেটি
            এই রীতির ক্রমশক্তি বিকাশের প্রবর্তন করেন ।
            [ ইলেকট্রো হোমিও'তে ভেষজের শক্তি করণে ১:৪৮ অনুপাতের সিদ্ধাস্ত থাকলেও
            দশমিক ও শততমিক স্কেলে এই ওষুধের শক্তির ব্রুসবিকাশ করলে প্রচলিত
            ধারার সাথে সাযুজ্য রক্ষিত হবে । ডাঃ এন , এল , সিনহা মহাশয় তাঁর Mete-
            ria Medica and Fundamental laws পুস্তকের হিন্দী সংস্করণে শুষ্কবটিকা
            থেকে দশমিক বা Decimal পোটেন্সি তৈরীর নির্দ্দেশ দিয়েছেন । ]</p></div>
    )
}

export default VashojShoktikorncomp